{
  "update": "2025-01-03",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Bone marrow niches orchestrate stem-cell hierarchy and immune tolerance",
          "authors": "Kazuhiro Furuhashi, Miwako Kakiuchi, Ryosuke Ueda, Hiroko Oda, Simone Ummarino, Alexander K. Ebralidze, Mahmoud A. Bassal, Chen Meng, Tatsuyuki Sato, Jing Lyu, Min-guk Han, Shoichi Maruyama, Yu Watanabe, Yuriko Sawa, Daisuke Kato, Hiroaki Wake, Boris Reizis, John A. Frangos, David M. Owens, Daniel G. Tenen, Ionita C. Ghiran, Simon C. Robson, Joji Fujisaki",
          "url": "https://doi.org/10.1038/s41586-024-08352-6",
          "doi": "https://doi.org/10.1038/s41586-024-08352-6",
          "filter": "2"
        },
        {
          "title": "Brain-wide cell-type-specific transcriptomic signatures of healthy ageing in mice",
          "authors": "Kelly Jin, Zizhen Yao, Cindy T. J. van Velthoven, Eitan S. Kaplan, Katie Glattfelder, Samuel T. Barlow, Gabriella Boyer, Daniel Carey, Tamara Casper, Anish Bhaswanth Chakka, Rushil Chakrabarty, Michael Clark, Max Departee, Marie Desierto, Amanda Gary, Jessica Gloe, Jeff Goldy, Nathan Guilford, Junitta Guzman, Daniel Hirschstein, Changkyu Lee, Elizabeth Liang, Trangthanh Pham, Melissa Reding, Kara Ronellenfitch, Augustin Ruiz, Josh Sevigny, Nadiya Shapovalova, Lyudmila Shulga, Josef Sulc, Amy Torkelson, Herman Tung, Boaz Levi, Susan M. Sunkin, Nick Dee, Luke Esposito, Kimberly A. Smith, Bosiljka Tasic, Hongkui Zeng",
          "url": "https://doi.org/10.1038/s41586-024-08350-8",
          "doi": "https://doi.org/10.1038/s41586-024-08350-8",
          "filter": "2"
        },
        {
          "title": "Diversity and biogeography of the bacterial microbiome in glacier-fed streams",
          "authors": "Leïla Ezzat, Hannes Peter, Massimo Bourquin, Susheel Bhanu Busi, Grégoire Michoud, Stilianos Fodelianakis, Tyler J. Kohler, Thomas Lamy, Aileen Geers, Paraskevi Pramateftaki, Florian Baier, Ramona Marasco, Daniele Daffonchio, Nicola Deluigi, Paul Wilmes, Michail Styllas, Martina Schön, Matteo Tolosano, Vincent De Staercke, Tom J. Battin",
          "url": "https://doi.org/10.1038/s41586-024-08313-z",
          "doi": "https://doi.org/10.1038/s41586-024-08313-z",
          "filter": "2"
        },
        {
          "title": "Dysregulation of mTOR signalling is a converging mechanism in lissencephaly",
          "authors": "Ce Zhang, Dan Liang, A. Gulhan Ercan-Sencicek, Aybike S. Bulut, Joelly Cortes, Iris Q. Cheng, Octavian Henegariu, Sayoko Nishimura, Xinyuan Wang, A. Buket Peksen, Yutaka Takeo, Caner Caglar, TuKiet T. Lam, Merve Nur Koroglu, Anand Narayanan, Francesc Lopez-Giraldez, Danielle F. Miyagishima, Ketu Mishra-Gorur, Tanyeri Barak, Katsuhito Yasuno, E. Zeynep Erson-Omay, Cengiz Yalcinkaya, Guilin Wang, Shrikant Mane, Hande Kaymakcalan, Aslan Guzel, A. Okay Caglayan, Beyhan Tuysuz, Nenad Sestan, Murat Gunel, Angeliki Louvi, Kaya Bilguvar",
          "url": "https://doi.org/10.1038/s41586-024-08341-9",
          "doi": "https://doi.org/10.1038/s41586-024-08341-9",
          "filter": "2"
        },
        {
          "title": "A collicular map for touch-guided tongue control",
          "authors": "Brendan S. Ito, Yongjie Gao, Brian Kardon, Jesse H. Goldberg",
          "url": "https://doi.org/10.1038/s41586-024-08339-3",
          "doi": "https://doi.org/10.1038/s41586-024-08339-3",
          "filter": "2"
        },
        {
          "title": "Infrared nanosensors of piconewton to micronewton forces",
          "authors": "Natalie Fardian-Melamed, Artiom Skripka, Benedikt Ursprung, Changhwan Lee, Thomas P. Darlington, Ayelet Teitelboim, Xiao Qi, Maoji Wang, Jordan M. Gerton, Bruce E. Cohen, Emory M. Chan, P. James Schuck",
          "url": "https://doi.org/10.1038/s41586-024-08221-2",
          "doi": "https://doi.org/10.1038/s41586-024-08221-2",
          "filter": "2"
        },
        {
          "title": "Limitations of ice cores in reconstructing temperature seasonality",
          "authors": "T. Laepple, T. Münch, N. Hirsch, F. Shaw, M. Hörhold",
          "url": "https://doi.org/10.1038/s41586-024-08181-7",
          "doi": "https://doi.org/10.1038/s41586-024-08181-7",
          "filter": "2"
        },
        {
          "title": "High-resolution genomic history of early medieval Europe",
          "authors": "Leo Speidel, Marina Silva, Thomas Booth, Ben Raffield, Kyriaki Anastasiadou, Christopher Barrington, Anders Götherström, Peter Heather, Pontus Skoglund",
          "abstract": "Many known and unknown historical events have remained below detection thresholds of genetic studies because subtle ancestry changes are challenging to reconstruct. Methods based on shared haplotypes 1,2 and rare variants 3,4 improve power but are not explicitly temporal and have not been possible to adopt in unbiased ancestry models. Here we develop Twigstats, an approach of time-stratified ancestry analysis that can improve statistical power by an order of magnitude by focusing on coalescences in recent times, while remaining unbiased by population-specific drift. We apply this framework to 1,556 available ancient whole genomes from Europe in the historical period. We are able to model individual-level ancestry using preceding genomes to provide high resolution. During the first half of the first millennium ce , we observe at least two different streams of Scandinavian-related ancestry expanding across western, central and eastern Europe. By contrast, during the second half of the first millennium ce , ancestry patterns suggest the regional disappearance or substantial admixture of these ancestries. In Scandinavia, we document a major ancestry influx by approximately 800 ce , when a large proportion of Viking Age individuals carried ancestry from groups related to central Europe not seen in individuals from the early Iron Age. Our findings suggest that time-stratified ancestry analysis can provide a higher-resolution lens for genetic history.",
          "url": "https://doi.org/10.1038/s41586-024-08275-2",
          "doi": "https://doi.org/10.1038/s41586-024-08275-2",
          "filter": "2"
        },
        {
          "title": "FBP1 controls liver cancer evolution from senescent MASH hepatocytes",
          "authors": "Li Gu, Yahui Zhu, Shuvro P. Nandi, Maiya Lee, Kosuke Watari, Breanna Bareng, Masafumi Ohira, Yuxiao Liu, Sadatsugu Sakane, Rodrigo Carlessi, Consuelo Sauceda, Debanjan Dhar, Souradipta Ganguly, Mojgan Hosseini, Marcos G. Teneche, Peter D. Adams, David J. Gonzalez, Tatiana Kisseleva, character(0), Janina E. E. Tirnitz-Parker, Peter J. Leedman, Michael C. Wallace, Louise N. Winteringham, Benjamin J. Dwyer, Jonathan Tibballs, Kim W. Carter, Alistair R. R. Forrest, Janina E. E. Tirnitz-Parker, M. Celeste Simon, Ludmil B. Alexandrov, Michael Karin",
          "url": "https://doi.org/10.1038/s41586-024-08317-9",
          "doi": "https://doi.org/10.1038/s41586-024-08317-9",
          "filter": "2"
        },
        {
          "title": "Centrophilic retrotransposon integration via CENH3 chromatin in Arabidopsis",
          "authors": "Sayuri Tsukahara, Alexandros Bousios, Estela Perez-Roman, Sota Yamaguchi, Basile Leduque, Aimi Nakano, Matthew Naish, Akihisa Osakabe, Atsushi Toyoda, Hidetaka Ito, Alejandro Edera, Sayaka Tominaga,  Juliarni, Kae Kato, Shoko Oda, Soichi Inagaki, Zdravko Lorković, Kiyotaka Nagaki, Frédéric Berger, Akira Kawabe, Leandro Quadrana, Ian Henderson, Tetsuji Kakutani",
          "url": "https://doi.org/10.1038/s41586-024-08319-7",
          "doi": "https://doi.org/10.1038/s41586-024-08319-7",
          "filter": "2"
        },
        {
          "title": "A pulsar-like polarization angle swing from a nearby fast radio burst",
          "authors": "Ryan Mckinven, Mohit Bhardwaj, Tarraneh Eftekhari, Charles D. Kilpatrick, Aida Kirichenko, Arpan Pal, Amanda M. Cook, B. M. Gaensler, Utkarsh Giri, Victoria M. Kaspi, Daniele Michilli, Kenzie Nimmo, Aaron B. Pearlman, Ziggy Pleunis, Ketan R. Sand, Ingrid Stairs, Bridget C. Andersen, Shion Andrew, Kevin Bandura, Charanjot Brar, Tomas Cassanelli, Shami Chatterjee, Alice P. Curtin, Fengqiu Adam Dong, Gwendolyn Eadie, Emmanuel Fonseca, Adaeze L. Ibik, Jane F. Kaczmarek, Bikash Kharel, Mattias Lazda, Calvin Leung, Dongzi Li, Robert Main, Kiyoshi W. Masui, Juan Mena-Parra, Cherry Ng, Ayush Pandhi, Swarali Shivraj Patil, J. Xavier Prochaska, Masoud Rafiei-Ravandi, Paul Scholz, Vishwangi Shah, Kaitlyn Shin, Kendrick Smith",
          "url": "https://doi.org/10.1038/s41586-024-08184-4",
          "doi": "https://doi.org/10.1038/s41586-024-08184-4",
          "filter": "2"
        },
        {
          "title": "Formation of individual stripes in a mixed-dimensional cold-atom Fermi–Hubbard system",
          "authors": "Dominik Bourgund, Thomas Chalopin, Petar Bojović, Henning Schlömer, Si Wang, Titus Franz, Sarah Hirthe, Annabelle Bohrdt, Fabian Grusdt, Immanuel Bloch, Timon A. Hilker",
          "abstract": "The relation between d -wave superconductivity and stripes is fundamental to the understanding of ordered phases in high-temperature cuprate superconductors 1–6 . These phases can be strongly influenced by anisotropic couplings, leading to higher critical temperatures, as emphasized by the recent discovery of superconductivity in nickelates 7–10 . Quantum simulators with ultracold atoms provide a versatile platform to engineer such couplings and to observe emergent structures in real space with single-particle resolution. Here we show, to our knowledge, the first signatures of individual stripes in a cold-atom Fermi–Hubbard quantum simulator using mixed-dimensional (mixD) settings. Increasing the energy scale of hole–hole attraction to the spin exchange energy, we access the interesting crossover temperature regime in which stripes begin to form 11 . We observe extended, attractive correlations between hole dopants and find an increased probability of forming larger structures akin to individual stripes. In the spin sector, we study correlation functions up to the third order and find results consistent with stripe formation. These observations are interpreted as a precursor to the stripe phase, which is characterized by interleaved charge and spin density wave ordering with fluctuating lines of dopants separating domains of opposite antiferromagnetic order 12–14 .",
          "url": "https://doi.org/10.1038/s41586-024-08270-7",
          "doi": "https://doi.org/10.1038/s41586-024-08270-7",
          "filter": "2"
        },
        {
          "title": "Magnetospheric origin of a fast radio burst constrained using scintillation",
          "authors": "Kenzie Nimmo, Ziggy Pleunis, Paz Beniamini, Pawan Kumar, Adam E. Lanman, D. Z. Li, Robert Main, Mawson W. Sammons, Shion Andrew, Mohit Bhardwaj, Shami Chatterjee, Alice P. Curtin, Emmanuel Fonseca, B. M. Gaensler, Ronniy C. Joseph, Zarif Kader, Victoria M. Kaspi, Mattias Lazda, Calvin Leung, Kiyoshi W. Masui, Ryan Mckinven, Daniele Michilli, Ayush Pandhi, Aaron B. Pearlman, Masoud Rafiei-Ravandi, Ketan R. Sand, Kaitlyn Shin, Kendrick Smith, Ingrid H. Stairs",
          "url": "https://doi.org/10.1038/s41586-024-08297-w",
          "doi": "https://doi.org/10.1038/s41586-024-08297-w",
          "filter": "2"
        },
        {
          "title": "Sleep microstructure organizes memory replay",
          "authors": "Hongyu Chang, Wenbo Tang, Annabella M. Wulf, Thokozile Nyasulu, Madison E. Wolf, Antonio Fernandez-Ruiz, Azahara Oliva",
          "url": "https://doi.org/10.1038/s41586-024-08340-w",
          "doi": "https://doi.org/10.1038/s41586-024-08340-w",
          "filter": "2"
        },
        {
          "title": "Non-Abelian lattice gauge fields in photonic synthetic frequency dimensions",
          "authors": "Dali Cheng, Kai Wang, Charles Roques-Carmes, Eran Lustig, Olivia Y. Long, Heming Wang, Shanhui Fan",
          "url": "https://doi.org/10.1038/s41586-024-08259-2",
          "doi": "https://doi.org/10.1038/s41586-024-08259-2",
          "filter": "2"
        },
        {
          "title": "Structural diversity of axonemes across mammalian motile cilia",
          "authors": "Miguel Ricardo Leung, Chen Sun, Jianwei Zeng, Jacob R. Anderson, Qingwei Niu, Wei Huang, Willem E. M. Noteborn, Alan Brown, Tzviya Zeev-Ben-Mordehai, Rui Zhang",
          "abstract": "Reproduction, development and homeostasis depend on motile cilia, whose rhythmic beating is powered by a microtubule-based molecular machine called the axoneme. Although an atomic model of the axoneme is available for the alga Chlamydomonas reinhardtii 1 , structures of mammalian axonemes are incomplete 1–5 . Furthermore, we do not fully understand how molecular structures of axonemes vary across motile-ciliated cell types in the body. Here we use cryoelectron microscopy, cryoelectron tomography and proteomics to resolve the 96-nm modular repeat of axonemal doublet microtubules (DMTs) from both sperm flagella and epithelial cilia of the oviduct, brain ventricles and respiratory tract. We find that sperm DMTs are the most specialized, with epithelial cilia having only minor differences across tissues. We build a model of the mammalian sperm DMT, defining the positions and interactions of 181 proteins including 34 newly identified proteins. We elucidate the composition of radial spoke 3 and uncover binding sites of kinases associated with regeneration of ATP and regulation of ciliary motility. We discover a sperm-specific, axoneme-tethered T-complex protein ring complex (TRiC) chaperone that may contribute to construction or maintenance of the long flagella of mammalian sperm. We resolve axonemal dyneins in their prestroke states, illuminating conformational changes that occur during ciliary movement. Our results illustrate how elements of chemical and mechanical regulation are embedded within the axoneme, providing valuable resources for understanding the aetiology of ciliopathy and infertility, and exemplifying the discovery power of modern structural biology.",
          "url": "https://doi.org/10.1038/s41586-024-08337-5",
          "doi": "https://doi.org/10.1038/s41586-024-08337-5",
          "filter": "2"
        },
        {
          "title": "GaAs nano-ridge laser diodes fully fabricated in a 300-mm CMOS pilot line",
          "authors": "Yannick De Koninck, Charles Caer, Didit Yudistira, Marina Baryshnikova, Huseyin Sar, Ping-Yi Hsieh, Cenk Ibrahim Özdemir, Saroj Kanta Patra, Nadezda Kuznetsova, Davide Colucci, Alexey Milenin, Andualem Ali Yimam, Geert Morthier, Dries Van Thourhout, Peter Verheyen, Marianna Pantouvaki, Bernardette Kunert, Joris Van Campenhout",
          "url": "https://doi.org/10.1038/s41586-024-08364-2",
          "doi": "https://doi.org/10.1038/s41586-024-08364-2",
          "filter": "2"
        },
        {
          "title": "Monoallelic expression can govern penetrance of inborn errors of immunity",
          "authors": "O’Jay Stewart, Conor Gruber, Haley E. Randolph, Roosheel Patel, Meredith Ramba, Enrica Calzoni, Lei Haley Huang, Jay Levy, Sofija Buta, Angelica Lee, Christos Sazeides, Zoe Prue, David P. Hoytema van Konijnenburg, Ivan K. Chinn, Luis A. Pedroza, James R. Lupski, Erica G. Schmitt, Megan A. Cooper, Anne Puel, Xiao Peng, Stéphanie Boisson-Dupuis, Jacinta Bustamante, Satoshi Okada, Marta Martin-Fernandez, Jordan S. Orange, Jean-Laurent Casanova, Joshua D. Milner, Dusan Bogunovic",
          "url": "https://doi.org/10.1038/s41586-024-08346-4",
          "doi": "https://doi.org/10.1038/s41586-024-08346-4",
          "filter": "2"
        },
        {
          "title": "Gliomagenesis mimics an injury response orchestrated by neural crest-like cells",
          "authors": "Akram A. Hamed, Kui Hua, Quang M. Trinh, Benjamin D. Simons, John C. Marioni, Lincoln D. Stein, Peter B. Dirks",
          "url": "https://doi.org/10.1038/s41586-024-08356-2",
          "doi": "https://doi.org/10.1038/s41586-024-08356-2",
          "filter": "2"
        },
        {
          "title": "Aspartate signalling drives lung metastasis via alternative translation",
          "authors": "Ginevra Doglioni, Juan Fernández-García, Sebastian Igelmann, Patricia Altea-Manzano, Arnaud Blomme, Rita La Rovere, Xiao-Zheng Liu, Yawen Liu, Tine Tricot, Max Nobis, Ning An, Marine Leclercq, Sarah El Kharraz, Panagiotis Karras, Yu-Heng Hsieh, Fiorella A. Solari, Luiza Martins Nascentes Melo, Gabrielle Allies, Annalisa Scopelliti, Matteo Rossi, Ines Vermeire, Dorien Broekaert, Ana Margarida Ferreira Campos, Patrick Neven, Marion Maetens, Karen Van Baelen, H. Furkan Alkan, Mélanie Planque, Giuseppe Floris, Albert Sickmann, Alpaslan Tasdogan, Jean-Christophe Marine, Colinda L. G. J. Scheele, Christine Desmedt, Geert Bultynck, Pierre Close, Sarah-Maria Fendt",
          "url": "https://doi.org/10.1038/s41586-024-08335-7",
          "doi": "https://doi.org/10.1038/s41586-024-08335-7",
          "filter": "2"
        },
        {
          "title": "The progression of basaltic–rhyolitic melt storage at Yellowstone Caldera",
          "authors": "N. Bennington, A. Schultz, P. Bedrosian, E. Bowles-Martinez, K. Lynn, M. Stelten, X. Tu, C. Thurber",
          "url": "https://doi.org/10.1038/s41586-024-08286-z",
          "doi": "https://doi.org/10.1038/s41586-024-08286-z",
          "filter": "2"
        },
        {
          "title": "Learning the fitness dynamics of pathogens from phylogenies",
          "authors": "Noémie Lefrancq, Loréna Duret, Valérie Bouchez, Sylvain Brisse, Julian Parkhill, Henrik Salje",
          "abstract": "The dynamics of the genetic diversity of pathogens, including the emergence of lineages with increased fitness, is a foundational concept of disease ecology with key public-health implications. However, the identification of such lineages and estimation of associated fitness remain challenging, and is rarely done outside densely sampled systems 1,2 . Here we present phylowave, a scalable approach that summarizes changes in population composition in phylogenetic trees, enabling the automatic detection of lineages based on shared fitness and evolutionary relationships. We use our approach on a broad set of viruses and bacteria (SARS-CoV-2, influenza A subtype H3N2, Bordetella pertussis and Mycobacterium tuberculosis ), which include both well-studied and understudied threats to human health. We show that phylowave recovers the main known circulating lineages for each pathogen and that it can detect specific amino acid changes linked to fitness changes. Furthermore, phylowave identifies previously undetected lineages with increased fitness, including three co-circulating B. pertussis lineages. Inference using phylowave is robust to uneven and limited observations. This widely applicable approach provides an avenue to monitor evolution in real time to support public-health action and explore fundamental drivers of pathogen fitness.",
          "url": "https://doi.org/10.1038/s41586-024-08309-9",
          "doi": "https://doi.org/10.1038/s41586-024-08309-9",
          "filter": "2"
        },
        {
          "title": "Upconverting microgauges reveal intraluminal force dynamics in vivo",
          "authors": "Jason R. Casar, Claire A. McLellan, Cindy Shi, Ariel Stiber, Alice Lay, Chris Siefe, Abhinav Parakh, Malaya Gaerlan, X. Wendy Gu, Miriam B. Goodman, Jennifer A. Dionne",
          "url": "https://doi.org/10.1038/s41586-024-08331-x",
          "doi": "https://doi.org/10.1038/s41586-024-08331-x",
          "filter": "2"
        },
        {
          "title": "Abrupt changes in biomass burning during the last glacial period",
          "authors": "Ben Riddell-Young, James Edward Lee, Edward J. Brook, Jochen Schmitt, Hubertus Fischer, Thomas K. Bauska, James A. Menking, René Iseli, Justin Reid Clark",
          "url": "https://doi.org/10.1038/s41586-024-08363-3",
          "doi": "https://doi.org/10.1038/s41586-024-08363-3",
          "filter": "2"
        },
        {
          "title": "Reply to: Limitations of ice cores in reconstructing temperature seasonality",
          "authors": "Tyler R. Jones, Kurt M. Cuffey, Eric J. Steig, Bradley R. Markle",
          "url": "https://doi.org/10.1038/s41586-024-08182-6",
          "doi": "https://doi.org/10.1038/s41586-024-08182-6",
          "filter": "2"
        },
        {
          "title": "Audio long read: How a silly science prize changed my career",
          "authors": "Catriona Clarke, Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-024-03970-6",
          "doi": "https://doi.org/10.1038/d41586-024-03970-6",
          "filter": "4"
        },
        {
          "title": "Paradoxical link between senescent cell state and liver cancer resolved",
          "url": "https://doi.org/10.1038/d41586-024-04137-z",
          "doi": "https://doi.org/10.1038/d41586-024-04137-z",
          "filter": "4"
        },
        {
          "title": "How AI is unlocking ancient texts — and could rewrite history",
          "authors": "Jo Marchant",
          "url": "https://doi.org/10.1038/d41586-024-04161-z",
          "doi": "https://doi.org/10.1038/d41586-024-04161-z",
          "filter": "4"
        },
        {
          "title": "To solve the global wildfire crisis, don’t just focus on flames",
          "authors": "Cathelijne Stoof, Marc Castellnou Ribau, Peter F. Moore, Georgios Boustras",
          "url": "https://doi.org/10.1038/d41586-024-04228-x",
          "doi": "https://doi.org/10.1038/d41586-024-04228-x",
          "filter": "4"
        },
        {
          "title": "Direct fabrication of lasers on silicon suggests solution to chip-production problem",
          "authors": "Brian Corbett",
          "url": "https://doi.org/10.1038/d41586-024-04104-8",
          "doi": "https://doi.org/10.1038/d41586-024-04104-8",
          "filter": "4"
        },
        {
          "title": "Chinese rice actually tastes ever more nice",
          "authors": "Lin Lu, Xianqiao Hu, Mingxue Chen, Peisong Hu",
          "url": "https://doi.org/10.1038/d41586-024-04229-w",
          "doi": "https://doi.org/10.1038/d41586-024-04229-w",
          "filter": "4"
        },
        {
          "title": "Science in 2025: what to expect this year",
          "authors": "Benjamin Thompson, Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-024-04237-w",
          "doi": "https://doi.org/10.1038/d41586-024-04237-w",
          "filter": "4"
        },
        {
          "title": "Countdown to a nuclear clock: a three minute guide",
          "authors": "Dan Fox, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-024-04209-0",
          "doi": "https://doi.org/10.1038/d41586-024-04209-0",
          "filter": "4"
        },
        {
          "title": "Gut lining in pregnant and lactating mice expands to ensure offspring health",
          "url": "https://doi.org/10.1038/d41586-024-04140-4",
          "doi": "https://doi.org/10.1038/d41586-024-04140-4",
          "filter": "4"
        },
        {
          "title": "2025 must be the year when the rules of global finance are reformed",
          "url": "https://doi.org/10.1038/d41586-024-04159-7",
          "doi": "https://doi.org/10.1038/d41586-024-04159-7",
          "filter": "4"
        },
        {
          "title": "The case for Latin to communicate science",
          "url": "https://doi.org/10.1038/d41586-024-04122-6",
          "doi": "https://doi.org/10.1038/d41586-024-04122-6",
          "filter": "4"
        },
        {
          "title": "Of your own device",
          "authors": "Victoria Chvatal",
          "url": "https://doi.org/10.1038/d41586-024-04171-x",
          "doi": "https://doi.org/10.1038/d41586-024-04171-x",
          "filter": "4"
        },
        {
          "title": "Apply the legal ‘true malice’ principle to protect research-misconduct sleuths",
          "authors": "Gengyan Tang",
          "url": "https://doi.org/10.1038/d41586-024-04230-3",
          "doi": "https://doi.org/10.1038/d41586-024-04230-3",
          "filter": "4"
        },
        {
          "title": "One way to find mental-health support when professional help is not available",
          "authors": "Madhurima Ghosh, Biswa Prasun Chatterji",
          "url": "https://doi.org/10.1038/d41586-024-04231-2",
          "doi": "https://doi.org/10.1038/d41586-024-04231-2",
          "filter": "4"
        },
        {
          "title": "Light turns tiny crystals into force sensors",
          "authors": "Andries Meijerink",
          "url": "https://doi.org/10.1038/d41586-024-04103-9",
          "doi": "https://doi.org/10.1038/d41586-024-04103-9",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "How and why funders support engaged research",
          "authors": "Angela T. Bednarek, Ben Miyamoto, Kristin Corbett, Charlotte Hudson, Gayle Scarrow, Maeghan Brass, Kim DuMont, Bev Holmes, Lauren Supplee, Robert McLean, Jaspal Bhatia, Shamira Chappell, Maggie Gorman Vélez, Chhaya Kolavalli",
          "abstract": "Research that better aligns policy, practice, and research communities is gaining momentum around the world. This includes engaged research strategies that bring partners, and their diverse perspectives and kinds of knowledge, together to shape research agendas with on-the-ground-needs and to create dynamic problem-solving processes. These approaches aim to generate more equitable and effective solutions to societal challenges. Although many of these partnered strategies have a longstanding history, entrenched research cultures, practices, and institutional structures stand in the way of scaling them. Given the outsized role funders play in shaping research efforts, funders are a critical lever for change. This perspective describes the efforts of a global collaborative of philanthropic and public funders who are adapting their practices, supporting the development of infrastructure (e.g., capacity-strengthening, facilitation expertise, processes to guide relational work, etc.), and targeting system-level challenges to enable engaged research to maximize its potential. The authors integrate insights from different issue areas, geographies, and funding areas to provide concrete examples of funder activities that support engaged research and to suggest areas for further action. Recommendations include scaling changes in funding practices, deepening understanding of how and when engaged research leads to improved outcomes, and reshaping how success is defined and measured.",
          "url": "https://doi.org/10.1073/pnas.2400931121",
          "doi": "https://doi.org/10.1073/pnas.2400931121",
          "filter": "0"
        },
        {
          "title": "The unequal adoption of ChatGPT exacerbates existing inequalities among workers",
          "authors": "Anders Humlum, Emilie Vestergaard",
          "abstract": "We study the adoption of ChatGPT, the icon of Generative AI, using a large-scale survey linked to comprehensive register data in Denmark. Surveying 18,000 workers from 11 exposed occupations, we document that ChatGPT is widespread, especially among younger and less-experienced workers. However, substantial inequalities have emerged. Women are 16 percentage points less likely to have used the tool for work. Furthermore, despite its potential to lift workers with less expertise, users of ChatGPT earned slightly more already before its arrival, even given their lower tenure. Workers see a substantial productivity potential in ChatGPT but are often hindered by employer restrictions and a perceived need for training.",
          "url": "https://doi.org/10.1073/pnas.2414972121",
          "doi": "https://doi.org/10.1073/pnas.2414972121",
          "filter": "0"
        },
        {
          "title": "Energy–poverty–inequality SDGs: A large-scale household analysis and forecasting in China",
          "authors": "Cong Li, Minglai Li, Lin Zhang, Qiang Li, Hua Zheng, Marcus W. Feldman",
          "abstract": "Affordable and clean energy, eliminating poverty, and reducing inequality are important goals of the United Nations Sustainable Development Goals (SDGs). This paper examines the role of access to clean cooking fuels in promoting income growth and reducing income inequality. Using data from Chinese households, we show that a 10% increase in the adoption of clean cooking fuels would result in an increase in total annual household income of US$37 billion nationwide. Income growth from access to clean cooking fuels is greater for lower-income groups due to a shift to higher household income and reduced downward household income mobility, which contributes to a reduction in income inequality. The effect of access to clean cooking fuels on household income growth is primarily driven by improved health and increased labor supply. The use of clean cooking fuels also saves fuel collection time and cooking time, reducing time spent on household chores by about 0.4 h per day, thereby increasing labor supply in the job market and improving wage income. Improvements in income due to clean cooking fuels are influenced by external conditions, urbanization, education, employment opportunities, and good market conditions. With further promotion of clean cooking fuels, household income and inequality in China are expected to improve further by 2030 and contribute more widely to human well-being and achievement of the SDGs.",
          "url": "https://doi.org/10.1073/pnas.2408167121",
          "doi": "https://doi.org/10.1073/pnas.2408167121",
          "filter": "0"
        },
        {
          "title": "The changing relationship between racial identity and skin color in Brazil",
          "authors": "Nicholas C. Freeman, Edward E. Telles, Rachel E. Goldberg",
          "abstract": "In recent years, Brazil’s non-White (Brown and Black) population became a numerical majority for the first time since the 19th century. Although we know this change was mostly due to racial reclassification, we do not know how such changes are related to skin color, the primary marker of race in Brazil. Using data from six Latin American Public Opinion Project (LAPOP), or America’s Barometer, surveys from 2010 to 2023, we examine how changes in racial self-identification (White, Brown, or Black) are related to respondent skin color (light, medium, or dark). We ask how the association between self-identified race and skin color changed over the 13-y period and to what extent these trends varied by educational level. We found a “darkening” of racial identification over time, especially among those with medium and dark skin, who increasingly identified as Black. Brazilians with light skin increasingly identified as Brown, but this was partly explained by changes in interviewer reporting of skin color in the same period. We found only minor evidence that education level was related to changing racial classification over time. Our findings further understanding of recent trends in racial reclassification, which may reflect growing Black consciousness and the extension of racial quotas to both Brown and Black Brazilians in federal universities and public sector jobs.",
          "url": "https://doi.org/10.1073/pnas.2411495121",
          "doi": "https://doi.org/10.1073/pnas.2411495121",
          "filter": "0"
        },
        {
          "title": "Income inequality and the erosion of democracy in the twenty-first century",
          "authors": "Eli G. Rau, Susan Stokes",
          "abstract": "Among the most pressing problems societies face today are economic inequality and the erosion of democratic norms and institutions. In fact the two problems—inequality and democratic erosion—are linked. In a large cross-national statistical study of risk factors for democratic erosion, we establish that economic inequality is one of the strongest predictors of where and when democracy erodes. Even wealthy and longstanding democracies are vulnerable if they are highly unequal (though national wealth might provide some resiliency). The association between inequality and risk of democratic backsliding is robust, and holds under different measures and structures of both income inequality and wealth inequality. The association is unlikely to be a case of reverse causation. For concerned citizens seeking to understand why so many democracies are eroding and how to stop this process, our study indicates that policies for ameliorating inequality are a promising path forward.",
          "url": "https://doi.org/10.1073/pnas.2422543121",
          "doi": "https://doi.org/10.1073/pnas.2422543121",
          "filter": "0"
        },
        {
          "title": "Across the firewall: Foreign media’s role in shaping Chinese social media narratives on the Russo-Ukrainian War",
          "authors": "Hans W. A. Hanley, Yingdan Lu, Jennifer Pan",
          "abstract": "There is a widespread perception that China’s digital censorship distances its people from the global internet, and the Chinese Communist Party, through state-controlled media, is the main gatekeeper of information about foreign affairs. Our analysis of narratives about the Russo-Ukrainian War circulating on the Chinese social media platform Weibo challenges this view. Comparing narratives on Weibo with 8.26 million unique news articles from 2,500 of some of the most trafficked websites in China, Russia, Ukraine, and the United States (totaling 10,000 sites), we find that Russian news websites published more articles matching narratives found on Weibo than news websites from China, Ukraine, or the United States. Similarly, a plurality of Weibo narratives were most associated with narratives found on Russian news websites while less than ten percent were most associated with narratives from Chinese news sites. Narratives later appearing on Weibo were more likely to first appear on Russian rather than Chinese, Ukrainian, or US news websites, and Russian websites were highly influential for narratives appearing on Weibo. Altogether, these results show that Chinese state media was not the main gatekeeper of information about Russia’s invasion of Ukraine for Weibo users.",
          "url": "https://doi.org/10.1073/pnas.2420607122",
          "doi": "https://doi.org/10.1073/pnas.2420607122",
          "filter": "0"
        },
        {
          "title": "Development of precision medicine approaches to advance clinical trials for autism and social behavior: A research imperative",
          "authors": "Kelsie A. Boulton, Adam J. Guastella",
          "url": "https://doi.org/10.1073/pnas.2424066122",
          "doi": "https://doi.org/10.1073/pnas.2424066122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Zoos must embrace animal death for education and conservation",
          "authors": "Marcus Clauss, Marco Roller, Mads Frost Bertelsen, Claudia Rudolf von Rohr, Dennis W. H. Müller, Christian Schiffmann, Maya Kummrow, Dag Encke, Sam Ferreira, Ethan S. Duvall, Celesté Maré, Andrew J. Abraham",
          "url": "https://doi.org/10.1073/pnas.2414565121",
          "doi": "https://doi.org/10.1073/pnas.2414565121",
          "filter": "2"
        },
        {
          "title": "Protein dynamics underlies strong temperature dependence of heat receptors",
          "authors": "Andrew Njagi Mugo, Ryan Chou, Feng Qin",
          "abstract": "Ion channels are generally allosteric proteins, involving specialized stimulus sensor domains conformationally linked to the gate to drive channel opening. Temperature receptors are a group of ion channels from the transient receptor potential family. They exhibit an unprecedentedly strong temperature dependence and are responsible for temperature sensing in mammals. Despite intensive studies, however, the nature of the temperature sensor domain in these channels remains elusive. By direct calorimetry of TRPV1 proteins, we have recently provided a proof of principle that temperature sensing by ion channels may diverge from the conventional allosterity theory; rather it is intimately linked to inherent thermal instability of channel proteins. Here, we tackle the generality of the hypothesis and provide key molecular pieces of evidence on the coupling of thermal transitions in the channels. We show that while wild-type channels possess a single concerted thermal transition peak, the chimera, in which strong temperature dependence becomes disrupted, results in multitransition peaks, and the activation enthalpies are accordingly reduced. The data show that the coupling with protein unfolding drives up the energy barrier of activation, leading to a strong temperature dependence of opening. Furthermore, we pinpoint the proximal N-terminus of the channels as a linchpin in coalescing different parts of the channels into concerted activation. Thus, we suggest that coupled interaction networks in proteins underlie the strong temperature dependence of temperature receptors.",
          "url": "https://doi.org/10.1073/pnas.2406318121",
          "doi": "https://doi.org/10.1073/pnas.2406318121",
          "filter": "2"
        },
        {
          "title": "Climate change could amplify weak synchrony in large marine ecosystems",
          "authors": "Vadim A. Karatayev, Stephan B. Munch, Tanya L. Rogers, Daniel C. Reuman",
          "abstract": "Climate change is increasing the frequency of large-scale, extreme environmental events and flattening environmental gradients. Whether such changes will cause spatially synchronous, large-scale population declines depends on mechanisms that limit metapopulation synchrony, thereby promoting rescue effects and stability. Using long-term data and empirical dynamic models, we quantified spatial heterogeneity in density dependence, spatial heterogeneity in environmental responses, and environmental gradients to assess their role in inhibiting synchrony across 36 marine fish and invertebrate species. Overall, spatial heterogeneity in population dynamics was as important as environmental drivers in explaining population variation. This heterogeneity leads to weak synchrony in the California Current Ecosystem, where populations exhibit diverse responses to shared, large-scale environmental change. In contrast, in the Northeast U.S. Shelf Ecosystem, gradients in average environmental conditions among locations, filtered through nonlinear environmental response curves, limit synchrony. Simulations predict that environmental gradients and response diversity will continue to inhibit synchrony even if large-scale environmental extremes become common. However, if environmental gradients weaken, synchrony and periods of large-scale population decline may rise sharply among commercially important species on the Northeast Shelf. Our approach thus allows ecologists to 1) quantify how differences among local communities underpin landscape-scale resilience and 2) identify the kinds of future climatic changes most likely to amplify synchrony and erode species stability.",
          "url": "https://doi.org/10.1073/pnas.2404155121",
          "doi": "https://doi.org/10.1073/pnas.2404155121",
          "filter": "2"
        },
        {
          "title": "Pseudogap in electron-doped cuprates: Strong correlation leading to band splitting",
          "authors": "Masafumi Horio, Shiro Sakai, Hakuto Suzuki, Yosuke Nonaka, Makoto Hashimoto, Donghui Lu, Zhi-Xun Shen, Taro Ohgi, Takuya Konno, Tadashi Adachi, Yoji Koike, Masatoshi Imada, Atsushi Fujimori",
          "abstract": "The pseudogap phenomena have been a long-standing mystery of the cuprate high-temperature superconductors. The pseudogap in the electron-doped cuprates has been attributed to band folding due to antiferromagnetic (AFM) long-range order or short-range correlation. We performed an angle-resolved photoemission spectroscopy study of the electron-doped cuprates Pr 1.3− x La 0.7 Ce x CuO 4 showing spin-glass, disordered AFM behaviors, and superconductivity at low temperatures and, by measurements with fine momentum cuts, found that the gap opens on the unfolded Fermi surface rather than the AFM Brillouin zone boundary. The gap did not show a node, following the full symmetry of the Brillouin zone, and its magnitude decreased from the zone-diagonal to ( π ,0) directions, opposite to the hole-doped case. These observations were reproduced by cluster dynamical-mean-field-theory calculation, which took into account electron correlation precisely within a (CuO 2 ) 4 cluster. The present experimental and theoretical results are consistent with the mechanism that electron or hole doping into a Mott insulator creates an in-gap band that is separated from the upper or lower Hubbard band by the pseudogap.",
          "url": "https://doi.org/10.1073/pnas.2406624122",
          "doi": "https://doi.org/10.1073/pnas.2406624122",
          "filter": "2"
        },
        {
          "title": "Population encoding of observed and actual somatosensations in the human posterior parietal cortex",
          "authors": "Srinivas Chivukula, Tyson Aflalo, Carey Zhang, Emily R. Rosario, Ausaf Bari, Nader Pouratian, Richard A. Andersen",
          "abstract": "Cognition relies on transforming sensory inputs into a generalizable understanding of the world. Mirror neurons have been proposed to underlie this process, mapping visual representations of others’ actions and sensations onto neurons that mediate our own, providing a conduit for understanding. However, this theory has limitations. Here, we hypothesize that mirror-like responses represent one facet of a broader framework in which our brains engage internal models for cognition. We recorded populations of single neurons in the human posterior parietal cortex (PPC) of a brain–machine interface clinical trial participant implanted with a microelectrode array while she either experienced actual touch, or observed diverse tactile stimuli applied to other individuals. Two body locations were tested, on each of the participant and other individuals. Some neurons exhibited mirror-like properties, consistent with earlier literature. However, they were fragile, breaking with increased task complexity. Population responses were better characterized by generalizable and compositional basic-level features encoded within neural subspaces. These features enable the population to respond to diverse actual and observed touch stimuli and are recruited similarly for similar forms of touch. Mirror-like neurons belong within these subspaces, contributing more globally to compositionality and generalizability. We speculate that at a population-level, human PPC manifests an internal model for touch, and that cognition unfolds in the high-level human cortex by versatility in its representational building blocks. In a broad sense, we speculate that the population features we demonstrate support a broad mechanism by which the high-level human cortex enables understanding.",
          "url": "https://doi.org/10.1073/pnas.2316012121",
          "doi": "https://doi.org/10.1073/pnas.2316012121",
          "filter": "2"
        },
        {
          "title": "Oppositional and competitive instigation of hippocampal synaptic plasticity by the VTA and locus coeruleus",
          "authors": "Hardy Hagena, Denise Manahan-Vaughan",
          "abstract": "The novelty, saliency, and valency of ongoing experiences potently influence the firing rate of the ventral tegmental area (VTA) and the locus coeruleus (LC). Associative experience, in turn, is recorded into memory by means of hippocampal synaptic plasticity that is regulated by noradrenaline sourced from the LC, and dopamine, sourced from both the VTA and LC. Two persistent forms of synaptic plasticity, long-term potentiation (LTP), and long-term depression (LTD) support the encoding of different kinds of spatial experience. To what extent the VTA and the LC influence the direction of change of synaptic plasticity and therefore the content of stored experience is not clear. Here, we report that test-pulse activation of Schaffer-collateral–CA1 synapses of freely behaving male rats, in conjunction with VTA stimulation, results in LTP (&gt;24 h), whereas concomitant hippocampal afferent and LC stimulation results in LTD (&gt;24 h). Effects are frequency-dependent (1 to 50 Hz) and competitive: high-frequency (25 Hz), but not low-frequency (5 Hz) optogenetic activation of tyrosine hydroxylase-positive (TH+) neurons in the VTA, results in D1/D5R-dependent LTP, whereas 5 Hz (but not 1, or 25 Hz) activation of TH+ neurons in the LC results in hippocampal LTD that is both D1/D5 and β-AR-dependent. These results suggest that the VTA and LC do not work in synergy, but rather function in a competing fashion to drive different forms of information encoding through synaptic plasticity. Our findings indicate that information transmitted by the VTA and LC is likely to play a decisive role in the shaping of hippocampal information storage and the nature of learned experience.",
          "url": "https://doi.org/10.1073/pnas.2402356122",
          "doi": "https://doi.org/10.1073/pnas.2402356122",
          "filter": "2"
        },
        {
          "title": "Tungsten is utilized for lactate consumption and SCFA production by a dominant human gut microbe Eubacterium limosum",
          "authors": "Saisuki Putumbaka, Gerrit J. Schut, Michael P. Thorgersen, Farris L. Poole, Nana Shao, Dmitry A. Rodionov, Michael W. W. Adams",
          "abstract": "Eubacterium limosum is a dominant member of the human gut microbiome and produces short-chain fatty acids (SCFAs). These promote immune system function and inhibit inflammation, making this microbe important for human health. Lactate is a primary source of gut SCFAs but its utilization by E. limosum has not been explored. We show that E. limosum growing on lactate takes up added tungstate rather than molybdate and produces the SCFAs acetate and butyrate, but not propionate. The genes encoding an electron bifurcating, tungsten-containing oxidoreductase (WOR1) and a tungsten-containing formate dehydrogenase (FDH), along with an electron bifurcating lactate dehydrogenase (LCT), lactate permease, and enzymes of the propanediol pathway, are all up-regulated on lactate compared to growth on glucose. Lactate metabolism is controlled by a GntR-family repressor (LctR) and two global regulators, Rex and CcpA, where Rex in part controls W storage and tungstopyranopterin (Tuco) biosynthesis. Tuco-dependent riboswitches, along with CcpA, also control two iron transporters, consistent with the increased iron demand for many iron-containing enzymes, including WOR1 and FDH, involved in SCFA production. From intracellular aldehyde concentrations and the substrate specificity of WOR1, we propose that WOR1 is involved in detoxifying acetaldehyde produced during lactate degradation. Lactate to SCFA conversion by E. limosum is clearly highly tungstocentric and tungsten might be an overlooked micronutrient in the human microbiome and in overall human health.",
          "url": "https://doi.org/10.1073/pnas.2411809121",
          "doi": "https://doi.org/10.1073/pnas.2411809121",
          "filter": "2"
        },
        {
          "title": "The origin of color categories",
          "authors": "Daniel J. Garside, Audrey L. Y. Chang, Hannah M. Selwyn, Bevil R. Conway",
          "abstract": "To what extent does concept formation require language? Here, we exploit color to address this question and ask whether macaque monkeys have color concepts evident as categories. Macaques have similar cone photoreceptors and central visual circuits to humans, yet they lack language. Whether Old World monkeys such as macaques have consensus color categories is unresolved, but if they do, then language cannot be required. If macaques do not have color categories, then color categories in humans are unlikely to derive from innate properties of visual encoding and likely to depend on cognitive abilities such as language that differ between monkeys and humans. We tested macaques by adapting a match-to-sample paradigm used in humans to uncover color categories from errors in matches, and we analyzed the data using computational simulations that assess the possibility of unrecognized distortions in the perceptual uniformity of color space. The results provide evidence that humans have consensus cognitive color categories and macaques do not. One animal showed evidence for a private color category, demonstrating that monkeys have the capacity to form color categories even if they do not form consensus color categories. Taken together, the results imply that consensus color categories in humans, for which there is ample evidence, must depend upon language or other cognitive abilities.",
          "url": "https://doi.org/10.1073/pnas.2400273121",
          "doi": "https://doi.org/10.1073/pnas.2400273121",
          "filter": "2"
        },
        {
          "title": "Carbon gain in upper but loss in deeper cropland soils across China over the last four decades",
          "authors": "Zhenghu Zhou, Chuankuan Wang, Yu’e Li, Xuhui Wang, Xinhua He, Minggang Xu, Andong Cai",
          "abstract": "Increasing soil organic carbon (SOC) in agricultural systems is a primary nature-based option for mitigating climate change, improving soil fertility, and ensuring food security. However, the consequences of global warming and increases in carbon inputs on cropland SOC stocks over the last few decades remain largely unknown, particularly in deeper soil layers. Here, by using repeated measurements, we reassess variations in SOC stocks across a 0 to 100 cm soil profile at the same locations in China’s upland croplands in 1980 and 2023. We observe an overall net accumulation of 0.74 Pg SOC (7%) with a mean sequestration rate of 13.7 g SOC m −2 y −1 . This accumulation results from 0.86 Pg SOC gains at upper soil depths (0 to 60 cm) induced by carbon inputs, alongside 0.12 Pg SOC losses at deeper soil layers (60 to 100 cm) prompted by warming-enhanced decomposition. While our findings indicate a successful, though lower than expected, increase in overall net SOC stocks, the loss of more recalcitrant deeper SOC warrants further consideration of its effects on enhancing cropland SOC accumulation to achieve carbon neutrality over the long term.",
          "url": "https://doi.org/10.1073/pnas.2422371122",
          "doi": "https://doi.org/10.1073/pnas.2422371122",
          "filter": "2"
        },
        {
          "title": "Aberrant neuronal hyperactivation causes an age-dependent behavioral decline in Caenorhabditis elegans",
          "authors": "Binta Maria Aleogho, Mizuho Mohri, Moon Sun Jang, Sachio Tsukada, Yana Al-Hebri, Hironori J. Matsuyama, Yuki Tsukada, Ikue Mori, Kentaro Noma",
          "abstract": "Age-dependent sensory impairment, memory loss, and cognitive decline are generally attributed to neuron loss, synaptic dysfunction, and decreased neuronal activities over time. Concurrently, increased neuronal activity is reported in humans and other organisms during aging. However, it is unclear whether neuronal hyperactivity is the cause of cognitive impairment or a compensatory mechanism of circuit dysfunction. The roundworm Caenorhabditis elegans exhibits age-dependent declines in an associative learning behavior called thermotaxis, in which its temperature preference on a thermal gradient is contingent on food availability during its cultivation. Cell ablation and calcium imaging demonstrate that the major thermosensory circuit consisting of AFD thermosensory neuron and AIY interneuron is relatively intact in aged animals. On the other hand, ablation of either AWC sensory neurons or AIA interneurons ameliorates the age-dependent thermotaxis decline. Both neurons showed spontaneous and stochastic hyperactivity in aged animals, enhanced by reciprocal communication between AWC and AIA via neurotransmitters and neuropeptides. Our findings suggest that AWC and AIA hyperactivity mediates thermotaxis decline in aged animals. Furthermore, dietary modulation could ameliorate age-dependent thermotaxis decline by suppressing neuronal hyperactivity. We propose that aberrantly enhanced, not diminished, neuronal activities can impair the behavior of aged animals.",
          "url": "https://doi.org/10.1073/pnas.2412391122",
          "doi": "https://doi.org/10.1073/pnas.2412391122",
          "filter": "2"
        },
        {
          "title": "Molecular basis of Spns1-mediated lysophospholipid transport from the lysosome",
          "authors": "Hongwen Chen, Hoa T. T. Ha, Nadia Elghobashi-Meinhardt, Nhung A. Le, Philip Schmiege, Long N. Nguyen, Xiaochun Li",
          "abstract": "Spns1 mediates the rate-limiting efflux of lysophospholipids from the lysosome to the cytosol. Deficiency of Spns1 is associated with embryonic senescence, as well as liver and skeletal muscle atrophy in animal models. However, the mechanisms by which Spns1 transports lysophospholipid and proton sensing remain unclear. Here, we present a cryogenic electron microscopy structure of human Spns1 in lysophosphatidylcholine (LPC)-bound lumen-facing conformation. Notably, LPC snugly binds within the luminal-open cavity, where the molecular dynamics simulations reveal that LPC presents a propensity to enter between transmembrane-helices (TM) 5 and 8. Structural comparisons and cell-based transport assays uncover several pivotal residues at TM 5/8 that orchestrate the transport cycle, which are unique to Spns1. Furthermore, we identify a five-residue network that is crucial for proton-sensing by Spns1. Transference of these network residues to Spns2, a sphingosine-1-phosphate uniporter, causes the chimeric Spns2 to be low pH dependent. Our results reveal molecular insights into lysosomal LPC transport and the proton-sensing mechanism by Spns1.",
          "url": "https://doi.org/10.1073/pnas.2409596121",
          "doi": "https://doi.org/10.1073/pnas.2409596121",
          "filter": "2"
        },
        {
          "title": "Molecular basis of hemoglobin binding and heme removal in Corynebacterium diphtheriae",
          "authors": "Brendan J. Mahoney, Lindsey R. Lyman, Jordan Ford, Jess Soule, Nicole A. Cheung, Andrew K. Goring, Kat Ellis-Guardiola, Michael J. Collazo, Duilio Cascio, Hung Ton-That, Michael P. Schmitt, Robert T. Clubb",
          "abstract": "To successfully mount infections, nearly all bacterial pathogens must acquire iron, a key metal cofactor that primarily resides within human hemoglobin. Corynebacterium diphtheriae causes the life-threatening respiratory disease diphtheria and captures hemoglobin for iron scavenging using the surface-displayed receptor HbpA. Here, we show using X-ray crystallography, NMR, and in situ binding measurements that C. diphtheriae selectively captures iron-loaded hemoglobin by partially ensconcing the heme molecules of its α subunits. Quantitative growth and heme release measurements are compatible with C. diphtheriae acquiring heme passively released from hemoglobin’s β subunits. We propose a model in which HbpA and heme-binding receptors collectively function on the C. diphtheriae surface to capture hemoglobin and its spontaneously released heme. Acquisition mechanisms that exploit the propensity of hemoglobin’s β subunit to release heme likely represent a common strategy used by bacterial pathogens to obtain iron during infections.",
          "url": "https://doi.org/10.1073/pnas.2411833122",
          "doi": "https://doi.org/10.1073/pnas.2411833122",
          "filter": "2"
        },
        {
          "title": "Tsg101 mimicry of canonical E2 enzymes underlies its role in ubiquitin signaling",
          "authors": "David A. Nyenhuis, Susan M. Watanabe, Nico Tjandra, Carol A. Carter",
          "abstract": "Tsg101 is a highly conserved protein best known as an early-functioning component of cellular ESCRT machinery participating in recognition, sorting, and trafficking of cellular cargo to various intracellular destinations. It shares sequence and structural homology to canonical ubiquitin-conjugating (E2) enzymes and is linked to diverse events regulated by Ub signaling. How it might fulfill these roles is unclear. Here, we show that Tsg101 E2 mimicry permits interactions with diverse ubiquitin ligating (E3) enzymes and underlies its multifunctional capabilities. Coexpression of Tsg101 with the E3 ligase NNedd4-2s protected the enzyme from degradation and, remarkably, other widely divergent ligases as well. Structural alignment with UbcH5, a canonical E2 enzyme, revealed that recognition at the E2-E3 interface, a region broadly conserved despite sequence and structural differences in both E2 and E3 enzymes, was critical for protection. Nevertheless, UbcH5 failed to protect NNedd4-2s, indicating that the UEV chaperone function is unique to the variant. Studies using Cy5-Ub-VME showed that Tsg101-mediated protection reduced accessibility to Cys residues in the ligase. Access to Tsg101 Ub-binding sites was critical: Rabeprazole, which interferes with Tsg101 Ub-binding, diminished E3 ligase protection. Thus, E2 mimicry permitting control of E3 ligase ubiquitin signaling underlies Tsg101’s broad ability to participate in multiple cellular functions. The study provides mechanistic insight into how Tsg101, by partnering with diverse E3 ligases, can contribute to a broad range of cellular activities.",
          "url": "https://doi.org/10.1073/pnas.2419542121",
          "doi": "https://doi.org/10.1073/pnas.2419542121",
          "filter": "2"
        },
        {
          "title": "Trojan horse peptide conjugates remodel the activity spectrum of clinical antibiotics",
          "authors": "Shangwen Luo, Xin-Rong Li, Xiao-Tong Gong, Alexey Kulikovsky, Feng Qu, Konstantinos Beis, Konstantin Severinov, Svetlana Dubiley, Xinxin Feng, Shi-Hui Dong, Satish K. Nair",
          "abstract": "Infections caused by gram-negative pathogens continue to be a major risk to human health because of the innate antibiotic resistance endowed by their unique cell membrane architecture. Nature has developed an elegant solution to target gram-negative strains, namely by conjugating toxic antibiotic warheads to a suitable carrier to facilitate the active import of the drug to a specific target organism. Microcin C7 (McC) is a Trojan horse peptide–conjugated antibiotic that specifically targets enterobacteria by exploiting active import through oligopeptide transport systems. Here, we characterize the molecular mechanism of McC recognition by YejA, the solute binding protein of the Escherichia coli oligopeptide transporter. Structure-guided mutational and functional analysis elucidates the determinants of substrate recognition. We demonstrate that the peptide carrier can serve as a passport for the entry of molecules that are otherwise not taken into E. coli cells. We show that peptide conjugation can remodel the antibiotic spectrum of clinically relevant parent compounds. Bioinformatics analysis reveals a broad distribution of YejA-like transporters in only the Proteobacteria, underscoring the potential for the development of Trojan horse antibiotics that are actively imported into such gram-negative bacteria.",
          "url": "https://doi.org/10.1073/pnas.2319483121",
          "doi": "https://doi.org/10.1073/pnas.2319483121",
          "filter": "2"
        },
        {
          "title": "Dissecting the cellular architecture and genetic circuitry of the soybean seed",
          "authors": "Julie M. Pelletier, Min Chen, Jer-Young Lin, Brandon Le, Ryan C. Kirkbride, Jungim Hur, Tina Wang, Shu-Heng Chang, Alexander Olson, Lachezar Nikolov, Robert B. Goldberg, John J. Harada",
          "abstract": "Seeds are complex structures composed of three regions, embryo, endosperm, and seed coat, with each further divided into subregions that consist of tissues, cell layers, and cell types. Although the seed is well characterized anatomically, much less is known about the genetic circuitry that dictates its spatial complexity. To address this issue, we profiled mRNAs from anatomically distinct seed subregions at several developmental stages. Analyses of these profiles showed that all subregions express similar diverse gene numbers and that the small gene numbers expressed subregion specifically provide information about the biological processes that occur in these seed compartments. In parallel, we profiled RNAs in individual nuclei and identified nuclei clusters representing distinct cell identities. Integrating single-nucleus RNA and subregion mRNA transcriptomes allowed most cell identities to be assigned to specific subregions and cell types and/or cell states. The number of cell identities exceeds the number of anatomically distinguishable cell types, emphasizing the spatial complexity of seeds. We defined gene coexpression networks that underlie distinct biological processes during seed development. We showed that network distribution among subregions and cell identities is highly variable. Some networks operate in single subregions and/or cell identities, and many coexpression networks operate in multiple subregions and/or cell identities. We also showed that single subregions and cell identities possess several networks. Together, our studies provide unique insights into the biological processes and genetic circuitry that underlie the spatial landscape of the seed.",
          "url": "https://doi.org/10.1073/pnas.2416987121",
          "doi": "https://doi.org/10.1073/pnas.2416987121",
          "filter": "2"
        },
        {
          "title": "Hydroxychloroquine prevents resistance and potentiates the antitumor effect of SHP2 inhibition in NF1-associated malignant peripheral nerve sheath tumors",
          "authors": "Sameer Farouk Sait, Kwan Ho Tang, Steven P. Angus, Rebecca Brown, Daochun Sun, Xuanhua Xie, Charlene Iltis, Michelle Lien, Nicholas D. Socci, Tejus A. Bale, Christopher Davis, Shelley A. H. Dixon, Chi Zhang, D. Wade Clapp, Benjamin G. Neel, Luis F. Parada",
          "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive sarcomas and the primary cause of mortality in patients with neurofibromatosis type 1 (NF1). These malignancies develop within preexisting benign lesions called plexiform neurofibromas (PNs). PNs are solely driven by biallelic NF1 loss eliciting RAS pathway activation, and they respond favorably to MEK inhibitor therapy. MPNSTs harbor additional mutations and respond poorly to MEK inhibition. Our analysis of genetically engineered and orthotopic patient-derived xenograft MPNST models indicates that MEK inhibition has poor antitumor efficacy. By contrast, upstream inhibition of RAS through the protein-tyrosine phosphatase SHP2 reduced downstream signaling and suppressed NF1 MPNST growth, although resistance eventually emerged. To investigate possible mechanisms of acquired resistance, kinomic analyses of resistant tumors were performed, and data analysis identified enrichment of activated autophagy pathway protein kinases. Combining SHP2 inhibition with hydroxychloroquine (HQ) resulted in durable responses in NF1 MPNSTs in both genetic and orthotopic xenograft mouse models. Our studies could be rapidly translated into a clinical trial to evaluate SHP2 inhibition in conjunction with HQ as a unique treatment approach for NF1 MPNSTs.",
          "url": "https://doi.org/10.1073/pnas.2407745121",
          "doi": "https://doi.org/10.1073/pnas.2407745121",
          "filter": "2"
        },
        {
          "title": "Evolution takes multiple paths to evolvability when facing environmental change",
          "authors": "Bhaskar Kumawat, Alexander Lalejini, Monica M. Acosta, Luis Zaman",
          "abstract": "Life at all scales is surprisingly effective at exploiting new opportunities, as demonstrated by the rapid emergence of antimicrobial resistance and novel pathogens. How populations acquire this level of evolvability and the various ways it aids survival are major open questions with direct implications for human health. Here, we use digital evolution to show that changing environments facilitate the simultaneous evolution of high mutation rates and a distribution of mutational effects skewed toward beneficial phenotypes. The evolved mutational neighborhoods allow rapid adaptation to previously encountered environments, whereas higher mutation rates aid adaptation to completely new environmental conditions. By precisely tracking evolving lineages and the phenotypes of their mutants, we show that evolving populations localize on phenotypic boundaries between distinct regions of genotype space. Our results demonstrate how evolution shapes multiple determinants of evolvability concurrently, fine-tuning a population’s adaptive responses to unpredictable or recurrent environmental shifts.",
          "url": "https://doi.org/10.1073/pnas.2413930121",
          "doi": "https://doi.org/10.1073/pnas.2413930121",
          "filter": "2"
        },
        {
          "title": "Memory control deficits in the sleep-deprived human brain",
          "authors": "Marcus O. Harrington, Theodoros Karapanagiotidis, Lauryn Phillips, Jonathan Smallwood, Michael C. Anderson, Scott A. Cairney",
          "abstract": "Sleep disturbances are associated with intrusive memories, but the neurocognitive mechanisms underpinning this relationship are poorly understood. Here, we show that sleep deprivation disrupts prefrontal inhibition of memory retrieval, and that the overnight restoration of this inhibitory mechanism is associated with time spent in rapid eye movement (REM) sleep. The functional impairments arising from sleep deprivation are linked to a behavioral deficit in the ability to downregulate unwanted memories, and coincide with a deterioration of deliberate patterns of self-generated thought. We conclude that sleep deprivation gives rise to intrusive memories via the disruption of neural circuits governing mnemonic inhibitory control, which may rely on REM sleep.",
          "url": "https://doi.org/10.1073/pnas.2400743122",
          "doi": "https://doi.org/10.1073/pnas.2400743122",
          "filter": "2"
        },
        {
          "title": "The CYLD–PARP1 feedback loop regulates DNA damage repair and chemosensitivity in breast cancer cells",
          "authors": "Miaomiao Zheng, Shuo Wang, Kexin Tang, Ruixue Kong, Xuemeng Wang, Jun Zhou, Yan Chen, Yijie Wang",
          "abstract": "Poly(ADP-ribose) polymerase 1 (PARP1) plays a crucial role in DNA repair and genomic stability maintenance. However, the regulatory mechanisms governing PARP1 activity, particularly through deubiquitination, remain poorly elucidated. Using a deubiquitinase (DUB) library binding screen, we identified cylindromatosis (CYLD) as a bona fide DUB for PARP1 in breast cancer cells. Mechanistically, CYLD is recruited by PARP1 to DNA lesions upon genotoxic stress, where it cleaves K63-linked polyubiquitin chains on PARP1 at residues K748, K940, and K949, resulting in compromised PARP1 activation. In a reciprocal manner, PARP1 PARylates CYLD at sites E191, E231, E259, and E509, thereby enhancing its DUB activity. Consequently, depletion of CYLD leads to increased efficiency in base excision repair and confers breast cancer cells with resistance to alkylating agents. Conversely, overexpression of CYLD enhances sensitivity to PARP inhibitors (PARPi) even in homologous recombination-proficient breast cancer cells. These findings offer unique insights into the intricate interplay between CYLD and PARP1 in DNA repair, underscoring the pivotal role of targeting this regulatory axis for breast cancer chemotherapy.",
          "url": "https://doi.org/10.1073/pnas.2413890121",
          "doi": "https://doi.org/10.1073/pnas.2413890121",
          "filter": "2"
        },
        {
          "title": "An animal model recapitulates human hepatic diseases associated with GATA6 mutations",
          "authors": "Wenpeng Shi, Xiaogui Yi, Hua Ruan, Donglei Wang, Dan Wu, Pengfei Jiang, Lisha Luo, Xirui Ma, Faming Jiang, Cairui Li, Weinan Wu, Lingfei Luo, Li Li, Guixue Wang, Juhui Qiu, Honghui Huang",
          "abstract": "Heterozygotic GATA6 mutations are responsible for various congenital diseases in the heart, pancreas, liver, and other organs in humans. However, there is lack of an animal that can comprehensively model these diseases since GATA6 is essential for early embryogenesis. Here, we report the establishment of a gata6 knockout zebrafish which recapitulates most of the symptoms in patients with GATA6 mutations, including cardiac outflow tract defects, pancreatic hypoplasia/agenesis, gallbladder agenesis, and various liver diseases. Particularly in the liver, the zebrafish gata6 model exhibits the paucity of intrahepatic bile ducts, disrupted bile canaliculi, cholestasis, resembling the liver diseases associated with GATA6 mutations. Moreover, an unreported phenotype, hepatic cysts, has been also revealed in the model. Mechanistically, Gata6 interacts with Hhex and binds lrh-1 promoter to synergistically activate its expression, thereby enhancing the Lrh-1-mediated β-catenin signaling which is essential for liver development. This transcriptional activation of lrh-1 is tightly controlled by the negative feedback, in which Lrh1 interacts with Gata6 to weaken its transactivation ability. Moreover, Gata6 level is regulated by Hhex-mediated proteasomal degradation. The orchestration by these three transcription factors precisely modulates Gata6 activity, ensuring β-catenin signaling output and proper liver development in zebrafish. Importantly, the molecular mechanism identified in zebrafish is conserved in human cells. GATA6 mutant variants associated with hepatobiliary malformations in humans interact aberrantly with HHEX, resulting in subsequent impairments of LRH-1 activation. Conclusively, the disease model established here provides both phenotypic and mechanism insights into the human hepatic diseases associated with GATA6 mutations.",
          "url": "https://doi.org/10.1073/pnas.2317801121",
          "doi": "https://doi.org/10.1073/pnas.2317801121",
          "filter": "2"
        },
        {
          "title": "Dual-action kinase inhibitors influence p38α MAP kinase dephosphorylation",
          "authors": "Emily J. Stadnicki, Hannes Ludewig, Ramasamy P. Kumar, Xicong Wang, Youwei Qiao, Dorothee Kern, Niels Bradshaw",
          "abstract": "Reversible protein phosphorylation directs essential cellular processes including cell division, cell growth, cell death, inflammation, and differentiation. Because protein phosphorylation drives diverse diseases, kinases and phosphatases have been targets for drug discovery, with some achieving remarkable clinical success. Most protein kinases are activated by phosphorylation of their activation loops, which shifts the conformational equilibrium of the kinase toward the active state. To turn off the kinase, protein phosphatases dephosphorylate these sites, but how the conformation of the dynamic activation loop contributes to dephosphorylation was not known. To answer this, we modulated the activation loop conformational equilibrium of human p38α ΜΑP kinase with existing kinase inhibitors that bind and stabilize specific inactive activation loop conformations. From this, we identified three inhibitors that increase the rate of dephosphorylation of the activation loop phospho-threonine by the PPM serine/threonine phosphatase WIP1. Hence, these compounds are “dual-action” inhibitors that simultaneously block the active site and promote p38α dephosphorylation. Our X-ray crystal structures of phosphorylated p38α bound to the dual-action inhibitors reveal a shared flipped conformation of the activation loop with a fully accessible phospho-threonine. In contrast, our X-ray crystal structure of phosphorylated apo human p38α reveals a different activation loop conformation with an inaccessible phospho-threonine, thereby explaining the increased rate of dephosphorylation upon inhibitor binding. These findings reveal a conformational preference of phosphatases for their targets and suggest a unique approach to achieving improved potency and specificity for therapeutic kinase inhibitors.",
          "url": "https://doi.org/10.1073/pnas.2415150122",
          "doi": "https://doi.org/10.1073/pnas.2415150122",
          "filter": "2"
        },
        {
          "title": "Dynamic binding of the bacterial chaperone Trigger factor to translating ribosomes in Escherichia coli",
          "authors": "Tora Hävermark, Mikhail Metelev, Erik Lundin, Ivan L. Volkov, Magnus Johansson",
          "abstract": "The bacterial chaperone Trigger factor (TF) binds to ribosome-nascent chain complexes (RNCs) and cotranslationally aids the folding of proteins in bacteria. Decades of studies have given a broad, but often conflicting, description of the substrate specificity of TF, its RNC-binding dynamics, and competition with other RNC-binding factors, such as the Signal Recognition Particle (SRP). Previous RNC-binding kinetics experiments were commonly conducted on stalled RNCs in reconstituted systems, and consequently, may not be representative of the interaction of TF with ribosomes translating mRNA in the cytoplasm of the cell. Here, we used single-particle tracking (SPT) to measure TF binding to actively translating ribosomes inside living Escherichia coli . In cells, TF displays distinct binding modes—longer (ca 1 s) and shorter (ca 50 ms) RNC bindings. Consequently, we conclude that TF, on average, stays bound to the RNC for only a fraction of the translation cycle. Further, binding events are interrupted only by transient excursions to a freely diffusing state (ca 40 ms), suggesting a highly dynamic binding and unbinding cycle of TF in vivo. We also show that TF competes with SRP for RNC binding, and in doing so, tunes the binding selectivity of SRP.",
          "url": "https://doi.org/10.1073/pnas.2409536121",
          "doi": "https://doi.org/10.1073/pnas.2409536121",
          "filter": "2"
        },
        {
          "title": "Reconciling heterogeneous dengue virus infection risk estimates from different study designs",
          "authors": "Angkana T. Huang, Darunee Buddhari, Surachai Kaewhiran, Sopon Iamsirithaworn, Direk Khampaen, Aaron Farmer, Stefan Fernandez, Stephen J. Thomas, Isabel Rodriguez-Barraquer, Taweewun Hunsawong, Anon Srikiatkhachorn, Gabriel Ribeiro dos Santos, Megan O’Driscoll, Marco Hamins-Puertolas, Timothy Endy, Alan L. Rothman, Derek A. T. Cummings, Kathryn Anderson, Henrik Salje",
          "abstract": "Uncovering rates at which susceptible individuals become infected with a pathogen, i.e., the force of infection (FOI), is essential for assessing transmission risk and reconstructing distribution of immunity in a population. For dengue, reconstructing exposure and susceptibility statuses from the measured FOI is of particular significance as prior exposure is a strong risk factor for severe disease. FOI can be measured via many study designs. Longitudinal serology is considered gold standard measurements, as they directly track the transition of seronegative individuals to seropositive due to incident infections (seroincidence). Cross-sectional serology can provide estimates of FOI by contrasting seroprevalence across ages. Age of reported cases can also be used to infer FOI. Agreement of these measurements, however, has not been assessed. Using 26 y of data from cohort studies and hospital-attended cases from Kamphaeng Phet province, Thailand, we found FOI estimates from the three sources to be highly inconsistent. Annual FOI estimates from seroincidence were 1.75 to 4.05 times higher than case-derived FOI. Seroprevalence-derived was moderately correlated with case-derived FOI (correlation coefficient = 0.47) with slightly lower estimates. Through extensive simulations and theoretical analysis, we show that incongruences between methods can result from failing to account for dengue antibody kinetics, assay noise, and heterogeneity in FOI across ages. Extending standard inference models to include these processes reconciled the FOI and susceptibility estimates. Our results highlight the importance of comparing inferences across multiple data types to uncover additional insights not attainable through a single data type/analysis.",
          "url": "https://doi.org/10.1073/pnas.2411768121",
          "doi": "https://doi.org/10.1073/pnas.2411768121",
          "filter": "2"
        },
        {
          "title": "RAP-2 and CNH-MAP4 Kinase MIG-15 confer resistance in bystander epithelium to cell-fate transformation by excess Ras or Notch activity",
          "authors": "Razan A. Fakieh, David J. Reiner",
          "abstract": "Induction of cell fates by growth factors impacts many facets of developmental biology and disease. LIN-3/EGF induces the equipotent vulval precursor cells (VPCs) in Caenorhabditis elegans to assume the 3˚−3˚−2˚−1˚−2˚−3˚ pattern of cell fates. 1˚ and 2˚ cells become specialized epithelia and undergo stereotyped series of cell divisions to form the vulva. Conversely, 3˚ cells are relatively quiescent and nonspecialized; they divide once and fuse with the surrounding epithelium. 3˚ cells have thus been characterized as passive, uninduced, or ground state. Based on our previous studies, we hypothesized that a 3˚-promoting program would confer resistance to cell fate-transformation by inappropriately activated 1˚ and 2˚ fate-promoting LET-60/Ras and LIN-12/Notch, respectively. Deficient MIG-15/CNH-MAP4 Kinase meets the expectations of genetic interactions for a 3˚-promoting protein. Moreover, endogenous MIG-15 is required for expression of a fluorescent biomarker of 3˚ cell fate, is expressed in VPCs, and functions cell autonomously in VPCs. The Ras family small GTPase RAP-2, orthologs of which activate orthologs of MIG-15 in other systems, emulates these functions of MIG-15. However, gain of RAP-2 function has no effect on patterning, suggesting its activity is constitutive in VPCs. The 3˚ biomarker is expressed independently of the AC, raising questions about the cellular origin of 3˚-promoting activity. Activated LET-60/Ras and LIN-12/Notch repress expression of the 3˚ biomarker, suggesting that the 3˚-promoting program is both antagonized by as well as antagonizes 1˚- and 2˚- promoting programs. This study provides insight into developmental properties of cells historically considered to be nonresponding to growth factor signals.",
          "url": "https://doi.org/10.1073/pnas.2414321121",
          "doi": "https://doi.org/10.1073/pnas.2414321121",
          "filter": "2"
        },
        {
          "title": "A minimal vertex model explains how the amnioserosa avoids fluidization during Drosophila dorsal closure",
          "authors": "Indrajit Tah, Daniel Haertter, Janice M. Crawford, Daniel P. Kiehart, Christoph F. Schmidt, Andrea J. Liu",
          "abstract": "Dorsal closure is a process that occurs during embryogenesis of Drosophila melanogaster . During dorsal closure, the amnioserosa (AS), a one-cell thick epithelial tissue that fills the dorsal opening, shrinks as the lateral epidermis sheets converge and eventually merge. During this process, both shape index and aspect ratio of amnioserosa cells increase markedly. The standard 2-dimensional vertex model, which successfully describes tissue sheet mechanics in multiple contexts, would in this case predict that the tissue should fluidize via cell neighbor changes. Surprisingly, however, the amnioserosa remains an elastic solid with no such events. We here present a minimal extension to the vertex model that explains how the amnioserosa can achieve this unexpected behavior. We show that continuous shrinkage of the preferred cell perimeter and cell perimeter polydispersity lead to the retention of the solid state of the amnioserosa. Our model accurately captures measured cell shape and orientation changes and predicts nonmonotonic junction tension that we confirm with laser ablation experiments.",
          "url": "https://doi.org/10.1073/pnas.2322732121",
          "doi": "https://doi.org/10.1073/pnas.2322732121",
          "filter": "2"
        },
        {
          "title": "Comparing integrative ventilatory and renal acid–base acclimatization in lowlanders and Tibetan highlanders during ascent to 4,300 m",
          "authors": "Nicole A. Johnson, Jessica A. Dickenson, Benjamin W.L. MacKenzie, Rodion Isakovich, Anne Kalker, Janne Bouten, Nicholas D.J. Strzalkowski, Taylor S. Harman, Pontus Holmström, Ajaya J. Kunwar, Nilam Thakur, Sunil Dhungel, Nima Sherpa, Abigail W. Bigham, Tom D. Brutsaert, Trevor A. Day",
          "abstract": "With over 14 million people living above 3,500 m, the study of acclimatization and adaptation to high altitude in human populations is of increasing importance, where exposure to high altitude (HA) imposes a blood oxygenation and acid–base challenge. A sustained and augmented hypoxic ventilatory response protects oxygenation through ventilatory acclimatization, but elicits hypocapnia and respiratory alkalosis. A subsequent renally mediated compensatory metabolic acidosis corrects pH toward baseline values, with a high degree of interindividual variability. Differential renal compensation between acclimatizing lowlanders (LL) and Tibetan highlanders (TH; Sherpa) with ascent was previously unknown. We assessed ventilatory and renal acclimatization between unacclimatized LL and TH during incremental ascent from 1,400 m to 4,300 m in age- and sex-matched groups of 15-LL (8F) and 14-TH (7F) of confirmed Tibetan ancestry. We compared respiratory and renally mediated blood acid–base acclimatization (PCO 2 , [HCO 3 − ], pH) in both groups before (1,400 m) and following day 8 to 9 of incremental ascent to 4,300 m. We found that following ascent to 4,300 m, LL had significantly lower PCO 2 ( P &lt;0.0001) and [HCO 3 − ] ( P &lt;0.0001), and higher pH ( P = 0.0037) than 1,400 m, suggesting respiratory alkalosis and only partial renal compensation. Conversely, TH had significantly lower PCO 2 ( P &lt; 0.0001) and [HCO 3 − ] ( P &lt; 0.0001), but unchanged pH ( P = 0.1), suggesting full renal compensation, with significantly lower PCO 2 ( P = 0.01), [HCO 3 − ] ( P &lt; 0.0001) and pH ( P = 0.005) than LL at 4,300 m. This demonstration of differential integrative respiratory–renal responses between acclimatizing LL and TH may indicate selective pressure on TH, and highlights the important role of the kidneys in acclimatization.",
          "url": "https://doi.org/10.1073/pnas.2412561121",
          "doi": "https://doi.org/10.1073/pnas.2412561121",
          "filter": "2"
        },
        {
          "title": "Electron transfer in polysaccharide monooxygenase catalysis",
          "authors": "Richard I. Sayler, William C. Thomas, Alexander J. Rose, Michael A. Marletta",
          "abstract": "Polysaccharide monooxygenase (PMO) catalysis involves the chemically difficult hydroxylation of unactivated C–H bonds in carbohydrates. The reaction requires reducing equivalents and will utilize either oxygen or hydrogen peroxide as a cosubstrate. Two key mechanistic questions are addressed here: 1) How does the enzyme regulate the timely and tightly controlled electron delivery to the mononuclear copper active site, especially when bound substrate occludes the active site? and 2) How does this electron delivery differ when utilizing oxygen or hydrogen peroxide as a cosubstrate? Using a computational approach, potential paths of electron transfer (ET) to the active site copper ion were identified in a representative AA9 family PMO from Myceliophthora thermophila ( Mt PMO9E). When Y62, a buried residue 12 Å from the active site, is mutated to F, lower activity is observed with O 2 . However, a WT-level activity is observed with H 2 O 2 as a cosubstrate indicating an important role in ET for O 2 activation. To better understand the structural effects of mutations to Y62 and axial copper ligand Y168, crystal structures were solved of the wild type Mt PMO9E and the variants Y62W, Y62F, and Y168F. A bioinformatic analysis revealed that position 62 is conserved as either Y or W in the AA9 family. The Mt PMO9E Y62W variant has restored activity with O 2 . Overall, the use of redox-active residues to supply electrons for the reaction with O 2 appears to be widespread in the AA9 family. Furthermore, the results provide a molecular framework to understand catalysis with O 2 versus H 2 O 2 .",
          "url": "https://doi.org/10.1073/pnas.2411229121",
          "doi": "https://doi.org/10.1073/pnas.2411229121",
          "filter": "2"
        },
        {
          "title": "Unlocking the catalytic precision of ligand-controlled enzymatic halogenation",
          "authors": "Aisaraphon Phintha, April L. Lukowski, Pimchai Chaiyen",
          "abstract": "A single-component flavin-dependent halogenase, AetF, has emerged as an attractive biocatalyst for catalyzing halogenation. However, its flavin chemistry remains unexplored and cannot be predicted due to its uniqueness in sequence and structure compared to other flavin-dependent monooxygenases. Here, we investigated the flavin reactions of AetF using transient kinetics. Our data revealed that NADP + binding is required for formation of C4a-hydroperoxy flavin adenine dinucleotide (FAD) (FAD C4aOOH ), a key flavin-oxygen adduct required for generating a halogenating species. In the presence of NaBr without L-tryptophan, the flavin oxygen adduct intermediates [possibly FAD C4aOOH and C4a-hydroxy FAD (FAD C4aOH )] are highly stabilized (&gt;4,000 s) before returning to the oxidized FAD state. In the presence of L-tryptophan, the rate of FAD C4aOH dehydration to form oxidized FAD increased by ~825-fold. These data suggest that the presence of all substrates is required for speeding up AetF’s catalytic cycle. Our findings underscore the adeptness of AetF in managing its reactivity through ligand control. Structural and tunnel analyses revealed that the binding of NADP + and L-tryptophan induces changes in protein tunnels which may potentially link to the ligand-controlled mechanisms. Leveraging these catalytic insights, we employed light-induced flavin reduction and NADP + stimulation to enable AetF halogenation of various compounds. Our findings demonstrate the mechanisms of precise control over flavin chemistry by AetF. These mechanistic insights may be useful for the biocatalytic development of single-component flavin-dependent halogenases.",
          "url": "https://doi.org/10.1073/pnas.2409479122",
          "doi": "https://doi.org/10.1073/pnas.2409479122",
          "filter": "2"
        },
        {
          "title": "Computational-aided rational mutation design of pertuzumab to overcome active HER2 mutation S310F through antibody–drug conjugates",
          "authors": "Xuefei Bai, Lingyi Xu, Zhe Wang, Xinlei Zhuang, Jiangtao Ning, Yanping Sun, Haibin Wang, Yugang Guo, Yingchun Xu, Jiangtao Guo, Shuqing Chen, Liqiang Pan",
          "abstract": "Recurrent missense mutations in the human epidermal growth factor receptor 2 (HER2) have been identified across various human cancers. Among these mutations, the active S310F mutation in the HER2 extracellular domain stands out as not only oncogenic but also confers resistance to pertuzumab, an antibody drug widely used in clinical cancer therapy, by impeding its binding. In this study, we have successfully employed computational-aided rational design to undertake directed evolution of pertuzumab, resulting in the creation of an evolved pertuzumab variant named Ptz-SA. This variant, with only two mutations (T30S/D31A) located on its heavy chain, effectively reinstates binding to the mutated antigen, at the expense of a 35-fold reduction in binding affinity to HER2 (S310F) compared to the wild-type pair. Subsequently, Ptz-SA demonstrates potent killing capacity through antigen-dependent cytotoxicity. Moreover, upon engineering Ptz-SA into antibody–drug conjugates, such as Ptz-SA-MMAE, it manifests notable in vitro and in vivo antitumor efficacy by efficiently delivering cytotoxic payload into tumor cells expressing HER2 (S310F). Cryoelectron microscopy studies elucidate the molecular mechanism underlying the restored binding ability of Ptz-SA toward the S310F mutation. The steric hindrance induced by the S310F mutation is efficiently circumvented by the T30S and D31A mutations, which provides adequate space to accommodate the larger phenylalanine. Additionally, Ptz-SA also exhibits binding capacity to HER2 (S310Y), another mutation occurring at the S310 site of HER2 with high frequency. The computational-aided evolution of pertuzumab provides an alternative strategy for overcoming point mutation-mediated resistance to therapeutic antibodies.",
          "url": "https://doi.org/10.1073/pnas.2413686122",
          "doi": "https://doi.org/10.1073/pnas.2413686122",
          "filter": "2"
        },
        {
          "title": "Evidence for a metal–bosonic insulator–superconductor transition in compressed sulfur",
          "authors": "Kui Wang, Hongjian Zhao, Guangtao Liu, Mi Zhou, Yinqi Chen, Qiushi Li, Guangchen Ma, Hongbo Wang, Russell J. Hemley, Yanming Ma",
          "abstract": "The abrupt drop of resistance to zero at a critical temperature is a key signature of the current paradigm of the metal–superconductor transition. However, the emergence of an intermediate bosonic insulating state characterized by a resistance peak preceding the onset of the superconducting transition has challenged this traditional understanding. Notably, this phenomenon has been predominantly observed in disordered or chemically doped low-dimensional systems, raising intriguing questions about the generality of the effect and its underlying fundamental physics. Here, we present a systematic experimental study of compressed elemental sulfur, an undoped three-dimensional (3D) high-pressure superconductor, with detailed measurements of electrical resistance as a function of temperature, magnetic field, and current. The anomalous resistance peak observed in this 3D system is interpreted based on an empirical model of a metal–bosonic insulator–superconductor transition, potentially driven by vortex dynamics under magnetic field and energy dissipation processes. These findings offer a fresh platform for theoretical analysis of the decades-long enigmatic of the underlying mechanism of this phenomenon.",
          "url": "https://doi.org/10.1073/pnas.2420904122",
          "doi": "https://doi.org/10.1073/pnas.2420904122",
          "filter": "2"
        },
        {
          "title": "Integrating climate and physical constraints into assessments of net capture from direct air capture facilities",
          "authors": "Patrick Shorey, Ahmed Abdulla",
          "abstract": "Limiting climate change to targets enshrined in the Paris Agreement will require both deep decarbonization of the energy system and the deployment of carbon dioxide removal at potentially large scale (gigatons of annual removal). Nations are pursuing direct air capture to compensate for inertia in the expansion of low-carbon energy systems, decarbonize hard-to-abate sectors, and address legacy emissions. Global assessments of this technology have failed to integrate factors that affect net capture and removal cost, including ambient conditions like temperature and humidity, as well as emission factors of electricity and natural gas systems. We present an integrated assessment of the global deployment potential of this technology. Employing a chemical process model, climate data, grid emission factors, and fugitive methane emission factors, we predict critical performance metrics, including carbon dioxide capture rates, and water-, energy-, and emissions-intensity of capture. Our results support investors and policy makers as they site facilities and develop credible policy instruments to support expansion.",
          "url": "https://doi.org/10.1073/pnas.2410824121",
          "doi": "https://doi.org/10.1073/pnas.2410824121",
          "filter": "2"
        },
        {
          "title": "Confined cell migration along extracellular matrix space in vivo",
          "authors": "Oleksandr Chepizhko, Josep-Maria Armengol-Collado, Stephanie Alexander, Esther Wagena, Bettina Weigelin, Luca Giomi, Peter Friedl, Stefano Zapperi, Caterina A. M. La Porta",
          "abstract": "Collective migration of cancer cells is often interpreted using concepts derived from the physics of active matter, but the experimental evidence is mostly restricted to observations made in vitro. Here, we study collective invasion of metastatic cancer cells injected into the mouse deep dermis using intravital multiphoton microscopy combined with a skin window technique and three-dimensional quantitative image analysis. We observe a multicellular but low-cohesive migration mode characterized by rotational patterns which self-organize into antiparallel persistent tracks with orientational nematic order. We analyze the deformations induced by the cells in the extracellular matrix and find broadly distributed strain bands with a prevalence of compression. A model of active nematic hydrodynamics is able to describe several statistical features of the experimentally observed flow, suggesting that collective cancer cell invasion can be interpreted as a nematic active fluid in the turbulent regime. Our results help elucidate the migration patterns of cancer cells in vivo and provide quantitative guidance for the development of realistic in vitro and in silico models for collective cell migration.",
          "url": "https://doi.org/10.1073/pnas.2414009121",
          "doi": "https://doi.org/10.1073/pnas.2414009121",
          "filter": "2"
        },
        {
          "title": "Liquid-nano-liquid interface–oriented anisotropic encapsulation",
          "authors": "Yating Zhan, Xirui Huang, Minchao Liu, Runfeng Lin, Hongyue Yu, Yufang Kou, Enyun Xing, Ahmed A. Elzatahry, Mohamed F. Mady, Dongyuan Zhao, Tiancong Zhao, Xiaomin Li",
          "abstract": "Emulsion interface engineering has been widely employed for the synthesis of nanomaterials with various morphologies. However, the instability of the liquid–liquid interface and uncertain interfacial interactions impose significant limitations on controllable fabrications. Here, we developed a liquid-nano-liquid interface–oriented anisotropic encapsulation strategy for fabricating asymmetric nanohybrids. Specifically, functional nanoparticles such as magnetic nanoparticles, lanthanide fluorescent nanoparticles, and Au nanorods were anisotropically encapsulated by mesoporous polydopamine (mPDA). In this emulsion system, the wetting behavior of functional nanoparticles at the water/oil interface could be manipulated by the stabilizer of the emulsion (surfactant), leading to the anisotropic assembly of mPDA shell and resulting in various nanostructures, including core–shell, yolk–shell with small opening, ball-in-bowl, and multipetal structures. Due to their structural asymmetry, inherent magnetic properties, and photothermal properties, the ball-in-bowl structured Fe 3 O 4 @SiO 2 &amp;mPDA nanohybrids, serving as proof of concept for nanomotors, demonstrated effective penetration of bacterial biofilm and promotion of infected wound healing. Overall, our approach offers a different perspective for designing morphologically controllable asymmetric structures based on liquid-nano-liquid interface in microemulsion systems that hold great potential for establishing innovative functional nanomaterials.",
          "url": "https://doi.org/10.1073/pnas.2417292121",
          "doi": "https://doi.org/10.1073/pnas.2417292121",
          "filter": "2"
        },
        {
          "title": "Integration of basal and apical embryo lineage regulators controls F-actin cable integrity and zygote asymmetry in Arabidopsis",
          "authors": "Feng Xiong, Zhongjuan Zhang, Wen Gong, Marita Hermann, Deniz Tiambeng Bak, Frauke Garbsch, Thomas Laux",
          "abstract": "In many plants, the asymmetric division of the zygote sets up the apical–basal body axis. In the cress Arabidopsis , the zygote coexpresses regulators of the apical and basal embryo lineages, the transcription factors WOX2 and WRKY2/WOX8, respectively. WRKY2/WOX8 activity promotes nuclear migration, cellular polarity, and mitotic asymmetry of the zygote, which are hallmarks of axis formation in many plant species. However, the role of WOX2 and how the antagonistic WOX2 and WRKY2/WOX8 functions are integrated in the zygote have remained a long-standing question. Here, we report that WOX2 loss-of-function completely suppresses the reduced zygote asymmetry of wrky2 mutants and that WOX2 overexpression mimics the wrky2 phenotype. At the molecular level, WRKY2 downregulates WOX2 transcription in the zygote and the basal embryo lineage, in addition to promoting WOX8 expression. WOX2 antagonizes WRKY2 function by repressing WOX8 transcription. As a physiological readout, the WRKY2/WOX8-WOX2 balance regulates the integrity of F-actin cables in the zygote, providing a mechanistic framework for the role of WRKY2/WOX8-WOX2-mediated zygote asymmetry.",
          "url": "https://doi.org/10.1073/pnas.2402720122",
          "doi": "https://doi.org/10.1073/pnas.2402720122",
          "filter": "2"
        },
        {
          "title": "Unveiling hidden reaction kinetics of carbon dioxide in supercritical aqueous solutions",
          "authors": "Chu Li, Yuan Yao, Ding Pan",
          "abstract": "Dissolution of CO 2 in water followed by the subsequent hydrolysis reactions is of great importance to the global carbon cycle, and carbon capture and storage. Despite numerous previous studies, the reactions are still not fully understood at the atomistic scale. Here, we combined ab initio molecular dynamics (AIMD) simulations with Markov state models to elucidate the reaction mechanisms and kinetics of CO 2 in supercritical water both in the bulk and nanoconfined states. The integration of unsupervised learning with first-principles data allows us to identify complex reaction coordinates and pathways automatically instead of a priori human speculation. Interestingly, our unbiased modeling found an unknown pathway of dissolving CO 2 (aq) under graphene nanoconfinement, involving the pyrocarbonate anion [C 2 O 5 2 − (aq)] as an intermediate state. The pyrocarbonate anion was previously hypothesized to have a fleeting existence in water; however, our study reveals that it is a crucial reaction intermediate and stable carbon species in the nanoconfined solutions. We even observed the formation of pyrocarbonic acid [H 2 C 2 O 5 (aq)], which was unknown in water, in our AIMD simulations. The unexpected appearance of pyrocarbonates is related to the superionic behavior of the confined solutions. We also found that carbonation reactions involve collective proton transfer along transient water wires, which exhibits concerted behavior in the bulk solution but proceeds stepwise under nanoconfinement. The first-principles Markov state models show substantial promise for elucidating complex reaction kinetics in aqueous solutions. Our study highlights the importance of large oxocarbons in aqueous carbon reactions, with great implications for the deep carbon cycle and the sequestration of CO 2 .",
          "url": "https://doi.org/10.1073/pnas.2406356121",
          "doi": "https://doi.org/10.1073/pnas.2406356121",
          "filter": "2"
        },
        {
          "title": "Salmonella infection accelerates postnatal maturation of the intestinal epithelium",
          "authors": "Stefan Schlößer, Anna-Lena Ullrich, Nastaran Fazel Modares, Matthias A. Schmitz, Johannes Schöneich, Kaiyi Zhang, Isabel Richter, Laura Robrahn, Sarah Schraven, James S. Nagai, Sven-Bastiaan Haange, Susan A. V. Jennings, Thomas Clavel, Ulrike Rolle-Kampczyk, Fabian Kiessling, Ivan G. Costa, Vanesa Muncan, Urska Repnik, Martin von Bergen, Aline Dupont, Mathias W. Hornef",
          "abstract": "Postnatal establishment of enteric metabolic, host–microbial and immune homeostasis is the result of precisely timed and tightly regulated developmental and adaptive processes. Here, we show that infection with the invasive enteropathogen Salmonella Typhimurium results in accelerated maturation of the neonatal epithelium with premature appearance of antimicrobial, metabolic, developmental, and regenerative features of the adult tissue. Using conditional Myd88-deficient mice, we identify the critical contribution of immune cell-derived mediators. Cytokine stimulation of neonatal intestinal epithelial stem cell organoids suggests a network of synergistic and antagonistic cytokine effects with a significant contribution of IL-22, IL-4/IL-13, TNF, and IL-6 to infection-induced enterocyte reprogramming. Our findings demonstrate that the infection-associated immune cell activation disrupts physiological postnatal tissue maturation and may thereby worsen clinical outcomes and alter the neonatal-adult transition.",
          "url": "https://doi.org/10.1073/pnas.2403344122",
          "doi": "https://doi.org/10.1073/pnas.2403344122",
          "filter": "2"
        },
        {
          "title": "Genesis and regulation of C-terminal cyclic imides from protein damage",
          "authors": "Wenqing Xu, Zhenguang Zhao, Matthew Su, Atul D. Jain, Hannah C. Lloyd, Ethan Yang Feng, Nick Cox, Christina M. Woo",
          "abstract": "C-Terminal cyclic imides are posttranslational modifications that can arise from spontaneous intramolecular cleavage of asparagine or glutamine residues resulting in a form of irreversible protein damage. These protein damage events are recognized and removed by the E3 ligase substrate adapter cereblon (CRBN), indicating that these aging-related modifications may require cellular quality control mechanisms to prevent deleterious effects. However, the factors that determine protein or peptide susceptibility to C-terminal cyclic imide formation or their effect on protein stability have not been explored in detail. Here, we characterize the primary and secondary structures of peptides and proteins that promote intrinsic formation of C-terminal cyclic imides in comparison to deamidation, a related form of protein damage. Extrinsic effects from solution properties and stressors on the cellular proteome additionally promote C-terminal cyclic imide formation on proteins like glutathione synthetase that are susceptible to aggregation if the protein damage products are not removed by CRBN. This systematic investigation provides insight into the regions of the proteome that are prone to these unexpectedly frequent modifications, the effects of this form of protein damage on protein stability, and the biological role of CRBN.",
          "url": "https://doi.org/10.1073/pnas.2415976121",
          "doi": "https://doi.org/10.1073/pnas.2415976121",
          "filter": "2"
        },
        {
          "title": "Learning the language of antibody hypervariability",
          "authors": "Rohit Singh, Chiho Im, Yu Qiu, Brian Mackness, Abhinav Gupta, Taylor Joren, Samuel Sledzieski, Lena Erlach, Maria Wendt, Yves Fomekong Nanfack, Bryan Bryson, Bonnie Berger",
          "abstract": "Protein language models (PLMs) have demonstrated impressive success in modeling proteins. However, general-purpose “foundational” PLMs have limited performance in modeling antibodies due to the latter’s hypervariable regions, which do not conform to the evolutionary conservation principles that such models rely on. In this study, we propose a transfer learning framework called Antibody Mutagenesis-Augmented Processing (AbMAP), which fine-tunes foundational models for antibody-sequence inputs by supervising on antibody structure and binding specificity examples. Our learned feature representations accurately predict mutational effects on antigen binding, paratope identification, and other key antibody properties. We experimentally validate AbMAP for antibody optimization by applying it to refine a set of antibodies that bind to a SARS-CoV-2 peptide, and obtain an 82% hit-rate and up to 22-fold increase in binding affinity. AbMAP also unlocks large-scale analyses of immune repertoires, revealing that B-cell receptor repertoires of individuals, while remarkably different in sequence, converge toward similar structural and functional coverage. Importantly, AbMAP’s transfer learning approach can be readily adapted to advances in foundational PLMs. We anticipate AbMAP will accelerate the efficient design and modeling of antibodies, expedite the discovery of antibody-based therapeutics, and deepen our understanding of humoral immunity.",
          "url": "https://doi.org/10.1073/pnas.2418918121",
          "doi": "https://doi.org/10.1073/pnas.2418918121",
          "filter": "2"
        },
        {
          "title": "Mechanism-guided engineering of a minimal biological particle for genome editing",
          "authors": "Wayne Ngo, Julia Peukes, Alisha Baldwin, Zhiwei Wayne Xue, Sidney Hwang, Robert R. Stickels, Zhi Lin, Ansuman T. Satpathy, James A. Wells, Randy Schekman, Eva Nogales, Jennifer A. Doudna",
          "abstract": "The widespread application of genome editing to treat and cure disease requires the delivery of genome editors into the nucleus of target cells. Enveloped delivery vehicles (EDVs) are engineered virally derived particles capable of packaging and delivering CRISPR-Cas9 ribonucleoproteins (RNPs). However, the presence of lentiviral genome encapsulation and replication proteins in EDVs has obscured the underlying delivery mechanism and precluded particle optimization. Here, we show that Cas9 RNP nuclear delivery is independent of the native lentiviral capsid structure. Instead, EDV-mediated genome editing activity corresponds directly to the number of nuclear localization sequences on the Cas9 enzyme. EDV structural analysis using cryo-electron tomography and small molecule inhibitors guided the removal of ~80% of viral residues, creating a minimal EDV (miniEDV) that retains full RNP delivery capability. MiniEDVs are 25% smaller yet package equivalent amounts of Cas9 RNPs relative to the original EDVs and demonstrated increased editing in cell lines and therapeutically relevant primary human T cells. These results show that virally derived particles can be streamlined to create efficacious genome editing delivery vehicles with simpler production and manufacturing.",
          "url": "https://doi.org/10.1073/pnas.2413519121",
          "doi": "https://doi.org/10.1073/pnas.2413519121",
          "filter": "2"
        },
        {
          "title": "Gonadal sex and temperature independently influence germ cell differentiation and meiotic progression in Trachemys scripta",
          "authors": "Talia Hatkevich, Boris M. Tezak, Rafael D. Acemel, Vicky Wai Yee Chung, Dario G. Lupiáñez, Blanche Capel",
          "abstract": "In species with genetic sex determination (GSD), the sex identity of the soma determines germ cell fate. For example, in mice, XY germ cells that enter an ovary differentiate as oogonia, whereas XX germ cells that enter a testis initiate differentiation as spermatogonia. However, numerous species lack a GSD system and instead display temperature-dependent sex determination (TSD). In the red-eared slider turtle, Trachemys scripta , a TSD model species with a warm female promoting temperature (FPT) and cool male promoting temperature (MPT) system, temperature directly affects germ cell number. In this study, we examined whether temperature directly affects other aspects of germ cell differentiation/sex identity. We uncoupled temperature and the sexual fate of the gonad by incubating eggs at MPT and treating with 17β-estradiol, a scheme that invariably produces ovaries. Through analysis of meiotic spreads, we showed that germ cells in FPT ovaries follow the typical pattern of initiating meiosis and progress through prophase I. However, in E2-induced ovaries that incubated at MPT, germ cells entered prophase I yet fail to exhibit synapsis. These results, combined with our single-cell transcriptome analysis, reveal a direct effect of temperature on germ cell sexual differentiation independent of its effect on the gonadal soma. These results imply that not all events of meiosis are under somatic control, at least not in this TSD species.",
          "url": "https://doi.org/10.1073/pnas.2413191121",
          "doi": "https://doi.org/10.1073/pnas.2413191121",
          "filter": "2"
        },
        {
          "title": "A lever hypothesis for Synaptotagmin-1 action in neurotransmitter release",
          "authors": "Klaudia Jaczynska, Victoria Esser, Junjie Xu, Levent Sari, Milo M. Lin, Christian Rosenmund, Josep Rizo",
          "abstract": "Neurotransmitter release is triggered in microseconds by Ca 2+ -binding to the Synaptotagmin-1 C 2 -domains and by SNARE complexes that form four-helix bundles between synaptic vesicles and plasma membranes, but the coupling mechanism between Ca 2+ -sensing and membrane fusion is unknown. Release requires extension of SNARE helices into juxtamembrane linkers that precede transmembrane regions (linker zippering) and binding of the Synaptotagmin-1 C 2 B domain to SNARE complexes through a “primary interface” comprising two regions (I and II). The Synaptotagmin-1 Ca 2+ -binding loops were believed to accelerate membrane fusion by inducing membrane curvature, perturbing lipid bilayers, or helping bridge the membranes, but SNARE complex binding through the primary interface orients the Ca 2+ -binding loops away from the fusion site, hindering these putative activities. To clarify this paradox, we have used NMR and fluorescence spectroscopy. NMR experiments reveal that binding of C 2 B domain arginines to SNARE acidic residues at region II remains after disruption of region I, and that a mutation that impairs spontaneous and Ca 2+ -triggered neurotransmitter release enhances binding through region I. Moreover, fluorescence assays show that Ca 2+ does not induce dissociation of Synaptotagmin-1 from membrane-anchored SNARE complex but causes reorientation of the C 2 B domain. Based on these results and electrophysiological data described by Toulme et al. ( https://doi.org/10.1073/pnas.2409636121 ), we propose that upon Ca 2+ binding the Synaptotagmin-1 C 2 B domain reorients on the membrane and dissociates from the SNAREs at region I but not region II, acting remotely as a lever that pulls the SNARE complex and facilitates linker zippering or other SNARE structural changes required for fast membrane fusion.",
          "url": "https://doi.org/10.1073/pnas.2417941121",
          "doi": "https://doi.org/10.1073/pnas.2417941121",
          "filter": "2"
        },
        {
          "title": "ANAC044 orchestrates mitochondrial stress signaling to trigger iron-induced stem cell death in root meristems",
          "authors": "Juanmei Yan, Zhihang Feng, Yihui Xiao, Ming Zhou, Xiaobo Zhao, Xianyong Lin, Weiming Shi, Wolfgang Busch, Baohai Li",
          "abstract": "While iron (Fe) is essential for life and plays important roles for almost all growth related processes, it can trigger cell death in both animals and plants. However, the underlying mechanisms for Fe-induced cell death in plants remain largely unknown. S-nitrosoglutathione reductase (GSNOR) has previously been reported to regulate nitric oxide homeostasis to prevent Fe-induced cell death within root meristems. Here, we found that in the absence of GSNOR , exposure to high Fe treatment results in DNA damage–dependent cell death specifically in vascular stem cells in root meristems within 48 h. Through a series of time-course transcriptomic analyses, we unveil that in the absence of GSNOR , mitochondrial dysfunction emerges as the most prominent response to high Fe treatment. Consistently, the application of mitochondrial respiratory inhibitors leads to stem cell death in root meristems, and pharmacological blockage of the voltage-dependent anion channel that is responsible for the release of mitochondrial-derived molecules into the cytosol or genetic changes that abolish the ANAC017- and ANAC013-mediated mitochondrial retrograde signaling effectively eliminate Fe-induced stem cell death in gsnor root meristems. We further identify the nuclear transcription factor ANAC044 as a mediator of this mitochondrial retrograde signaling. Disruption of ANAC044 completely abolishes the GSNOR-dependent, Fe-induced stem cell death in root meristems, while ectopic expression of ANAC044 causes severe root stem cell death. Collectively, our findings reveal a mechanism responsible for initiating Fe-induced stem cell death in the root meristem, which is the ANAC044-mediated GSNOR-regulated mitochondrial stress signaling pathway.",
          "url": "https://doi.org/10.1073/pnas.2411579122",
          "doi": "https://doi.org/10.1073/pnas.2411579122",
          "filter": "2"
        },
        {
          "title": "A conifer metabolite corrects episodic ataxia type 1 by voltage sensor-mediated ligand activation of Kv1.1",
          "authors": "Rían W. Manville, Lorenzo Foglia, Ryan F. Yoshimura, Derk J. Hogenkamp, Amy Nguyen, Alvin Yu, Geoffrey W. Abbott",
          "abstract": "Loss-of-function sequence variants in KCNA1 , which encodes the voltage-gated potassium channel Kv1.1, cause Episodic Ataxia Type 1 (EA1) and epilepsy. Due to a paucity of drugs that directly rescue mutant Kv1.1 channel function, current therapeutic strategies for KCNA1 -linked disorders involve indirect modulation of neuronal excitability. Native Americans have traditionally used conifer extracts to treat paralysis, weakness, and pain, all of which may involve altered electrical activity and/or Kv1.1 dysfunction specifically. Here, screening conifer extracts, we found that Chamaecyparis pisifera increases wild-type (WT) Kv1.1 activity, as does its prominent metabolite, the abietane diterpenoid pisiferic acid. Uniquely, pisiferic acid also restored function in 12/12 EA1-linked mutant Kv1.1 channels tested in vitro. Crucially, pisiferic acid (1 mg/kg) restored WT function in Kv1.1 E283K/+ mice, a model of human EA1. Experimentally validated all-atom molecular dynamics simulations in a neuron-like membrane revealed that the Kv1.1 voltage-sensing domain (VSD) also acts as a ligand-binding domain akin to those of classic ligand-gated channels; binding of pisiferic acid induces a conformational shift in the VSD that ligand-dependently opens the pore. Conifer metabolite pisiferic acid is a promising and versatile therapeutic lead for EA1 and other Kv1.1-linked disorders.",
          "url": "https://doi.org/10.1073/pnas.2411816122",
          "doi": "https://doi.org/10.1073/pnas.2411816122",
          "filter": "2"
        },
        {
          "title": "Structural insight into sodium ion pathway in the bacterial flagellar stator from marine Vibrio",
          "authors": "Tatsuro Nishikino, Norihiro Takekawa, Jun-ichi Kishikawa, Mika Hirose, Seiji Kojima, Michio Homma, Takayuki Kato, Katsumi Imada",
          "abstract": "Many bacteria swim in liquid or swarm on surface using the flagellum rotated by a motor driven by specific ion flow. The motor consists of the rotor and stator, and the stator converts the energy of ion flow to mechanical rotation. However, the ion pathway and the mechanism of stator rotation coupled with specific ion flow are still obscure. Here, we determined the structures of the sodium-driven stator of Vibrio , namely PomAB, in the presence and absence of sodium ions and the structure with its specific inhibitor, phenamil, by cryo-electron microscopy. The structures and following functional analysis revealed the sodium ion pathway, the mechanism of ion selectivity, and the inhibition mechanism by phenamil. We propose a model of sodium ion flow coupled with the stator rotation based on the structures. This work provides insights into the molecular mechanisms of ion specificity and conversion of the electrochemical potential into mechanical functions.",
          "url": "https://doi.org/10.1073/pnas.2415713122",
          "doi": "https://doi.org/10.1073/pnas.2415713122",
          "filter": "2"
        },
        {
          "title": "Retinal ganglion cells encode the direction of motion outside their classical receptive field",
          "authors": "Serena Riccitelli, Hadar Yaakov, Alina S. Heukamp, Lea Ankri, Michal Rivlin-Etzion",
          "abstract": "Retinal ganglion cells (RGCs) typically respond to light stimulation over their spatially restricted receptive field. Using large-scale recordings in the mouse retina, we show that a subset of non- direction-selective (DS) RGCs exhibit asymmetric activity, selective to motion direction, in response to a stimulus crossing an area far beyond the classic receptive field. The extraclassical response arises via inputs from an asymmetric distal zone and is enhanced by desensitization mechanisms and an inherent DS component, creating a network of neurons responding to motion toward the optic disc. Pharmacological manipulations revealed the necessity of glycinergic amacrine cells for this response. Using in vivo recordings, we identified similar extraclassical responses in lateral geniculate nucleus neurons, suggesting such non conventional DS information is transferred to downstream structures. Our results suggest a complex integration of motion direction processing across the visual field, which arises beyond the classical receptive field boundaries.",
          "url": "https://doi.org/10.1073/pnas.2415223122",
          "doi": "https://doi.org/10.1073/pnas.2415223122",
          "filter": "2"
        },
        {
          "title": "Concomitant formation of protocells and prebiotic compounds under a plausible early Earth atmosphere",
          "authors": "Christian Jenewein, Aurora Maíz-Sicilia, Fernando Rull, Lorena González-Souto, Juan Manuel García-Ruiz",
          "abstract": "Revealing the origin of life and unambiguously detecting fossil remains of the earliest organisms are closely related aspects of the same scientific research. The synthesis of prebiotic molecular building blocks of life and the first compartmentalization into protocells have been considered two events apart in time, space, or both. We conducted lightning experiments in borosilicate reactors filled with a mixture of gases mimicking plausible geochemical conditions of early Earth. In addition to the variety of prebiotic organic molecules synthesized in these experiments, we investigated the micrometer-thick silica-induced organic film that covers the walls of the reactors and floats at the water–gas interface. We found that the film is formed by aggregation of HCN-polymer nanoclusters whenever water is present, either in the liquid or vapor phase. The organic film morphs into micrometer-scale biomorphic vesicular structures hanging from the organic film into the water. We also show that these structures are hollow and may act as microreactors facilitating chemical pathways toward increasing complexity. We propose that these organic biomorphs form through a bubble-driven mechanism and interfacial precipitation of HCN-polymers. The concomitant synthesis of biomorphic poly-HCN protocells and prebiotic molecules under plausible geochemical conditions of early Earth-like planets and moons and opens a different geochemical scenario for the emergence of life. Our results suggest that the coexistence of molecular building blocks of life and submicron biomorphic structures in the oldest rocks on Earth or any other celestial body does not necessarily mean evidence of life.",
          "url": "https://doi.org/10.1073/pnas.2413816122",
          "doi": "https://doi.org/10.1073/pnas.2413816122",
          "filter": "2"
        },
        {
          "title": "Binding mode–guided development of high-performance antibodies targeting site-specific posttranslational modifications",
          "authors": "Mariapia Riso, Rohan N. Shah, Akiko Koide, Alexander J. Ruthenburg, Shohei Koide, Takamitsu Hattori",
          "abstract": "Posttranslational modifications (PTMs) of proteins play critical roles in regulating many cellular events. Antibodies targeting site-specific PTMs are essential tools for detecting and enriching PTMs at sites of interest. However, fundamental difficulties in molecular recognition of both PTM and surrounding peptide sequence have hindered the efficient generation of highly sequence-specific anti-PTM antibodies. Furthermore, the widespread use of potentially inconsistent, nonrenewable, and molecularly undefined antibodies presents experimental challenges thought to contribute to the reproducibility problem in biomedical research. In this study, we describe the binding mode-guided development of a platform that efficiently generates potent and selective recombinant antibodies to PTMs that are molecularly defined and renewable. Our platform is built on our previous discovery of an unconventional binding mode of anti-PTM antibodies, antigen clasping, where two antigen binding sites cooperatively sandwich a single antigen, creating extensive interactions with the antigen and leading to high selectivity and potency. We designed the platform that generates clasping antibodies with two distinct binding units, resulting in efficient generation of antibodies to a set of trimethylated histone H3 with high levels of specificity and affinity. Performance comparison in chromatin immunoprecipitation, a common application in epigenomics, revealed that a clasping antibody to trimethylated histone H3 at lysine 27 exhibited superior specificity to a widely used conventional antibody and captured symmetric and asymmetric nucleosomes in a less biased manner. We further generated clasping antibodies to phosphotyrosine antigens by using the same principle. These results suggest the broad applicability of our platform to generating high-performance clasping antibodies to diverse PTMs.",
          "url": "https://doi.org/10.1073/pnas.2411720121",
          "doi": "https://doi.org/10.1073/pnas.2411720121",
          "filter": "2"
        },
        {
          "title": "Efficacy of GABA aminotransferase inactivator OV329 in models of neuropathic and inflammatory pain without tolerance or addiction",
          "authors": "Jonah L. Wirt, Luana Assis Ferreira, Carlos Henrique Alves Jesus, Taylor J. Woodward, Idaira Oliva, Zhili Xu, Jonathon D. Crystal, Robert H. Pepin, Richard B. Silverman, Andrea G. Hohmann",
          "abstract": "Dysregulation of GABAergic inhibition is associated with pathological pain. Consequently, enhancement of GABAergic transmission represents a potential analgesic strategy. However, therapeutic potential of current GABA agonists and modulators is limited by unwanted side effects. We postulated that inhibition of GABA’s degradation enzyme, GABA aminotransferase (GABA-AT), would increase endogenous GABA levels and produce analgesia. We evaluated antinociceptive efficacy of the potent GABA-AT inhibitor OV329 in rodent models of neuropathic and inflammatory pain and assessed possible side effects (i.e., reward and motor impairment). OV329 attenuated the development and maintenance of mechanical and cold hypersensitivities induced by the chemotherapeutic agent paclitaxel. Prophylactic OV329, administered systemically, normalized paclitaxel-induced increases in glutamate levels and suppressed neuropathic nociception. Intrathecal OV329 suppressed paclitaxel-induced mechanical hypersensitivity, elevating GABA, and reducing glutamate levels in the lumbar spinal cord, consistent with a spinal site of action. Furthermore, OV329 largely synergized with paclitaxel to enhance 4T1 tumor cell line cytotoxicity without altering viability of nontumor cells. OV329 also attenuated inflammation-induced mechanical hypersensitivity induced by intraplanar injection of complete Freund’s adjuvant (CFA) with efficacy comparable to morphine. Unlike morphine, OV329 did not produce reward in a conditioned place preference assay in mice and was not self-administered intravenously by rats. Antinociceptive efficacy of OV329 was observed at doses that did not impair motor function or produce tolerance following chronic dosing. Thus, inhibition of GABA-AT with OV329 represents a unique therapeutic strategy to alleviate neuropathic and inflammatory pain with no apparent abuse liability, potentially producing a beneficial spectrum of pharmacological effects through enzymatic regulation.",
          "url": "https://doi.org/10.1073/pnas.2318833121",
          "doi": "https://doi.org/10.1073/pnas.2318833121",
          "filter": "2"
        },
        {
          "title": "Chromatin enables precise and scalable gene regulation with factors of limited specificity",
          "authors": "Mindy Liu Perkins, Justin Crocker, Gašper Tkačik",
          "abstract": "Biophysical constraints limit the specificity with which transcription factors (TFs) can target regulatory DNA. While individual nontarget binding events may be low affinity, the sheer number of such interactions could present a challenge for gene regulation by degrading its precision or possibly leading to an erroneous induction state. Chromatin can prevent nontarget binding by rendering DNA physically inaccessible to TFs, at the cost of energy-consuming remodeling orchestrated by pioneer factors (PFs). Under what conditions and by how much can chromatin reduce regulatory errors on a global scale? We use a theoretical approach to compare two scenarios for gene regulation: one that relies on TF binding to free DNA alone and one that uses a combination of TFs and chromatin-regulating PFs to achieve desired gene expression patterns. We find, first, that chromatin effectively silences groups of genes that should be simultaneously OFF, thereby allowing more accurate graded control of expression for the remaining ON genes. Second, chromatin buffers the deleterious consequences of nontarget binding as the number of OFF genes grows, permitting a substantial expansion in regulatory complexity. Third, chromatin-based regulation productively co-opts nontarget TF binding for ON genes in order to establish a “leaky” baseline expression level, which targeted activator or repressor binding subsequently up- or down-modulates. Thus, on a global scale, using chromatin simultaneously alleviates pressure for high specificity of regulatory interactions and enables an increase in genome size with minimal impact on global expression error.",
          "url": "https://doi.org/10.1073/pnas.2411887121",
          "doi": "https://doi.org/10.1073/pnas.2411887121",
          "filter": "2"
        },
        {
          "title": "Multitude of glasses of water",
          "authors": "Francesco Sciortino",
          "url": "https://doi.org/10.1073/pnas.2423093121",
          "doi": "https://doi.org/10.1073/pnas.2423093121",
          "filter": "2"
        },
        {
          "title": "Tamsulosin ameliorates bone loss by inhibiting the release of Cl − through wedging into an allosteric site of TMEM16A",
          "authors": "Shiliang Li, Weijia Sun, Shuang Li, Lili Zhu, Shuai Guo, Jiaqi He, Yuheng Li, Chaoquan Tian, Zhenjiang Zhao, Tao Yu, Jianwei Li, Yiqing Zhang, Youlong Hai, Jiawen Wang, Yongjun Zheng, Rui Wang, Xiaoyong Hu, Shukuan Ling, Honglin Li, Yingxian Li",
          "abstract": "TMEM16A, a key calcium-activated chloride channel, is crucial for many physiological and pathological processes such as cancer, hypertension, and osteoporosis, etc. However, the regulatory mechanism of TMEM16A is poorly understood, limiting the discovery of effective modulators. Here, we unveil an allosteric gating mechanism by presenting a high-resolution cryo-EM structure of TMEM16A in complex with a channel inhibitor that we identified, Tamsulosin, which is resolved at 2.93 Å. Tamsulosin wedges itself into a pocket within the extracellular domain of TMEM16A, surrounded by α1-α2, α5-α6, and α9-α10 loops. This binding stabilizes a transient preopen conformation of TMEM16A, which is activated by Ca 2+ ions while still preserving a closed pore to prevent Cl − permeation. Validation of this binding site through computational, electrophysiological, and functional experiments, along with site-directed mutagenesis, confirmed the pivotal roles of the pocket-lining residues R605 and E624 on α5-α6 loop in modulating Tamsulosin binding and pore activity. Tamsulosin induces significant positional shifts in extracellular loops, particularly the α5-α6 loop, which moves toward the extracellular exit of the pore, leading to noticeable structural rearrangements in pore-lining helices. The hinges induced by P595 in α5 and G711 in α7 introduce flexibility to the transmembrane helices, orienting Y593 to collaborate with I641 in effectively gating the preopening pore. Notably, Tamsulosin demonstrates significant antiosteoporotic effects by inhibiting TMEM16A, suggesting potential for its repurposing in new therapeutic indications. Our study not only enhances our understanding of the gating mechanism of TMEM16A inhibition but also facilitates structure-based drug design targeting TMEM16A.",
          "url": "https://doi.org/10.1073/pnas.2407493121",
          "doi": "https://doi.org/10.1073/pnas.2407493121",
          "filter": "2"
        },
        {
          "title": "Deciphering the role of the MALT1–RC3H1 axis in regulating GPX4 protein stability",
          "authors": "Jun Wang, Long Liao, Beiping Miao, Bo Yang, Botai Li, Xuhui Ma, Annika Fitz, Shanshan Wu, Jia He, Qianqian Zhang, Shuyi Ji, Guangzhi Jin, Jianming Zhang, Ying Cao, Hui Wang, Wenxin Qin, Chong Sun, René Bernards, Cun Wang",
          "abstract": "Ferroptosis, a unique form of iron-dependent cell death triggered by lipid peroxidation accumulation, holds great promise for cancer therapy. Despite the crucial role of GPX4 in regulating ferroptosis, our understanding of GPX4 protein regulation remains limited. Through FACS-based genome-wide CRISPR screening, we identified MALT1 as a regulator of GPX4 protein. Inhibition of MALT1 expression enhances GPX4 ubiquitination-mediated degradation by up-regulating the E3 ubiquitin ligase RC3H1. Using both rescue assays and functional genetic screening, we demonstrate that pharmacologically targeting MALT1 triggers ferroptosis in liver cancer cells. Moreover, we show that targeting MALT1 synergizes with sorafenib or regorafenib to induce ferroptosis across multiple cancer types. These findings elucidate the modulatory effects of the MALT1–RC3H1 axis on GPX4 stability, revealing a molecular mechanism that could be exploited to induce ferroptosis for cancer therapy.",
          "url": "https://doi.org/10.1073/pnas.2419625121",
          "doi": "https://doi.org/10.1073/pnas.2419625121",
          "filter": "2"
        },
        {
          "title": "Molecular mechanism governing the plasticity of use-dependent spike broadening in dorsal root ganglion neurons",
          "authors": "Tyler D. Alexander, Stephen Tymanskyj, Kyle J. Kennedy, Leonard K. Kaczmarek, Manuel Covarrubias",
          "abstract": "Use-dependent spike broadening (UDSB) results from inactivation of the voltage-gated K + (Kv) channels that regulate the repolarization of the action potential. However, the specific signaling and molecular processes that modulate UDSB have remained elusive. Here, we applied an adeno-associated viral vector approach and dynamic clamping to conclusively demonstrate how multisite phosphorylation of the N-terminal inactivation domain (NTID) of the Kv3.4 channel modulates UDSB in rat dorsal root ganglion (DRG) neurons. The Kv3.4 phosphonull variant promotes slow recovery from inactivation, cumulative inactivation, and UDSB. In contrast, the Kv3.4 phosphomimic variant promotes fast recovery from inactivation and robust resistance to cumulative inactivation and UDSB. Furthermore, knocking down Kv3.4 maximizes AP width and eliminates UDSB modulation. Together with the evidence from previous work, the results concretely suggest how dynamic UDSB modulation governed by multisite phosphorylation of the NTID of Kv3.4 in DRG neurons may play a significant role in mechanosensory transduction and pain modulation.",
          "url": "https://doi.org/10.1073/pnas.2411033121",
          "doi": "https://doi.org/10.1073/pnas.2411033121",
          "filter": "2"
        },
        {
          "title": "A mechanosensitive circuit of FAK, ROCK, and ERK controls biomineral growth and morphology in the sea urchin embryo",
          "authors": "Majed Layous, Tsvia Gildor, Tovah Nehrer, Areen Qassem, Haguy Wolfenson, Smadar Ben-Tabou de-Leon",
          "abstract": "Biomineralization is the utilization of different minerals by a vast array of organisms to form hard tissues and shape them in various forms. Within this diversity, a common feature of all mineralized tissues is their high stiffness, implying that mechanosensing could be commonly used in biomineralization. Yet, the role of mechanosensing in biomineralization is far from clear. Here, we use the sea urchin larval skeletogenesis to investigate the role of substrate stiffness and focal adhesion kinase (FAK) in biomineralization. We demonstrate that substrate stiffness alters spicule morphology and growth, indicating a mechanosensitive response during skeletogenesis. We show that active FAK, F-actin, and vinculin are enriched around the spicules, indicating the formation of focal adhesion complexes and suggesting that the cells sense the mechanical properties of the biomineral. Furthermore, we find that FAK activity is regulated by Rho-associated protein kinase (ROCK) and is crucial for skeletal growth and normal branching. FAK and ROCK activate extracellular signal-regulated kinase (ERK), which regulates skeletogenic gene expression at the tips of the spicules. Thus, the FAK-ROCK-ERK circuit seems to provide essential mechanical feedback on spicule elongation to the skeletogenic gene regulatory network, enabling skeletal growth. Remarkably, the same factors govern mammalian osteoblast differentiation in vitro and pathological calcification in vivo. Thus, this study highlights a common mechanotransduction pathway in biomineralization that was probably independently co-opted across different organisms to shape mineralized structures in metazoans.",
          "url": "https://doi.org/10.1073/pnas.2408628121",
          "doi": "https://doi.org/10.1073/pnas.2408628121",
          "filter": "2"
        },
        {
          "title": "Structural and functional dynamics of human cone cGMP-phosphodiesterase important for photopic vision",
          "authors": "Sneha Singh, Dhiraj Srivastava, Kimberly Boyd, Nikolai O. Artemyev",
          "abstract": "Cone cGMP-phosphodiesterase (PDE6) is the key effector enzyme for daylight vision, and its properties are critical for shaping distinct physiology of cone photoreceptors. We determined the structures of human cone PDE6C in various liganded states by single-particle cryo-EM that reveal essential functional dynamics and adaptations of the enzyme. Our analysis exposed the dynamic nature of PDE6C association with its regulatory γ-subunit (Pγ) which allows openings of the catalytic pocket in the absence of phototransduction signaling, thereby controlling photoreceptor noise and sensitivity. We demonstrate evolutionarily recent adaptations of PDE6C stemming from residue substitutions in the Pγ subunit and the noncatalytic cGMP binding site and influencing the Pγ dynamics in holoPDE6C. Thus, our structural analysis sheds light on the previously unrecognized molecular evolution of the effector enzyme in cones that advances adaptation for photopic vision.",
          "url": "https://doi.org/10.1073/pnas.2419732121",
          "doi": "https://doi.org/10.1073/pnas.2419732121",
          "filter": "2"
        },
        {
          "title": "The unexplored potential of exosomes in the muscle–brain axis",
          "authors": "Celeste Caruso Bavisotto, Fabio Bucchieri, Francesco Cappello",
          "url": "https://doi.org/10.1073/pnas.2420766121",
          "doi": "https://doi.org/10.1073/pnas.2420766121",
          "filter": "2"
        },
        {
          "title": "Nucleation mechanism of multiple-order parameter ferroelectric domain wall motion in hafnia",
          "authors": "Songsong Zhou, Andrew M. Rappe",
          "abstract": "Ferroelectric hafnia exhibits promising robust polarization and silicon compatibility for ferroelectric devices. Unfortunately, it suffers from difficult polarization switching. Methods to enable easier polarization switching are needed, and the underlying reason for this switching difficulty is not understood. Here, we investigated the 180 ° domain walls of hafnia and their motion through nucleation. We found that the domains of multiple-order parameter hafnia possess complicated three-dimensional dipole patterns and lead to domain walls of different symmetry. The most common domain wall type is a complex domain wall involving reversal of both polarization and tetragonality order parameters. This domain wall symmetry ensures a good matching of the dipoles perpendicular to the domain wall, which leads to low domain wall energy. However, this ensures a sharp, high-energy, charged domain wall on the edges of nuclei that results in difficult nucleation. Thus, this domain wall is too stable to move, which explains the switching difficulty of hafnia. By contrast, another simple domain wall, involving only polarization reversal, has a poor matching of dipoles perpendicular to the domain wall. This leads to higher domain wall energy and ensures a diffusive and low-energy charged domain wall that enables easier nucleation. This simple domain wall is thus not too stable and easier to move. Our theory advances domain wall nucleation theory from the field of conventional single-order parameter to multiple-order parameters. We propose controlling the populations of different domain wall types in hafnia as a way to enable fast polarization switching and lower coercive fields.",
          "url": "https://doi.org/10.1073/pnas.2406316122",
          "doi": "https://doi.org/10.1073/pnas.2406316122",
          "filter": "2"
        },
        {
          "title": "The 1831 CE mystery eruption identified as Zavaritskii caldera, Simushir Island (Kurils)",
          "authors": "William Hutchison, Patrick Sugden, Andrea Burke, Peter Abbott, Vera V. Ponomareva, Oleg Dirksen, Maxim V. Portnyagin, Breanyn MacInnes, Joanne Bourgeois, Ben Fitzhugh, Magali Verkerk, Thomas J. Aubry, Samantha L. Engwell, Anders Svensson, Nathan J. Chellman, Joseph R. McConnell, Siwan Davies, Michael Sigl, Gill Plunkett",
          "abstract": "Polar ice cores and historical records evidence a large-magnitude volcanic eruption in 1831 CE. This event was estimated to have injected ~13 Tg of sulfur (S) into the stratosphere which produced various atmospheric optical phenomena and led to Northern Hemisphere climate cooling of ~1 °C. The source of this volcanic event remains enigmatic, though one hypothesis has linked it to a modest phreatomagmatic eruption of Ferdinandea in the Strait of Sicily, which may have emitted additional S through magma–crust interactions with evaporite rocks. Here, we undertake a high-resolution multiproxy geochemical analysis of ice-core archives spanning the 1831 CE volcanic event. S isotopes confirm a major Northern Hemisphere stratospheric eruption but, importantly, rule out significant contributions from external evaporite S. In multiple ice cores, we identify cryptotephra layers of low K andesite-dacite glass shards occurring in summer 1831 CE and immediately prior to the stratospheric S fallout. This tephra matches the chemistry of the youngest Plinian eruption of Zavaritskii, a remote nested caldera on Simushir Island (Kurils). Radiocarbon ages confirm a recent (&lt;300 y) eruption of Zavaritskii, and erupted volume estimates are consistent with a magnitude 5 to 6 event. The reconstructed radiative forcing of Zavaritskii (−2 ± 1 W m −2 ) is comparable to the 1991 CE Pinatubo eruption and can readily account for the climate cooling in 1831–1833 CE. These data provide compelling evidence that Zavaritskii was the source of the 1831 CE mystery eruption and solve a confounding case of multiple closely spaced observed and unobserved volcanic eruptions.",
          "url": "https://doi.org/10.1073/pnas.2416699122",
          "doi": "https://doi.org/10.1073/pnas.2416699122",
          "filter": "2"
        },
        {
          "title": "Deletion of metal transporter Zip14 reduces major histocompatibility complex II expression in murine small intestinal epithelial cells",
          "authors": "Felix R. Jimenez-Rondan, Courtney H. Ruggiero, Alberto Riva, Fahong Yu, Lauren S. Stafford, Tyler R. Cross, Joseph Larkin, Robert J. Cousins",
          "abstract": "Documented worldwide, impaired immunity is a cardinal signature resulting from loss of dietary zinc, an essential micronutrient. A steady supply of zinc to meet cellular requirements is regulated by an array of zinc transporters. Deletion of the transporter Zip14 (Slc39a14) in mice produced intestinal inflammation. Elevated fecal lipocalin-2, calprotectin, IgG levels, and dysbiosis support the inflammatory phenotype. Here, we show through RNA-sequencing, using purified intestinal epithelial cells (IECs), that Zip14 deletion produces markedly reduced expression of major histocompatibility complex class II (MHCII) molecules and the master MHCII transactivator ( Ciita ). qPCR, western analysis, and immunohistochemistry confirmed loss of MHCII. Spectrofluorimetry with zinc probe FluoZin-3 showed reduced labile zinc in IECs from knockout mice. Chromatin immunoprecipitation assays, using Ciita antibody and IEC chromatin, suggest decreased transcription accounts for depressed expression of specific MHCII genes. Assay for Transposase-Accessible Chromatin (ATAC) sequencing (ATAC-seq) demonstrated that H2-Aa , H2-Ab1 and other MHCII genes result from chromatin remodeling yielding closed chromatin at regulatory regions of these genes. In agreement, ATAC-seq showed peak density of the chromosomal regulatory region of Ciita is consistent with down regulation of specific MHCII genes in IECs with Zip14 loss. Finally, dietary zinc supplementation of knockout mice and zinc supplementation of intestinal organoids with Zip14 deletion restored transcript levels. Taken together, our data suggest that cellular zinc delivery, via Zip14, is necessary for proper chromatin occupancy, required for normal MHCII expression and effective immune functions, and to preclude inflammatory disorders of the small intestine.",
          "url": "https://doi.org/10.1073/pnas.2422321121",
          "doi": "https://doi.org/10.1073/pnas.2422321121",
          "filter": "2"
        },
        {
          "title": "Electrochemical NAD+ regeneration in bacterial organelles",
          "authors": "Carolyn E. Mills",
          "url": "https://doi.org/10.1073/pnas.2423449122",
          "doi": "https://doi.org/10.1073/pnas.2423449122",
          "filter": "2"
        },
        {
          "title": "Palmitoylation-dependent association with Annexin II directs hepatitis E virus ORF3 sorting into vesicles and quasi-enveloped virions",
          "authors": "Xing Liu, Tianxu Liu, Zhen Shao, Xiaoyan Xiong, Shuhui Qi, Junyong Guan, Menghang Wang, Yan-Dong Tang, Zongdi Feng, Lin Wang, Xin Yin",
          "abstract": "Historically considered to be nonenveloped, hepatitis E virus (HEV), an important zoonotic pathogen, has recently been discovered to egress from infected cells as quasi-enveloped virions. These quasi-enveloped virions circulating in the blood are resistant to neutralizing antibodies, thereby facilitating the stealthy spread of infection. Despite abundant evidence of the essential role of the HEV-encoded ORF3 protein in quasi-enveloped virus formation, the underlying mechanism remains unclear. Here, we demonstrate that the HEV ORF3 protein possesses an inherent capacity for self-secretion and that palmitoylation at two cysteine residues within the ORF3 N-terminal region is essential for its secretion and quasi-enveloped virus formation. We further found that only palmitoylated ORF3 proteins hijacked Annexin II for transport to the cytoskeleton and are then directed into multivesicular bodies through the nSMase-endosomal sorting complexes required for transport-III pathway for secretion. Finally, we show that infection of gerbils with HEV mutants harboring mutations at palmitoylation sites within ORF3 showed no fecal viral shedding but competent replication in the liver. Our study fills a gap in the understanding of the assembly and release of quasi-enveloped virions mediated by ORF3 and offers the potential for designing therapeutic strategies to control HEV infection.",
          "url": "https://doi.org/10.1073/pnas.2418751122",
          "doi": "https://doi.org/10.1073/pnas.2418751122",
          "filter": "2"
        },
        {
          "title": "Oncogenic IDH1 mut drives robust loss of histone acetylation and increases chromatin heterogeneity",
          "authors": "Noa Furth, Niv Cohen, Avishay Spitzer, Tomer-Meir Salame, Bareket Dassa, Tevie Mehlman, Alexander Brandis, Arieh Moussaieff, Dinorah Friedmann-Morvinski, Maria G. Castro, Jerome Fortin, Mario L. Suvà, Itay Tirosh, Ayelet Erez, Guy Ron, Efrat Shema",
          "abstract": "Malignant gliomas are heterogeneous tumors, mostly incurable, arising in the central nervous system (CNS) driven by genetic, epigenetic, and metabolic aberrations. Mutations in isocitrate dehydrogenase (IDH1/2 mut ) enzymes are predominantly found in low-grade gliomas and secondary high-grade gliomas, with IDH1 mutations being more prevalent. Mutant-IDH1/2 confers a gain-of-function activity that favors the conversion of a-ketoglutarate (α-KG) to the oncometabolite 2-hydroxyglutarate (2-HG), resulting in an aberrant hypermethylation phenotype. Yet, the complete depiction of the epigenetic alterations in IDH mut cells has not been thoroughly explored. Here, we applied an unbiased approach, leveraging epigenetic-focused cytometry by time-of-flight (CyTOF) analysis, to systematically profile the effect of mutant-IDH1 expression on a broad panel of histone modifications at single-cell resolution. This analysis revealed extensive remodeling of chromatin patterns by mutant-IDH1, with the most prominent being deregulation of histone acetylation marks. The loss of histone acetylation occurs rapidly following mutant-IDH1 induction and affects acetylation patterns over enhancers and intergenic regions. Notably, the changes in acetylation are not predominantly driven by 2-HG, can be rescued by pharmacological inhibition of mutant-IDH1, and reversed by acetate supplementations. Furthermore, cells expressing mutant-IDH1 show higher epigenetic and transcriptional heterogeneity and upregulation of oncogenes such as KRAS and MYC, highlighting its tumorigenic potential. Our study underscores the tight interaction between chromatin and metabolism dysregulation in glioma and highlights epigenetic and oncogenic pathways affected by mutant-IDH1-driven metabolic rewiring.",
          "url": "https://doi.org/10.1073/pnas.2403862122",
          "doi": "https://doi.org/10.1073/pnas.2403862122",
          "filter": "2"
        },
        {
          "title": "VCP controls KCC2 degradation through FAF1 recruitment and accelerates emergence from anesthesia",
          "authors": "Peng Chen, Jiang-Jian Hu, Yuexin Liu, Boxu Cao, Xue-Jun Song",
          "abstract": "Ubiquitin-proteasomal degradation of K + /Cl − cotransporter 2 (KCC2) in the ventral posteromedial nucleus (VPM) has been demonstrated to serve as a common mechanism by which the brain emerges from anesthesia and regains consciousness. Ubiquitin-proteasomal degradation of KCC2 during anesthesia is driven by E3 ligase Fbxl4. However, the mechanism by which ubiquitinated KCC2 is targeted to the proteasome has not been elucidated. We report in cultured neuro-2a cells that the valosin-containing protein (VCP) transported ubiquitinated KCC2 to the proteasome and in mice in vivo experiments that inhibition of VCP restored KCC2 expression in the VPM and enhanced the effects of anesthesia. In cultured neuro-2a cells, propofol-induced degradation of KCC2 was inhibited by VCP inhibitor DBeQ and VCP knockout plasmid sgRNA(VCP). Propofol-induced enhanced interaction between VCP and KCC2 was inhibited by knockout of Fbxl4 or Fas-associated factor 1 (FAF1). In in vivo studies, pharmacological or genetic inhibition of VCP in the VPM significantly prevented KCC2 degradation and enhanced propofol anesthesia; these effects were abrogated by a KCC2 antagonist VU0463271. These results demonstrate that the VCP controls ubiquitin-proteasomal degradation of KCC2 dependent on FAF1 recruitment and serves as a mechanism for the ubiquitin-proteasomal degradation of KCC2, which is responsible for the subsequent emergence from anesthesia.",
          "url": "https://doi.org/10.1073/pnas.2414016122",
          "doi": "https://doi.org/10.1073/pnas.2414016122",
          "filter": "2"
        },
        {
          "title": "Higher-order transient membrane protein structures",
          "authors": "Yuxi Zhang, Hisham Mazal, Venkata Shiva Mandala, Gonzalo Pérez-Mitta, Vahid Sondoghdar, Christoph A. Haselwandter, Roderick MacKinnon",
          "abstract": "This study shows that five membrane proteins—three GPCRs, an ion channel, and an enzyme—form self-clusters under natural expression levels in a cardiac-derived cell line. The cluster size distributions imply that these proteins self-oligomerize reversibly through weak interactions. When the concentration of the proteins is increased through heterologous expression, the cluster size distributions approach a critical distribution at which point a phase transition occurs, yielding larger bulk phase clusters. A thermodynamic model like that explaining micellization of amphiphiles and lipid membrane formation accounts for this behavior. We propose that many membrane proteins exist as oligomers that form through weak interactions, which we call higher-order transient structures (HOTS). The key characteristics of HOTS are transience, molecular specificity, and a monotonically decreasing size distribution that may become critical at high concentrations. Because molecular specificity invokes self-recognition through protein sequence and structure, we propose that HOTS are genetically encoded supramolecular units.",
          "url": "https://doi.org/10.1073/pnas.2421275121",
          "doi": "https://doi.org/10.1073/pnas.2421275121",
          "filter": "2"
        },
        {
          "title": "Reply to Caruso Bavisotto et al.: Toward exploring the potential of muscle-secreting exosomes in the muscle–brain axis",
          "authors": "Kai-Yu Huang, Hee Jung Chung, Hyunjoon Kong",
          "url": "https://doi.org/10.1073/pnas.2421378121",
          "doi": "https://doi.org/10.1073/pnas.2421378121",
          "filter": "2"
        },
        {
          "title": "In situ architecture of a nucleoid-associated biomolecular co-condensate that regulates bacterial cell division",
          "authors": "Peng Xu, Dominik Schumacher, Chuan Liu, Andrea Harms, Marcel Dickmanns, Florian Beck, Jürgen M. Plitzko, Wolfgang Baumeister, Lotte Søgaard-Andersen",
          "abstract": "In most bacteria, cell division depends on the tubulin-homolog FtsZ that polymerizes in a GTP-dependent manner to form the cytokinetic Z-ring at the future division site. Subsequently, the Z-ring recruits, directly or indirectly, all other proteins of the divisome complex that executes cytokinesis. A critical step in this process is the precise positioning of the Z-ring at the future division site. While the divisome proteins are generally conserved, the regulatory systems that position the Z-ring are more diverse. However, these systems have in common that they modulate FtsZ polymerization. In Myxococcus, PomX, PomY, and PomZ form precisely one MDa-sized, nonstoichiometric, nucleoid-associated assembly that spatiotemporally guides Z-ring formation. Here, using cryo-correlative light and electron microscopy together with in situ cryoelectron tomography, we determine the PomXYZ assembly’s architecture at close-to-live conditions. PomX forms a porous meshwork of randomly intertwined filaments. Templated by this meshwork, the phase-separating PomY protein forms a biomolecular condensate that compacts and bends the PomX filaments, resulting in the formation of a selective PomXYZ co-condensate that is associated to the nucleoid by PomZ. These studies reveal a hitherto undescribed supramolecular structure and provide a framework for understanding how a nonstoichiometric co-condensate forms, maintains number control, and nucleates GTP-dependent FtsZ polymerization to precisely regulate cell division.",
          "url": "https://doi.org/10.1073/pnas.2419610121",
          "doi": "https://doi.org/10.1073/pnas.2419610121",
          "filter": "2"
        },
        {
          "title": "CryoSeek II: Cryo-EM analysis of glycofibrils from freshwater reveals well-structured glycans coating linear tetrapeptide repeats",
          "authors": "Tongtong Wang, Wenze Huang, Kui Xu, Yitong Sun, Qiangfeng Cliff Zhang, Chuangye Yan, Zhangqiang Li, Nieng Yan",
          "abstract": "Despite the recent breakthrough in structure determination and prediction of proteins, the structural investigation of carbohydrates remains a challenge. Here, we report the cryo-EM analysis of a glycofibril found in the freshwater in the Tsinghua Lotus Pond. The fibril, which we name TLP-4, is made of a linear chain of tetrapeptide repeats coated with &gt;4 nm thick glycans. In each repeat, two glycans are O-linked to a 3,4-dihydroxyproline and another glycan attaches to the adjacent Ser or Thr. The fibril structure is entirely maintained through glycan packing. Bioinformatic analysis confirms the conservation of the TLP-4 repeats across species, suggesting the existence of a large number of glycofibrils to be discovered. Our findings not only provide valuable insights into the structural roles of glycans in bio-assemblies but also demonstrate the potential of our recently formulated research strategy of CryoSeek to find bioentities and establish prototypes for structural studies of carbohydrates.",
          "url": "https://doi.org/10.1073/pnas.2423943122",
          "doi": "https://doi.org/10.1073/pnas.2423943122",
          "filter": "2"
        },
        {
          "title": "Topological confinement by a membrane anchor suppresses phase separation into protein aggregates: Implications for prion diseases",
          "authors": "Kalpshree Gogte, Fatemeh Mamashli, Maria Georgina Herrera, Simon Kriegler, Verian Bader, Janine Kamps, Prerna Grover, Roland Winter, Konstanze F. Winklhofer, Jörg Tatzelt",
          "abstract": "Protein misfolding and aggregation are a hallmark of various neurodegenerative disorders. However, the underlying mechanisms driving protein misfolding in the cellular context are incompletely understood. Here, we show that the two-dimensional confinement imposed by a membrane anchor stabilizes the native protein conformation and suppresses liquid–liquid phase separation (LLPS) and protein aggregation. Inherited prion diseases in humans and neurodegeneration in transgenic mice are linked to the expression of anchorless prion protein (PrP), suggesting that the C-terminal glycosylphosphatidylinositol (GPI) anchor of native PrP impedes spontaneous formation of neurotoxic and infectious PrP species. Combining unique in vitro and in vivo approaches, we demonstrate that anchoring to membranes prevents LLPS and spontaneous aggregation of PrP. Upon release from the membrane, PrP undergoes a conformational transition to detergent-insoluble aggregates. Our study demonstrates an essential role of the GPI anchor in preventing spontaneous misfolding of PrP C and provides a mechanistic basis for inherited prion diseases associated with anchorless PrP.",
          "url": "https://doi.org/10.1073/pnas.2415250121",
          "doi": "https://doi.org/10.1073/pnas.2415250121",
          "filter": "2"
        },
        {
          "title": "Elucidation of a distinct photoreduction pathway in class II Arabidopsis thaliana photolyase",
          "authors": "Zhongneng Zhou, Zijing Chen, Xiu-Wen Kang, Bei Ding, Shuhua Zou, Siwei Tang, Yalin Zhou, Bingyao Wang, Dongping Zhong",
          "abstract": "Class II photolyases (PLs) are a distant subclade in the photolyase/cryptochrome superfamily, displaying a unique Trp–Tyr tetrad for photoreduction and exhibiting a lower quantum yield (QY) of DNA repair (49%) than class I photolyases (82%) [M. Zhang, L. Wang, S. Shu, A. Sancar, D. Zhong, Science 354 , 209–213 (2016)]. Using layer-by-layer mutant design and femtosecond spectroscopy, we have successfully determined the rates of electron transfer and proton transfer, driving force, and reorganization energy for nine elementary steps involved in the initial photoreduction of class II Arabidopsis thaliana photolyase (AtPL), thereby constructing the photoreduction network specific to class II PLs. Several dynamic features have been revealed including a slow-rise (172 ps) and fast-decay (26 ps) kinetics between the excited lumiflavin and adenine groups within the flavin adenine dinucleotide cofactor, a slower electron transfer (ET) (22 ps) between the excited lumiflavin and the nearest Trp in the Trp triad (W a ) as compared to reported class I PL (0.8 ps), and a rapid deprotonation of the distal Trp in the Trp triad (W c ). Most strikingly, we captured a slightly energetically unfavorable ET step between W a and the center Trp (W b ), as opposed to the decreasing reduction potential observed in class I PL that drives the electron flow unidirectionally. Such an energetically uphill ET step leads to a lower photoreduction quantum yield (~34%) in class II AtPL compared to that of class I PL (~45%), raising an important question on the evolutionary implications of various photoreduction networks in photolyases and cryptochromes.",
          "url": "https://doi.org/10.1073/pnas.2416284121",
          "doi": "https://doi.org/10.1073/pnas.2416284121",
          "filter": "2"
        },
        {
          "title": "Profile of Stefan W. Hell",
          "authors": "Sandeep Ravindran",
          "url": "https://doi.org/10.1073/pnas.2424369121",
          "doi": "https://doi.org/10.1073/pnas.2424369121",
          "filter": "2"
        },
        {
          "title": "A detailed spatiotemporal atlas of the white matter tracts for the fetal brain",
          "authors": "Camilo Calixto, Matheus Dorigatti Soldatelli, Camilo Jaimes, Lana Pierotich, Simon K. Warfield, Ali Gholipour, Davood Karimi",
          "abstract": "This study presents the construction of a comprehensive spatiotemporal atlas of white matter tracts in the fetal brain for every gestational week between 23 and 36 wk using diffusion MRI (dMRI). Our research leverages data collected from fetal MRI scans, capturing the dynamic changes in the brain’s architecture and microstructure during this critical period. The atlas includes 60 distinct white matter tracts, including commissural, projection, and association fibers. We employed advanced fetal dMRI processing techniques and tractography to map and characterize the developmental trajectories of these tracts. Our findings reveal that the development of these tracts is characterized by complex patterns of fractional anisotropy (FA) and mean diffusivity (MD), coinciding with the intensity of histogenic processes such as axonal growth, involution of the radial-glial scaffolding, and synaptic pruning. This atlas can serve as a useful resource for neuroscience research and clinical practice, improving our understanding of the fetal brain and potentially aiding in the early diagnosis of neurodevelopmental disorders. By detailing the normal progression of white matter tract development, the atlas can be used as a benchmark for identifying deviations that may indicate neurological anomalies or predispositions to disorders.",
          "url": "https://doi.org/10.1073/pnas.2410341121",
          "doi": "https://doi.org/10.1073/pnas.2410341121",
          "filter": "2"
        },
        {
          "title": "US Corn Belt enhances regional precipitation recycling",
          "authors": "Zhe Zhang, Cenlin He, Fei Chen, Gonzalo Miguez-Macho, Changhai Liu, Roy Rasmussen",
          "abstract": "Precipitation recycling, where evapotranspiration (ET) from the land surface contributes to precipitation within the same region, is a critical component of the water cycle. This process is especially important for the US Corn Belt, where extensive cropland expansions and irrigation activities have significantly transformed the landscape and affected the regional climate. Previous studies investigating precipitation recycling typically relied on analytical models with simplifying assumptions, overlooking the complex interactions between groundwater hydrology and agricultural management. In this study, we use high-resolution climate models coupled with an explicit water vapor tracer algorithm to quantify the impacts of shallow groundwater, dynamic crop growth, and irrigation on regional precipitation recycling in the US Corn Belt. We find that these coupled groundwater–crop–irrigation processes reduce surface temperatures and increase the growing season precipitation. The increase in precipitation is attributed to a significant enhancement of the precipitation recycling ratio from 14 to 18%. This enhanced precipitation recycling is stronger in a dry year than normal and wet years, depending on both large-scale moisture transport and local ET. Our study underscores the critical role of groundwater hydrology and agricultural management in altering the regional water cycle, with important implications for regional climate predictions and food and water security.",
          "url": "https://doi.org/10.1073/pnas.2402656121",
          "doi": "https://doi.org/10.1073/pnas.2402656121",
          "filter": "2"
        },
        {
          "title": "Reply to Zhang et al.: Parallel vector memories are required to explain all behavioral data in navigating bumblebees",
          "authors": "Rickesh N. Patel, Natalie S. Roberts, Julian Kempenaers, Ana Zadel, Stanley Heinze",
          "url": "https://doi.org/10.1073/pnas.2423197121",
          "doi": "https://doi.org/10.1073/pnas.2423197121",
          "filter": "2"
        },
        {
          "title": "Structural basis of nearest-neighbor cooperativity in the ring-shaped gene regulatory protein TRAP from protein engineering and cryo-EM",
          "authors": "Weicheng Li, Haoyun Yang, Kye Stachowski, Andrew S. Norris, Katie Lichtenthal, Skyler Kelly, Paul Gollnick, Vicki H. Wysocki, Mark P. Foster",
          "abstract": "The homo-dodecameric ring-shaped trp RNA binding attenuation protein (TRAP) from Alkalihalobacillus halodurans (Aha) binds up to twelve tryptophan ligands (Trp) and becomes activated to bind a specific sequence in the 5’ leader region of the trp operon mRNA, thereby downregulating biosynthesis of Trp. Thermodynamic measurements of Trp binding have revealed a range of cooperative behavior for different TRAP variants, even if the averaged apparent affinities for Trp have been found to be similar. Proximity between the ligand binding sites, and the ligand-coupled disorder-to-order transition has implicated nearest-neighbor interactions in cooperativity. To establish a solid basis for describing nearest-neighbor cooperativity in TRAP, we engineered variants constructed with two subunits connected by a flexible linker (dTRAP). We mutated the binding sites of alternating protomers such that only every other site was competent for Trp binding (WT-Mut dTRAP). Ligand binding monitored by NMR, calorimetry, and native mass spectrometry revealed strong cooperativity in dTRAP containing adjacent binding-competent sites, but a severe binding defect when the wild-type sites were separated by mutated sites. Cryo-EM experiments of dTRAP in its ligand-free apo state, and both dTRAP and WT-Mut dTRAP in the presence of Trp, revealed progressive stabilization of loops that gate the Trp binding site and participate in RNA binding. These studies provide important insights into the thermodynamic and structural basis for the observed ligand binding cooperativity in TRAP. Such insights can be useful for understanding allosteric control networks and for the development of those with defined ligand sensitivity and regulatory control.",
          "url": "https://doi.org/10.1073/pnas.2409030121",
          "doi": "https://doi.org/10.1073/pnas.2409030121",
          "filter": "2"
        },
        {
          "title": "The interaction of Serratia bacteria and harmonine in harlequin ladybird confers an interspecies competitive edge",
          "authors": "Chaowei Zhang, Hang Zhou, Kang He, Yiqi Xiao, Mengyao Chen, Zhangqi Zuo, Runguo Shu, Yuhang Geng, Shuo Jin, Yang Mei, Bingbing He, Fei Li",
          "abstract": "The harlequin ladybird, Harmonia axyridis , is a predatory beetle used globally to control pests such as aphids and scale insects. Originating from East Asia, this species has become highly invasive since its introduction in the late 19th century to Europe and North America, posing a threat to local biodiversity. Intraguild predation is hypothesized to drive the success of this invasive species, but the underlying mechanisms remain unknown. In this study, a feeding assay revealed that while harlequin ladybirds survive feeding on seven-spotted ladybird eggs, the reverse is not true. However, seven-spotted ladybirds that had fed on harlequin ladybird eggs were able to survive the feeding assay when treated with penicillin. Microbiome sequencing and whole genome analysis of harlequin ladybird eggs revealed a newly discovered pathogenic bacterium strain named Serratia harmoniae. The median lethal concentration (LC50) of S. harmoniae was found to be 2.1 × 10 5 times higher in the harlequin ladybird compared to the seven-spotted ladybird. The high tolerance observed in harlequin ladybirds was attributed to harmonine, specifically produced in the fat body of this species. Silencing three key genes in the harmonine biosynthesis pathway— Spidey , Sca2 , and Desat— reduced the production of the compound, leading to increased S. harmoniae levels and higher mortality. Treating RNAi-altered individuals with penicillin reversed this effect, successfully reducing S. harmoniae presence and increasing insect survival. Taken together, these findings demonstrate that S. harmoniae , a newly identified pathogenic bacterium carried by harlequin ladybirds, interacts with harmonine to confer an interspecies competitive advantage over native ladybird species in nonnative regions.",
          "url": "https://doi.org/10.1073/pnas.2417873121",
          "doi": "https://doi.org/10.1073/pnas.2417873121",
          "filter": "2"
        },
        {
          "title": "A hybrid meta on-top functional for multiconfiguration pair-density functional theory",
          "authors": "Jie J. Bao, Dayou Zhang, Shaoting Zhang, Laura Gagliardi, Donald G. Truhlar",
          "abstract": "Multiconfiguration pair-density functional theory (MC-PDFT) was proposed a decade ago, but it is still in the early stage of density functional development. MC-PDFT uses functionals that are called on-top functionals; they depend on the density and the on-top pair density. Most MC-PDFT calculations to date have been unoptimized translations of generalized gradient approximations (GGAs) of Kohn–Sham density functional theory (KS-DFT). A hybrid MC-PDFT has also been developed, in which one includes a fraction of the complete active space self-consistent-field wave function energy in the total energy. Meta-GGA functionals, which use kinetic-energy densities in addition to GGA ingredients, have shown higher accuracy than GGAs in KS-DFT, yet the translation of meta-GGAs has not been previously proposed for MC-PDFT. In this paper, we propose a way to include kinetic energy density in a hybrid on-top functional for MC-PDFT, and we optimize the parameters of the resulting functional by training with a database developed as part of the present work that contains a wide variety of systems with diverse characters. The resulting hybrid meta functional is called the MC23 functional. We find that MC23 has improved performance as compared to KS-DFT functionals for both strongly and weakly correlated systems. We recommend MC23 for future MC-PDFT calculations.",
          "url": "https://doi.org/10.1073/pnas.2419413121",
          "doi": "https://doi.org/10.1073/pnas.2419413121",
          "filter": "2"
        },
        {
          "title": "Geometrically modulated contact forces enable hula hoop levitation",
          "authors": "Xintong Zhu, Olivia Pomerenk, Leif Ristroph",
          "abstract": "Mechanical systems with moving points of contact—including rolling, sliding, and impacts—are common in engineering applications and everyday experiences. The challenges in analyzing such systems are compounded when an object dynamically explores the complex surface shape of a moving structure, as arises in familiar but poorly understood contexts such as hula hooping. We study this activity as a unique form of mechanical levitation against gravity and identify the conditions required for the stable suspension of an object rolling around a gyrating body. We combine robotic experiments involving hoops twirling on surfaces of various geometries and a model that links the motions and shape to the contact forces generated. The in-plane motions of the hoop involve synchronization to the body gyration that is shown to require damping and sufficiently high launching speed. Further, vertical equilibrium is achieved only for bodies with “hips” or a critical slope of the surface, while stability requires an hourglass shape with a “waist” and whose curvature exceeds a critical value. Analysis of the model reveals dimensionless factors that successfully organize and unify observations across a wide range of geometries and kinematics. By revealing and explaining the mechanics of hula hoop levitation, these results motivate strategies for motion control via geometry-dependent contact forces and for accurately predicting the resulting equilibria and their stability.",
          "url": "https://doi.org/10.1073/pnas.2411588121",
          "doi": "https://doi.org/10.1073/pnas.2411588121",
          "filter": "2"
        },
        {
          "title": "Deciphering the artificial evolution of domesticated plants within dynamic habitats",
          "authors": "David L. Lentz, Mary E. D. Pohl",
          "url": "https://doi.org/10.1073/pnas.2422179121",
          "doi": "https://doi.org/10.1073/pnas.2422179121",
          "filter": "2"
        },
        {
          "title": "Collaborative management partnerships strongly decreased deforestation in the most at-risk protected areas in Africa since 2000",
          "authors": "Sébastien Desbureaux, Ibrahim Kabore, Giulia Vaglietti, Mujon Baghai, Peter Lindsey, Ashley Robson, Philippe Delacote, Antoine Leblois",
          "abstract": "Collaborative management partnerships (CMPs) between state wildlife authorities and nonprofit conservation organizations to manage protected areas (PAs) have been used increasingly across Sub-Saharan Africa since the 2000s. They aim to attract funding, build capacity, and increase the environmental effectiveness of PAs. Our study documents the rise of CMPs, examines their current extent, and measures their effectiveness in protecting habitats. We combine statistical matching and Before-After-Control-Intervention regressions to quantify the impact of CMPs, using tree cover loss as a proxy. We identify 127 CMPs located in 16 countries. CMPs are more often located in remote PAs, with habitats that are least threatened by human activity. Our results indicate that, on average, each year in a CMP results in an annual decrease in tree cover loss of about 55% compared to PAs without CMPs. Where initial anthropogenic pressure was low, we measure no effect. Where it was high, we see a 66% decrease in tree cover loss. This highly heterogeneous effect illustrates the importance of moving beyond average effect size when assessing conservation interventions, as well as the need for policy makers to invest public funds to protect the areas the most at risk.",
          "url": "https://doi.org/10.1073/pnas.2411348121",
          "doi": "https://doi.org/10.1073/pnas.2411348121",
          "filter": "2"
        },
        {
          "title": "Parallel vector memories or single memory updating?",
          "authors": "Fengxiang Zhang, Yi Pu, Xiang-Zhen Kong",
          "url": "https://doi.org/10.1073/pnas.2422788121",
          "doi": "https://doi.org/10.1073/pnas.2422788121",
          "filter": "2"
        },
        {
          "title": "Complex tissue regeneration in Lophuromys reveals a phylogenetic signal for enhanced regenerative ability in deomyine rodents",
          "authors": "Brennan Riddell, Molly McDonough, Adam Ferguson, John M. Kimani, Thomas R. Gawriluk, Chi Peng, Stephen G. Kiama, Vanessa O. Ezenwa, Ashley W. Seifert",
          "abstract": "Identifying why complex tissue regeneration is present or absent in specific vertebrate lineages has remained elusive. One also wonders whether the isolated examples where regeneration is observed represent cases of convergent evolution or are instead the product of phylogenetic inertia from a common ancestral program. Testing alternative hypotheses to identify genetic regulation, cell states, and tissue physiology that explain how regenerative healing emerges in some species requires sampling multiple species among which there is variation in regenerative ability across a phylogenetic framework. Here, we interrogate tissue healing across eleven rodents and show that brush-furred mice ( Lophuromys zena ) are capable of musculoskeletal regeneration where new tissue faithfully maintains axial polarity and tissue identity as previously observed in spiny mice ( Acomys spp. ). In contrast, we find that all nondeomyine rodents heal identical ear pinna injuries via fibrotic repair with scar tissue. Together, these data reveal a phylogenetic signal for enhanced regenerative ability in Deomyinae which is key to testing evolutionary hypotheses about the emergence of regenerative ability in mammals.",
          "url": "https://doi.org/10.1073/pnas.2420726122",
          "doi": "https://doi.org/10.1073/pnas.2420726122",
          "filter": "2"
        },
        {
          "title": "Modular DNA origami–based electrochemical detection of DNA and proteins",
          "authors": "Byoung-jin Jeon, Matteo M. Guareschi, Jaimie Marie Stewart, Emily Wu, Ashwin Gopinath, Netzahualcóyotl Arroyo-Currás, Philippe Dauphin-Ducharme, Kevin W. Plaxco, Philip S. Lukeman, Paul W. K. Rothemund",
          "abstract": "The diversity and heterogeneity of biomarkers has made the development of general methods for single-step quantification of analytes difficult. For individual biomarkers, electrochemical methods that detect a conformational change in an affinity binder upon analyte binding have shown promise. However, because the conformational change must operate within a nanometer-scale working distance, an entirely new sensor, with a unique conformational change, must be developed for each analyte. Here, we demonstrate a modular electrochemical biosensor, built from DNA origami, which is easily adapted to diverse molecules by merely replacing its analyte binding domains. Instead of relying on a unique nanometer-scale movement of a single redox reporter, all sensor variants rely on the same 100-nm scale conformational change, which brings dozens of reporters close enough to a gold electrode surface that a signal can be measured via square-wave voltammetry, a standard electrochemical technique. To validate our sensor’s mechanism, we used single-stranded DNA as an analyte, and optimized the number of redox reporters and various linker lengths. Adaptation of the sensor to streptavidin and Platelet-Derived Growth Factor-BB (PDGF-BB) analytes was achieved by simply adding biotin or anti-PDGF aptamers to appropriate DNA linkers. Geometrically optimized streptavidin sensors exhibited signal gain and limit of detection markedly better than comparable reagentless electrochemical sensors. After use, the same sensors could be regenerated under mild conditions: Performance was largely maintained over four cycles of DNA strand displacement and rehybridization. By leveraging the modularity of DNA nanostructures, our work provides a straightforward route to the single-step quantification of arbitrary nucleic acids and proteins.",
          "url": "https://doi.org/10.1073/pnas.2311279121",
          "doi": "https://doi.org/10.1073/pnas.2311279121",
          "filter": "2"
        },
        {
          "title": "Higher-order transient structures and the principle of dynamic connectivity in membrane signaling",
          "authors": "Yuxi Zhang, Roderick MacKinnon",
          "abstract": "We examine the role of higher-order transient structures (HOTS) in M2R regulation of GIRK channels. Electron microscopic membrane protein location maps show that both proteins form HOTS that exhibit a statistical bias to be near each other. Theoretical calculations and electrophysiological measurements suggest that channel activity is isolated near larger M2R HOTS. By invoking weak interactions that permit transient binding of M2R to M2R and GIRK to GIRK ( i-i interactions) and M2R to GIRK ( i-j interactions), the distribution patterns and electrophysiological properties of HL-1 cells are replicated in a reaction-diffusion simulation. We propose the principle of dynamic connectivity to explain communication between protein components of a membrane signaling pathway. Dynamic connectivity is mediated by weak, transient interactions between proteins. HOTS created by weak i-i interactions, and statistical biases created by weak i-j interactions promoted by the multivalence of HOTS, are the key elements of dynamic connectivity.",
          "url": "https://doi.org/10.1073/pnas.2421280121",
          "doi": "https://doi.org/10.1073/pnas.2421280121",
          "filter": "2"
        },
        {
          "title": "Predicting gene sequences with AI to study codon usage patterns",
          "authors": "Tomer Sidi, Shir Bahiri-Elitzur, Tamir Tuller, Rachel Kolodny",
          "abstract": "Selective pressure acts on the codon use, optimizing multiple, overlapping signals that are only partially understood. We trained AI models to predict codons given their amino acid sequence in the eukaryotes Saccharomyces cerevisiae and Schizosaccharomyces pombe and the bacteria Escherichia coli and Bacillus subtilis to study the extent to which we can learn patterns in naturally occurring codons to improve predictions. We trained our models on a subset of the proteins and evaluated their predictions on large, separate sets of proteins of varying lengths and expression levels. Our models significantly outperformed naïve frequency-based approaches, demonstrating that there are learnable dependencies in evolutionary-selected codon usage. The prediction accuracy advantage of our models is greater for highly expressed genes and is greater in bacteria than eukaryotes, supporting the hypothesis that there is a monotonic relationship between selective pressure for complex codon patterns and effective population size. In S . cerevisiae and bacteria, our models were more accurate for longer proteins, suggesting that the learned patterns may be related to cotranslational folding. Gene functionality and conservation were also important determinants that affect the performance of our models. Finally, we showed that using information encoded in homologous proteins has only a minor effect on prediction accuracy, perhaps due to complex codon-usage codes in genes undergoing rapid evolution. Our study employing contemporary AI methods offers a unique perspective and a deep-learning-based prediction tool for evolutionary-selected codons. We hope that these can be useful to optimize codon usage in endogenous and heterologous proteins.",
          "url": "https://doi.org/10.1073/pnas.2410003121",
          "doi": "https://doi.org/10.1073/pnas.2410003121",
          "filter": "2"
        },
        {
          "title": "X*Y females exhibit steeper reproductive senescence in the African pygmy mouse",
          "authors": "Jean-François Lemaître, Yann Voituron, Léa Herpe, Frédéric Veyrunes",
          "abstract": "A wave of studies has recently emphasized the influence of sex chromosomes on both lifespan and actuarial senescence patterns across vertebrates and invertebrates. Basically, the heterogametic sex (XY males in XX/XY systems or ZW females in ZW/ZZ systems) typically displays a lower lifespan and a steeper rate of actuarial senescence than the homogametic sex. However, whether these effects extend to the senescence patterns of other phenotypic traits or physiological functions is yet to be determined. Here, we investigated whether sex chromosomes modulate reproductive senescence using females from the African pygmy mouse ( Mus minutoides ). This biological model exhibits an odd sex determining system with a third, feminizing sex chromosome, X*, resulting in three distinct female genotypes (XX, X*X, or X*Y) that coexist in natural populations. We found that the rate of senescence in litter size at birth is much more pronounced in heterogametic X*Y females than in homogametic XX or X*X females that may support the unguarded X or toxic Y hypotheses and can be directly linked to the complex and unique X*Y phenotype. A decrease in neonatal survival with mother’s age has also been found, but this decline is not different between the three female genotypes.",
          "url": "https://doi.org/10.1073/pnas.2412609121",
          "doi": "https://doi.org/10.1073/pnas.2412609121",
          "filter": "2"
        },
        {
          "title": "Integrin-activating Yersinia protein Invasin sustains long-term expansion of primary epithelial cells as 2D organoid sheets",
          "authors": "Joost J.A.P.M. Wijnakker, Gijs J.F. van Son, Daniel Krueger, Willine J. van de Wetering, Carmen Lopez-Iglesias, Robin Schreurs, Fenna van Rijt, Sangho Lim, Lin Lin, Peter J. Peters, Ralph R. Isberg, Claudia Y. Janda, Wim de Lau, Hans Clevers",
          "abstract": "Matrigel ® /BME ® , a basement membrane-like preparation, supports long-term growth of epithelial 3D organoids from adult stem cells [T. Sato et al. , Nature 459 , 262–265 (2009); T. Sato et al. , Gastroenterology 141 , 1762–1772 (2011)]. Here, we show that interaction between Matrigel’s major component laminin-111 with epithelial α6β1-integrin is crucial for this process. The outer membrane protein Invasin of Yersinia is known to activate multiple integrin–β1 complexes, including integrin α6β1. A C-terminal integrin-binding fragment of Invasin, coated on culture plates, mediated gut epithelial cell adhesion. Addition of organoid growth factors allowed multipassage expansion in 2D. Polarization, junction formation, and generation of enterocytes, goblet cells, Paneth cells, and enteroendocrine cells were stable over time. Sustained expansion of other human, mouse, and even snake epithelia was accomplished under comparable conditions. The 2D “organoid sheet” format holds advantages over the 3D “in gel” format in terms of imaging, accessibility of basal and apical domains, and automation for high-throughput screening. Invasin represents a fully defined, affordable, versatile, and animal-free complement to Matrigel ® /BME ® .",
          "url": "https://doi.org/10.1073/pnas.2420595121",
          "doi": "https://doi.org/10.1073/pnas.2420595121",
          "filter": "2"
        },
        {
          "title": "Metabolic enhancement contributed by horizontal gene transfer is essential for dietary specialization in leaf beetles",
          "authors": "Yuxin Zhang, Chengjie Tu, Jianyang Bai, Xiayu Li, Ziyue Sun, Letian Xu",
          "abstract": "Horizontal gene transfer (HGT) from bacteria to insects is widely reported and often associated with the adaptation and diversification of insects. However, compelling evidence demonstrating how HGT-conferred metabolic adjustments enable species to adapt to surrounding environment remains scarce. Dietary specialization is an important ecological strategy adopted by animals to reduce inter- and intraspecific competition for limited resources. Adults of the leaf beetle Plagiodera versicolora (Coleoptera) preferentially consume new leaves; nevertheless, we found that they selectively oviposit on mature leaves, thereby establishing a distinct dietary niche separation between adults and larvae. Based on the de novo assembled chromosome-level genome, we identified two horizontally transferred genes with cellulose degradation potential, belonging to the glycosyl hydrolase 48 family ( GH48-1 and GH48-2 ). Prokaryotic expression of the HGTs confirmed the cellulose degradation capability of the two genes. Knockdown of GH48 significantly hampered the growth and survival rate of larvae feeding on mature leaves compared to wild-type larvae, with no similar effect observed in adults. Replenishing the GH48-expressing bacteria compensated for the knockdown of these two genes and recurred larval adaptability to mature leaves. Taken together, our results highlight the advantage and metabolic enhancement conferred by the two cellulose-degrading HGTs in P. versicolora larvae, enabling their development on cellulose-enriched mature leaves and underscoring the indispensable role of HGTs in facilitating the adaptation of leaf beetles to plants.",
          "url": "https://doi.org/10.1073/pnas.2415717122",
          "doi": "https://doi.org/10.1073/pnas.2415717122",
          "filter": "2"
        },
        {
          "title": "Boreal forests are heading for an open state",
          "authors": "Ronny Rotbarth, Egbert H. van Nes, Marten Scheffer, Milena Holmgren",
          "abstract": "The boreal forest biome is warming four times faster than the global average. Changes so far are moderate, but time lags in responses may transiently maintain forest states which are no longer supported by current environmental conditions. Here, we explore whether tree cover dynamics hint at the state to which the biome may be shifting. Our results suggest that global boreal tree cover is heading for a unimodal state of open forest (30 to 50%), contrasting starkly to the bimodal distribution of dense forests (&gt;60%) and sparse woodlands (5 to 15%) found today. A future open forest in a warmer world would likely increase the risk of forest fires, leading to potentially substantial releases of stored carbon.",
          "url": "https://doi.org/10.1073/pnas.2404391121",
          "doi": "https://doi.org/10.1073/pnas.2404391121",
          "filter": "2"
        },
        {
          "title": "The return of stagnant slab recorded by intraplate volcanism",
          "authors": "Zhong-Biao Zhou, Li-Hui Chen, Zhou-Chuan Huang, Albrecht W. Hofmann, Xiao-Jun Wang, Gang Zeng, Ya-Jing Bi, Jian Zhao",
          "abstract": "Subducted plates often stagnate in the mantle transition zone (MTZ), and the fate of the stagnant slabs is still debatable. They may sink into the lower mantle, or remain partially trapped in the MTZ, but it is uncertain whether they can return to the upper mantle. We report geochemical evidence of late-Miocene (~6 Ma) basalts from, and upper mantle seismic evidence beneath Shuangyashan, an area above the slab tear of the stagnant Pacific plate in eastern Asia, to show how the slab returns to the upper mantle from the MTZ. Remarkably high δ 57 Fe, Gd/Yb and low δ 26 Mg, Ti/Eu, CaO/Al 2 O 3 values of Shuangyashan basalts suggest that the subducted Pacific oceanic crust had been entrained to their upper mantle source. Therefore, the return of oceanic crust from the MTZ to the upper mantle appears to have been driven by upwelling triggered by tearing of the stagnant slab right beneath this area. Meanwhile, local shear splitting measurements reveal a circular pattern of anisotropy in the upper mantle with delay times diminishing toward the slab tear, suggesting that the slab-fragment-bearing upwelling subsequently turned into lateral flows in the upper mantle, and contributed to a wider intraplate magmatism above the stagnant slab. This finding, together with other widespread intraplate volcanism from eastern Asia, extending for approximately 6,000 km, demonstrates that a subduction-induced tear can lead to the destruction and partial return of stagnant slab material, and thus lead to the cycling of subducted crustal materials and the generation of subduction-induced intraplate magmatism.",
          "url": "https://doi.org/10.1073/pnas.2414632122",
          "doi": "https://doi.org/10.1073/pnas.2414632122",
          "filter": "2"
        },
        {
          "title": "Metastable state preceding shear zone instability: Implications for earthquake-accelerated landslides and dynamic triggering",
          "authors": "Yan Li, Wei Hu, Qiang Xu, Hui Luo, Chingshung Chang, Xiaoping Jia",
          "abstract": "Understanding the dynamic response of granular shear zones under cyclic loading is fundamental to elucidating the mechanisms triggering earthquake-induced landslides, with implications for broader fields such as seismology and granular physics. Existing prediction methods struggle to accurately predict many experimental and in situ landslide observations due to inadequate consideration of the underlying physical mechanisms. The mechanisms that influence landslide dynamic triggering, a transition from static (or extremely slow creeping) to rapid runout, remain elusive. Herein, we focus on the inherent physics of granular shear zones under dynamic loading using ring shear experiments. Except for coseismic slip caused by the dynamic load, varying magnitudes of postseismic creep with increasing cycles of dynamic loading are observed, highlighting the effects of coseismic weakening (shear zone fatigue) and subsequent postseismic healing. A metastable state, characterized by a significant increase in postseismic creep, typically precedes shear zone instability. The metastable state may arise as weakened shear resistance approaches the applied shear stress, demonstrating a phase transition from a solid-like state to a fluid state (plastic granular flow). The metastable state may potentially indicate the shear zone’s stress state and serve as a precursor to impending instability. Furthermore, the proposed mechanisms offer a compelling explanation for the widespread postseismic landslide movement following earthquakes. Incorporating these mechanisms into the Newmark method has the potential to improve the prediction of earthquake-induced landslide displacement and enhance our understanding of dynamic triggering.",
          "url": "https://doi.org/10.1073/pnas.2417840121",
          "doi": "https://doi.org/10.1073/pnas.2417840121",
          "filter": "2"
        },
        {
          "title": "Dynamic treeline and cryosphere response to pronounced mid-Holocene climatic variability in the US Rocky Mountains",
          "authors": "Gregory T. Pederson, Daniel Stahle, David B. McWethy, Matthew Toohey, Johann Jungclaus, Craig Lee, Justin Martin, Mio Alt, Nickolas Kichas, Nathan Chellman, Joseph R. McConnell, Cathy Whitlock",
          "abstract": "Climate-driven changes in high-elevation forest distribution and reductions in snow and ice cover have major implications for ecosystems and global water security. In the Greater Yellowstone Ecosystem of the Rocky Mountains (United States), recent melting of a high-elevation (3,091 m asl) ice patch exposed a mature stand of whitebark pine ( Pinus albicaulis ) trees, located ~180 m in elevation above modern treeline, that date to the mid-Holocene (c. 5,950 to 5,440 cal y BP). Here, we used this subfossil wood record to develop tree-ring-based temperature estimates for the upper-elevation climate conditions that resulted in ancient forest establishment and growth and the subsequent regional ice-patch growth and downslope shift of treeline. Results suggest that mid-Holocene forest establishment and growth occurred under warm-season (May-Oct) mean temperatures of 6.2 °C (±0.2 °C), until a multicentury cooling anomaly suppressed temperatures below 5.8 °C, resulting in stand mortality by c. 5,440 y BP. Transient climate model simulations indicate that regional cooling was driven by changes in summer insolation and Northern Hemisphere volcanism. The initial cooling event was followed centuries later (c. 5,100 y BP) by sustained Icelandic volcanic eruptions that forced a centennial-scale 1.0 °C summer cooling anomaly and led to rapid ice-patch growth and preservation of the trees. With recent warming (c. 2000–2020 CE), warm-season temperatures now equal and will soon exceed those of the mid-Holocene period of high treeline. It is likely that perennial ice cover will again disappear from the region, and treeline may expand upslope so long as plant-available moisture and disturbance are not limiting.",
          "url": "https://doi.org/10.1073/pnas.2412162121",
          "doi": "https://doi.org/10.1073/pnas.2412162121",
          "filter": "2"
        },
        {
          "title": "PsDMAP1/PsTIP60-regulated H4K16ac is required for ROS-dependent virulence adaptation of Phytophthora sojae on host plants",
          "authors": "Fan Zhang, Shanshan Chen, Can Zhang, Zhiwen Wang, Jianqiang Miao, Tan Dai, Jianjun Hao, Xili Liu",
          "abstract": "Host plants and various fungicides inhibit plant pathogens by inducing the release of excessive reactive oxygen species (ROS) and causing DNA damage, either directly or indirectly leading to cell death. The mechanisms by which the oomycete Phytophthora sojae manages ROS stress resulting from plant immune responses and fungicides remains unclear. This study elucidates the role of histone acetylation in ROS-induced DNA damage responses (DDR) to adapt to stress. Mechanistically, the P. sojae DNA methyltransferase 1-associated protein (PsDMAP1) binds Tat-interactive protein 60 (PsTIP60) to comediate histone H4 acetylation on lysine 16 (H4K16ac). This regulation affects RNA polymerase II (pol II) recruitment, transcriptional induction of DDR-related genes, and the enrichment of histone H2Ax phosphorylated on serine 137 (γH2Ax) in response to both plant immunity and fungicide stress. The resulting H4K16ac serves as a crucial transgenerational epigenetic signal for virulence adaptation of P. sojae on plants, as a result of adaptation to ROS stress.",
          "url": "https://doi.org/10.1073/pnas.2413127122",
          "doi": "https://doi.org/10.1073/pnas.2413127122",
          "filter": "2"
        },
        {
          "title": "Tetrameric PilZ protein stabilizes stator ring in complex flagellar motor and is required for motility in Campylobacter jejuni",
          "authors": "Yuanyuan Chen, Shoichi Tachiyama, Yuqian Li, Xueyin Feng, Hang Zhao, Yanmin Wu, Yu Guo, María Lara-Tejero, Canfeng Hua, Jun Liu, Beile Gao",
          "abstract": "Rotation of the bacterial flagellum, the first identified biological rotary machine, is driven by its stator units. Knowledge gained about the function of stator units has increasingly led to studies of rotary complexes in different cellular pathways. Here, we report that a tetrameric PilZ family protein, FlgX, is a structural component underneath the stator units in the flagellar motor of Campylobacter jejuni . FlgX forms a stable tetramer that does not bind cyclic di-GMP (c-di-GMP), unlike other canonical PilZ domain–containing proteins. Cryoelectron tomography and subtomogram averaging of flagellar motors in situ provide evidence that FlgX interacts with each stator unit and plays a critical role in stator ring assembly and stability. Furthermore, FlgX is conserved and was most likely present in the common ancestor of the phylum Campylobacterota . Overall, FlgX represents a divergence in function for PilZ superfamily proteins as well as a player in the key stator–rotor interaction of complex flagellar motors.",
          "url": "https://doi.org/10.1073/pnas.2412594121",
          "doi": "https://doi.org/10.1073/pnas.2412594121",
          "filter": "2"
        },
        {
          "title": "Deep conservation complemented by novelty and innovation in the insect eye ground plan",
          "authors": "Ke Gao, Antoine Donati, Julia Ainsworth, Di Wu, Eleanor R. Terner, Michael W. Perry",
          "abstract": "A spectacular diversity of forms and features allow species to thrive in different environments, yet some structures remain relatively unchanged. Insect compound eyes are easily recognizable despite dramatic differences in visual abilities across species. It is unknown whether distant insect species use similar or different mechanisms to pattern their eyes or what types of genetic changes produce diversity of form and function. We find that flies, mosquitos, butterflies, moths, beetles, wasps, honeybees, and crickets use homologous developmental programs to pattern their retinas. Transcription factor expression can be used to establish homology of different photoreceptor (PR) types across the insects: Prospero (Pros) for R7, Spalt (Sal) for R7+R8, and Defective proventriculus (Dve) for R1-6. Using gene knockout (CRISPR/Cas9) in houseflies, butterflies, and crickets and gene knockdown (RNAi) in beetles, we found that like Drosophila , EGFR and Sevenless (Sev) signaling pathways are required to recruit motion and color vision PRs, though Drosophila have a decreased reliance on Sev signaling relative to other insects. Despite morphological and physiological variation across species, retina development passes through a highly conserved phylotypic stage when the unit eyes (ommatidia) are first patterned. This patterning process likely represents an “insect eye ground plan” that is established by an ancient developmental program. We identify three types of developmental patterning modifications (ground plan modification, nonstochastic patterns, and specialized regions) that allow for the diversification of insect eyes. We suggest that developmental divergence after the ground plan is established is responsible for the exceptional diversity observed across insect visual systems.",
          "url": "https://doi.org/10.1073/pnas.2416562122",
          "doi": "https://doi.org/10.1073/pnas.2416562122",
          "filter": "2"
        },
        {
          "title": "Synapse-specific catecholaminergic modulation of neuronal glutamate release",
          "authors": "Dariya Bakshinska, William YuChen Liu, Ryan Schultz, R. Steven Stowers, Adam Hoagland, Caroline Cypranowska, Cherise Stanley, Susan H. Younger, Zachary L. Newman, Ehud Y. Isacoff",
          "abstract": "Norepinephrine in vertebrates and its invertebrate analog, octopamine, regulate the activity of neural circuits. We find that, when hungry, Drosophila larvae switch activity in type II octopaminergic motor neurons (MNs) to high-frequency bursts, which coincide with locomotion-driving bursts in type I glutamatergic MNs that converge on the same muscles. Optical quantal analysis across hundreds of synapses simultaneously reveals that octopamine potentiates glutamate release by tonic type Ib MNs, but not phasic type Is MNs, and occurs via the G q -coupled octopamine receptor (OAMB). OAMB is more abundant in type Ib terminals and acts through diacylglycerol and its target Unc13A, a key component of the glutamate release machinery. Potentiation varies significantly—by up to 1,000%—across synapses of a single Ib axon, with synaptic Unc13A levels determining both release probability and potentiation. We propose that a dual molecular mechanism—an upstream neuromodulator receptor and a downstream transmitter release controller—fine-tunes catecholaminergic modulation so that strong tonic synapses exhibit large potentiation, while weaker tonic and all phasic synapses maintain consistency, yielding a sophisticated regulation of locomotor behavior.",
          "url": "https://doi.org/10.1073/pnas.2420496121",
          "doi": "https://doi.org/10.1073/pnas.2420496121",
          "filter": "2"
        },
        {
          "title": "Moisture-driven carbonation kinetics for ultrafast CO 2 mineralization",
          "authors": "Yining Gao, Yong Tao, Gen Li, Peiliang Shen, Roland J.-M. Pellenq, Chi Sun Poon",
          "abstract": "CO 2 mineralization, a process where CO 2 reacts with minerals to form stable carbonates, presents a sustainable approach for CO 2 sequestration and mitigation of global warming. While the crucial role of water in regulating CO 2 mineralization efficiency is widely acknowledged, a comprehensive understanding of the underlying mechanisms remains elusive. This study employs a combined experimental and atomistic simulation approach to elucidate the intricate mechanisms governing moisture-driven carbonation kinetics of calcium-bearing minerals. A self-designed carbonation reactor equipped with an ultrasonic atomizer is used to meticulously control the water content during carbonation experiments. Grand Canonical Monte Carlo simulations reveal that maximum CO 2 uptake occurs at a critical water content where the initiation of capillary condensation significantly enhanced liquid–gas interactions. This phenomenon leads to CO 2 adsorption–driven ultrafast carbonation at an optimal moisture content (0.1 to 0.2 g/g, water mass ratio to total wet mass of the mineral). A higher moisture content decimates the carbonation rate by crippling CO 2 intake within mineral pores. However, at exceptionally high moisture levels, the carbonation reaction sites shift from internal mesopores to the grain surface. This results in surface dissolution–driven ultrafast carbonation, attributed to the monotonically decreasing free energy of dissolution with increasing surface water thickness, as revealed by metadynamics simulations. This study provides a fundamental and unified understanding of the multifaceted role of water in mineral carbonation, paving the way for optimizing ultrafast CO 2 mineralization strategies for global decarbonization efforts.",
          "url": "https://doi.org/10.1073/pnas.2418239121",
          "doi": "https://doi.org/10.1073/pnas.2418239121",
          "filter": "2"
        },
        {
          "title": "Stochastic morphological swings in Hydra regeneration: A manifestation of noisy canalized morphogenesis",
          "authors": "Oded Agam, Erez Braun",
          "abstract": "Animal morphogenesis, the development of an organism’s body form, is commonly perceived as a directed and almost deterministic process. However, noise and stochastic fluctuations are ubiquitous in biological systems. The questions on the role of fluctuations in morphogenesis and what ensures the robustness of this process under noisy conditions remain elusive. Here, we utilize Hydra regeneration, subjected to an external electric field, to provide unique insights into these questions. We found that during Hydra morphogenesis, a phase can be induced where fluctuations lead to stochastic morphological swings, back and forth, between a nearly spherical structure (the incipient tissue’s state) and an elongated cylindrical shape (the final body form of a mature Hydra ). Despite these prolonged swings, the tissue regenerates into a normal Hydra . The stochastic transitions between two well-defined shapes imply that morphological development occurs through an activation process. Indeed, by introducing a periodic perturbation through modulation of the electric field, we were able to demonstrate morphogenesis dynamics with characteristics of stochastic resonance —the tissue’s response to the perturbation displayed a resonance-like behavior as a function of the noise level. Our findings add a dynamic layer to the problem of morphogenesis and offer an unconventional physical framework based on an activation transition in a slowly varying double-well potential that ensures a canalized regeneration of the body form under fluctuations.",
          "url": "https://doi.org/10.1073/pnas.2415736121",
          "doi": "https://doi.org/10.1073/pnas.2415736121",
          "filter": "2"
        },
        {
          "title": "Structures of methane and ammonia monooxygenases in native membranes",
          "authors": "Frank J. Tucci, Amy C. Rosenzweig",
          "abstract": "Methane- and ammonia-oxidizing bacteria play key roles in the global carbon and nitrogen cycles, respectively. These bacteria use homologous copper membrane monooxygenases to accomplish the defining chemical transformations of their metabolisms: the oxidations of methane to methanol by particulate methane monooxygenase (pMMO) and ammonia to hydroxylamine by ammonia monooxygenase (AMO), enzymes of prime interest for applications in mitigating climate change. However, investigations of these enzymes have been hindered by the need for disruptive detergent solubilization prior to structure determination, confounding studies of pMMO and precluding studies of AMO. Here, we overcome these challenges by using cryoEM to visualize pMMO and AMO directly in their native membrane arrays at 2.4 to 2.8 Å resolution. These structures reveal details of the copper centers, numerous bound lipids, and previously unobserved components, including identifiable and distinct supernumerary helices interacting with pMMO and AMO, suggesting a widespread role for these helices in copper membrane monooxygenases. Comparisons between these structures, their metallocofactors, and their unexpected protein–protein interactions highlight features that may govern activity or the formation of higher-order arrays in native membranes. The ability to obtain molecular insights within the native membrane will enable further understanding of these environmentally important enzymes.",
          "url": "https://doi.org/10.1073/pnas.2417993121",
          "doi": "https://doi.org/10.1073/pnas.2417993121",
          "filter": "2"
        },
        {
          "title": "Conservation of symbiotic signaling since the most recent common ancestor of land plants",
          "authors": "Tatiana Vernié, Mélanie Rich, Tifenn Pellen, Eve Teyssier, Vincent Garrigues, Lucie Chauderon, Lauréna Medioni, Fabian van Beveren, Cyril Libourel, Jean Keller, Camille Girou, Corinne Lefort, Aurélie Le Ru, Yves Martinez, Didier Reinhardt, Kyoichi Kodama, Shota Shimazaki, Patrice Morel, Junko Kyozuka, Malick Mbengue, Michiel Vandenbussche, Pierre-Marc Delaux",
          "abstract": "Plants have colonized lands 450 million years ago. This terrestrialization was facilitated by developmental and functional innovations. Recent evo-devo approaches have demonstrated that one of these innovations was the mutualistic arbuscular mycorrhizal symbiosis (AMS). The genetic pathways that have been involved in the establishment and functioning of AMS since its evolution remain poorly described. Here, we found that intracellular colonization by AM fungi induces a transcriptional reporter of the common symbiosis pathway, well-described in angiosperms, in the liverwort Marchantia paleacea . Mutants of either of the three main genes of this pathway, SYMRK , CCaMK, and CYCLOPS, disrupt the ability of M. paleacea to associate with AM fungi. Finally, overexpressing gain-of-function CCaMK or CYCLOPS leads to convergent transcriptomic signatures that partially overlap with AMS. Altogether, our data indicate that plants have maintained three genes of the common symbiotic pathway to support symbiotic interactions since their most recent common ancestor.",
          "url": "https://doi.org/10.1073/pnas.2408539121",
          "doi": "https://doi.org/10.1073/pnas.2408539121",
          "filter": "2"
        },
        {
          "title": "Moiré magnetism and moiré excitons in twisted CrSBr bilayers",
          "authors": "Junyi Liu, Xu Zhang, Gang Lu",
          "abstract": "Moiré excitons and moiré magnetism are essential to semiconducting van der Waals magnets. In this work, we perform a comprehensive first-principles study to elucidate the interplay of electronic excitation and magnetism in twisted magnetic CrSBr bilayers. We predict a twist-induced quantum phase transition for interlayer magnetic coupling and estimate the critical twist angle below which moiré magnetism with mixed ferromagnetic and antiferromagnetic domains could emerge. Localized one-dimensional moiré excitons are stable if the interlayer coupling is ferromagnetic and become unstable if the coupling turns to antiferromagnetic. Exciton energy modulation by magnons is estimated and dependence of exciton oscillator strength on the twist angle and interlayer coupling is analyzed. An orthogonally twisted bilayer is revealed to exhibit layer-dependent, anisotropic optical transitions. Electric field is shown to induce net magnetic moments in moiré excitons, endowing them with exceedingly long lifetimes. Our work lays the foundation for using magnetic moiré bilayers in spintronic, optoelectronic, and quantum information applications.",
          "url": "https://doi.org/10.1073/pnas.2413326121",
          "doi": "https://doi.org/10.1073/pnas.2413326121",
          "filter": "2"
        },
        {
          "title": "The carnivorous plant Genlisea harnesses active particle dynamics to prey on microfauna",
          "authors": "José Martín-Roca, C. Miguel Barriuso G., Raúl Martínez Fernández, Camila Betterelli Giuliano, Rongjing Zhang, Chantal Valeriani, Laurence G. Wilson",
          "abstract": "Carnivory in plants is an unusual trait that has arisen multiple times, independently, throughout evolutionary history. Plants in the genus Genlisea are carnivorous and feed on microorganisms that live in soil using modified subterranean leaf structures (rhizophylls). A surprisingly broad array of microfauna has been observed in the plants’ digestive chambers, including ciliates, amoebae, and soil mites. Here, we show, through experiments and simulations, that Genlisea exploit active matter physics to “rectify” bacterial swimming and establish a local flux of bacteria through the structured environment of the rhizophyll toward the plant’s digestion vesicle. In contrast, macromolecular digestion products are free to diffuse away from the digestion vesicle and establish a concentration gradient of carbon sources to draw larger microorganisms further inside the plant. Our experiments and simulations show that this mechanism is likely to be a localized one and that no large-scale efflux of digested matter is present.",
          "url": "https://doi.org/10.1073/pnas.2409510121",
          "doi": "https://doi.org/10.1073/pnas.2409510121",
          "filter": "2"
        },
        {
          "title": "Structure-guided design and synthesis of C22- and C32-modified FK520 analogs with enhanced activity against human pathogenic fungi",
          "authors": "Patrick A. Dome, Pyeonghwa Jeong, Gibeom Nam, Hongjun Jang, Angela Rivera, Anna Floyd Averette, Eunchong Park, Tzu-Chieh Liao, Maria Ciofani, Jianli Wu, Jen-Tsan Ashley Chi, Ronald A. Venters, Hyun-Ju Park, William J. Steinbach, Praveen R. Juvvadi, Joseph Heitman, Jiyong Hong",
          "abstract": "Invasive fungal infections are a leading cause of death worldwide. Translating molecular insights into clinical benefits is challenging because fungal pathogens and their hosts share similar eukaryotic physiology. Consequently, current antifungal treatments have limited efficacy, may be poorly fungicidal in the host, can exhibit toxicity, and are increasingly compromised by emerging resistance. We have established that the phosphatase calcineurin (CaN) is required for invasive fungal disease and an attractive target for antifungal drug development. CaN is a druggable target, and there is vast clinical experience with the CaN inhibitors FK506 and cyclosporin A (CsA). However, while FK506 and its natural analog FK520 exhibit antifungal activity, they are also immunosuppressive in the host and thus not fungal-selective. We leverage our pathogenic fungal CaN-FK506-FKBP12 complex X-ray structures and biophysical data to support structure-based ligand design as well as structure–activity relationship analyses of broad-spectrum FK506/FK520 derivatives with potent antifungal activity and reduced immunosuppressive activity. Here, we apply molecular docking studies to develop antifungal C22- or C32-modified FK520 derivatives with improved therapeutic index scores. Among them, the C32-modified FK520 derivative JH-FK-44 ( 7 ) demonstrates a significantly improved therapeutic index compared to JH-FK-08, our lead compound to date. NMR binding studies with C32-derivatives are consistent with our hypothesis that C32 modifications disrupt the hydrogen bonding network in the human complex while introducing favorable electrostatic and cation–π interactions with the fungal FKBP12 R86 residue. These findings further reinforce calcineurin inhibition as a promising strategy for antifungal therapy.",
          "url": "https://doi.org/10.1073/pnas.2419883121",
          "doi": "https://doi.org/10.1073/pnas.2419883121",
          "filter": "2"
        },
        {
          "title": "Quantifying the genetic origins of body plan scaling",
          "authors": "Vahe Galstyan, Pieter Rein ten Wolde",
          "url": "https://doi.org/10.1073/pnas.2422340121",
          "doi": "https://doi.org/10.1073/pnas.2422340121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Atomic-scale structure of ZrO 2 : Formation of metastable polymorphs",
          "authors": "Alexandre P. Solomon, Eric C. O’Quinn, Juejing Liu, Igor M. Gussev, Xiaofeng Guo, Joerg Neuefeind, Christina Trautmann, Rodney C. Ewing, Gianguido Baldinozzi, Maik K. Lang",
          "abstract": "Metastable phases can exist within local minima in the potential energy landscape when they are kinetically “trapped” by various processing routes, such as thermal treatment, grain size reduction, chemical doping, interfacial stress, or irradiation. Despite the importance of metastable materials for many technological applications, little is known about the underlying structural mechanisms of the stabilization process and atomic-scale nature of the resulting defective metastable phase. Investigating ion-irradiated and nanocrystalline zirconia with neutron total scattering experiments, we show that metastable tetragonal ZrO 2 consists of an underlying structure of ferroelastic, orthorhombic nanoscale domains stabilized by a network of domain walls. The apparent long-range tetragonal structure that can be recovered to ambient conditions is only the configurational ensemble average of the underlying orthorhombic domains. This structural heterogeneity with a distinct short-range order is more broadly applicable to other nonequilibrium materials and provides insight into the synthesis and recovery of functional metastable phases with unique physical and chemical properties.",
          "url": "https://doi.org/10.1126/sciadv.adq5943",
          "doi": "https://doi.org/10.1126/sciadv.adq5943",
          "filter": "2"
        },
        {
          "title": "Self-healing and hyperelastic magneto-iono-elastomers through molecular confinement of magnetic anions",
          "authors": "Xuan Zhang, Lishu Zhang, Meilin Liu, Chin Boon Chng, Eddy Pang Yi Ler, Jinrun Zhou, Naoji Matsuhisa, Yu Jun Tan",
          "abstract": "Magneto-responsiveness in living organisms, exemplified by migratory birds navigating vast distances, offers inspiration for soft robots and human-computer interfaces. However, achieving both high magneto-responsiveness and resilient mechanical properties in synthetic materials has been challenging. Here, we develop magneto-iono-elastomers (MINEs), combining exceptional magnetization [2.6 emu (electromagnetic units)/g] with hyperelasticity and self-healability. Such a MINE consists of a magnetic ionic liquid (MIL; [Emim][FeCl 4 ]) and a urethane group–based polymer that can distinctively confine magnetic anions through strong intermolecular interactions, including potential hydrogen bonds and metal-coordination bonds. This confinement enables high MIL loading (80 wt %) while maintaining structure integrity, resulting in a high ionic conductivity exceeding 10 −3 S/cm. Furthermore, the synergistic interplay of these reversible bonds in MINEs contributes to an outstanding elastic recovery that surpasses 99%, alongside good self-healing capabilities. The unique combination of these attributes positions MINE as a promising candidate for diverse magnetoelectronic applications, encompassing wearable strain sensors, contactless magneto-responsive electronics, see-through touch panels, and soft magnetic carriers.",
          "url": "https://doi.org/10.1126/sciadv.adq7441",
          "doi": "https://doi.org/10.1126/sciadv.adq7441",
          "filter": "2"
        },
        {
          "title": "Histone mark age of human tissues and cell types",
          "authors": "Lucas Paulo de Lima Camillo, Muhammad Haider Asif, Steve Horvath, Erica Larschan, Ritambhara Singh",
          "abstract": "Aging is a complex and multifaceted process involving many epigenetic alterations. One key area of interest in aging research is the role of histone modifications, which can dynamically regulate gene expression. Here, we conducted a pan-tissue analysis of the dynamics of seven key histone modifications during human aging. Our histone-specific age prediction models showed surprisingly accurate performance, proving resilient to experimental and artificial noise. Simulation experiments for comparison with DNA methylation age predictors revealed competitive performance. Moreover, gene set enrichment analysis uncovered several critical developmental pathways for age prediction. Different from DNA methylation age predictors, genes known to be involved in aging biology are among the most important ones for the models. Last, we developed a pan-tissue pan-histone age predictor, suggesting that age-related epigenetic information is degenerated across the epigenome. This research highlights the power of histone marks as input for creating robust age predictors and opens avenues for understanding the role of epigenetic changes during aging.",
          "url": "https://doi.org/10.1126/sciadv.adk9373",
          "doi": "https://doi.org/10.1126/sciadv.adk9373",
          "filter": "2"
        },
        {
          "title": "NLRP3 inflammasome constrains liver regeneration through impairing MerTK-mediated macrophage efferocytosis",
          "authors": "Susu Wei, Ge Guan, Xiaoyu Luan, Chaoqun Yu, Longyu Miao, Xinying Yuan, Peng Chen, Guohu Di",
          "abstract": "The NOD-like receptor protein 3 (NLRP3) inflammasome plays a crucial role in human acute and chronic liver diseases. However, the role and cell-specific contribution of NLRP3 in liver regeneration remains unclear. Here, we found that NLRP3 was highly activated during the early stage of liver regeneration via 70% partial hepatectomy (PHx) mice model and clinical data. Global NLRP3 depletion or pharmacologically blocking NLRP3 significantly enhanced liver regeneration, while NLRP3 overexpression impaired it after PHx. Furthermore, mice with myeloid-specific knockout of Nlrp3 ( Nlrp3 Δ mye ), rather than hepatocyte-specific knockout ( Nlrp3 Δ hep ), showed improved liver regeneration compared to control ( Nlrp3 fl/fl ). Mechanistically, deficiency of Nlrp3 promoted myeloid-epithelial-reproductive tyrosine kinase (MerTK)–mediated efferocytosis, thereby inducing macrophages toward a pro-reparative Ly6C lo phenotype. Notably, NLRP3 inhibition by MCC950 effectively reversed the impairment of liver regeneration after PHx in mice fed a high-fat diet. Our findings provide a potential therapeutic strategy for the prevention and treatment of post-hepatectomy liver failure.",
          "url": "https://doi.org/10.1126/sciadv.adq5786",
          "doi": "https://doi.org/10.1126/sciadv.adq5786",
          "filter": "2"
        },
        {
          "title": "Somatic mtDNA mutation burden shapes metabolic plasticity in leukemogenesis",
          "authors": "Xiujie Li-Harms, Jingjun Lu, Yu Fukuda, John Lynch, Aditya Sheth, Gautam Pareek, Marcin M. Kaminski, Hailey S. Ross, Christopher W. Wright, Amber L. Smith, Huiyun Wu, Yong-Dong Wang, Marc Valentine, Geoffrey Neale, Peter Vogel, Stanley Pounds, John D. Schuetz, Min Ni, Mondira Kundu",
          "abstract": "The role of somatic mitochondrial DNA (mtDNA) mutations in leukemogenesis remains poorly characterized. To determine the impact of somatic mtDNA mutations on this process, we assessed the leukemogenic potential of hematopoietic progenitor cells (HPCs) from mtDNA mutator mice (Polg D257A) with or without NMyc overexpression. We observed a higher incidence of spontaneous leukemogenesis in recipients transplanted with heterozygous Polg HPCs and a lower incidence of NMyc-driven leukemia in those with homozygous Polg HPCs compared to controls. Although mtDNA mutations in heterozygous and homozygous HPCs caused similar baseline impairments in mitochondrial function, only heterozygous HPCs responded to and supported altered metabolic demands associated with NMyc overexpression. Homozygous HPCs showed altered glucose utilization with pyruvate dehydrogenase inhibition due to increased phosphorylation, exacerbated by NMyc overexpression. The impaired growth of NMyc-expressing homozygous HPCs was partially rescued by inhibiting pyruvate dehydrogenase kinase, highlighting a relationship between mtDNA mutation burden and metabolic plasticity in leukemogenesis.",
          "url": "https://doi.org/10.1126/sciadv.ads8489",
          "doi": "https://doi.org/10.1126/sciadv.ads8489",
          "filter": "2"
        },
        {
          "title": "Applying statistical modeling strategies to sparse datasets in synthetic chemistry",
          "authors": "Brittany C. Haas, Dipannita Kalyani, Matthew S. Sigman",
          "abstract": "The application of statistical modeling in organic chemistry is emerging as a standard practice for probing structure-activity relationships and as a predictive tool for many optimization objectives. This review is aimed as a tutorial for those entering the area of statistical modeling in chemistry. We provide case studies to highlight the considerations and approaches that can be used to successfully analyze datasets in low data regimes, a common situation encountered given the experimental demands of organic chemistry. Statistical modeling hinges on the data (what is being modeled), descriptors (how data are represented), and algorithms (how data are modeled). Herein, we focus on how various reaction outputs (e.g., yield, rate, selectivity, solubility, stability, and turnover number) and data structures (e.g., binned, heavily skewed, and distributed) influence the choice of algorithm used for constructing predictive and chemically insightful statistical models.",
          "url": "https://doi.org/10.1126/sciadv.adt3013",
          "doi": "https://doi.org/10.1126/sciadv.adt3013",
          "filter": "2"
        },
        {
          "title": "Multiple cell types support productive infection and dynamic translocation of infectious Ebola virus to the surface of human skin",
          "authors": "Kelly N. Messingham, Paige T. Richards, Anthony Fleck, Radhika A. Patel, Marija Djurkovic, Jonah Elliff, Samuel Connell, Tyler P. Crowe, Juan Munoz Gonzalez, Francoise Gourronc, Jacob A. Dillard, Robert A. Davey, Aloysius Klingelhutz, Olena Shtanko, Wendy Maury",
          "abstract": "Ebola virus (EBOV) causes severe human disease. During late infection, EBOV virions are on the skin’s surface; however, the permissive skin cell types and the route of virus translocation to the epidermal surface are unknown. We describe a human skin explant model and demonstrate that EBOV infection of human skin via basal media increases in a time-dependent and dose-dependent manner. In the dermis, cells of myeloid, endothelial, and fibroblast origin were EBOV antigen–positive whereas keratinocytes harbored virus in the epidermis. Infectious virus was detected on the apical epidermal surface within 3 days, indicating that virus propagates and traffics through the explants. Purified human fibroblasts and keratinocytes supported EBOV infection ex vivo and both cell types required the phosphatidylserine receptor, AXL, and the endosomal protein, NPC1, for virus entry. This platform identified susceptible cell types and demonstrated dynamic trafficking of EBOV virions. These findings may explain person-to-person transmission via skin contact.",
          "url": "https://doi.org/10.1126/sciadv.adr6140",
          "doi": "https://doi.org/10.1126/sciadv.adr6140",
          "filter": "2"
        },
        {
          "title": "Blood-derived APLP1 + extracellular vesicles are potential biomarkers for the early diagnosis of brain diseases",
          "authors": "Yuri Choi, Jae Hyun Park, Ala Jo, Chul-Woo Lim, Ji-Min Park, Jin Woo Hwang, Kang Soo Lee, Young-Sang Kim, Hakho Lee, Jisook Moon",
          "abstract": "The early detection of neurodegenerative diseases necessitates the identification of specific brain-derived biomolecules in peripheral blood. In this context, our investigation delineates the role of amyloid precursor-like protein 1 (APLP1)—a protein predominantly localized in oligodendrocytes and neurons—as a previously unidentified biomarker in extracellular vesicles (EVs). Through rigorous analysis, APLP1 + EVs from human sera were unequivocally determined to be of cerebral origin. This assertion was corroborated by distinctive small RNA expression patterns of APLP1 + EVs. The miRNAs’ putative targets within these EVs manifested pronounced expression in the brain, fortifying their neurospecific provenance. We subjected our findings to stringent validation using Thy-1 GFP M line mice, transgenic models wherein GFP expression is confined to hippocampal neurons. An amalgamation of these results with an exhaustive data analysis accentuates the potential of APLP1 + EVs as cerebrally originated biomarkers. Synthesizing our findings, APLP1 + EVs are postulated not merely as diagnostic markers but as seminal entities shaping the future trajectory of neurodegenerative disease diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.ado6894",
          "doi": "https://doi.org/10.1126/sciadv.ado6894",
          "filter": "2"
        },
        {
          "title": "Deep learning–enabled filter-free fluorescence microscope",
          "authors": "Bo Dai, Shaojie You, Kan Wang, Yan Long, Junyi Chen, Neil Upreti, Jing Peng, Lulu Zheng, Chenliang Chang, Tony Jun Huang, Yangtai Guan, Songlin Zhuang, Dawei Zhang",
          "abstract": "Optical filtering is an indispensable part of fluorescence microscopy for selectively highlighting molecules labeled with a specific fluorophore and suppressing background noise. However, the utilization of optical filtering sets increases the complexity, size, and cost of microscopic systems, making them less suitable for multifluorescence channel, high-speed imaging. Here, we present filter-free fluorescence microscopic imaging enabled with deep learning–based digital spectral filtering. This approach allows for automatic fluorescence channel selection after image acquisition and accurate prediction of fluorescence by computing color changes due to spectral shifts with the presence of excitation scattering. Fluorescence prediction for cells and tissues labeled with various fluorophores was demonstrated under different magnification powers. The technique offers accurate identification of labeling with robust sensitivity and specificity, achieving consistent results with the reference standard. Beyond fluorescence microscopy, the deep learning–enabled spectral filtering strategy has the potential to drive the development of other biomedical applications, including cytometry and endoscopy.",
          "url": "https://doi.org/10.1126/sciadv.adq2494",
          "doi": "https://doi.org/10.1126/sciadv.adq2494",
          "filter": "2"
        },
        {
          "title": "Spatial transcriptomics in bone mechanomics: Exploring the mechanoregulation of fracture healing in the era of spatial omics",
          "authors": "Neashan Mathavan, Amit Singh, Francisco Correia Marques, Denise Günther, Gisela A. Kuhn, Esther Wehrle, Ralph Müller",
          "abstract": "In recent decades, the field of bone mechanobiology has sought experimental techniques to unravel the molecular mechanisms governing the phenomenon of mechanically regulated fracture healing. Each cell within a fracture site resides within different local microenvironments characterized by different levels of mechanical strain; thus, preserving the spatial location of each cell is critical in relating cellular responses to mechanical stimuli. Our spatial transcriptomics–based “mechanomics” platform facilitates spatially resolved analysis of the molecular profiles of cells with respect to their local in vivo mechanical environment by integrating time-lapsed in vivo micro–computed tomography, spatial transcriptomics, and micro–finite element analysis. We investigate the transcriptomic responses of cells as a function of the local strain magnitude by identifying the differential expression of genes in regions of high and low strain within a fracture site. Our platform thus has the potential to address fundamental open questions within the field and to discover mechano-responsive targets to enhance fracture healing.",
          "url": "https://doi.org/10.1126/sciadv.adp8496",
          "doi": "https://doi.org/10.1126/sciadv.adp8496",
          "filter": "2"
        },
        {
          "title": "Determinants of increased muscle insulin sensitivity of exercise-trained versus sedentary normal weight and overweight individuals",
          "authors": "Dominik Pesta, Evrim Anadol-Schmitz, Theresia Sarabhai, Yvo Op den Kamp, Sofiya Gancheva, Nina Trinks, Oana-Patricia Zaharia, Lucia Mastrototaro, Kun Lyu, Ivo Habets, Yvonne M. H. Op den Kamp-Bruls, Bedair Dewidar, Jürgen Weiss, Vera Schrauwen-Hinderling, Dongyan Zhang, Rafael Calais Gaspar, Klaus Strassburger, Yuliya Kupriyanova, Hadi Al-Hasani, Julia Szendroedi, Patrick Schrauwen, Esther Phielix, Gerald I. Shulman, Michael Roden",
          "abstract": "The athlete’s paradox states that intramyocellular triglyceride accumulation associates with insulin resistance in sedentary but not in endurance-trained humans. Underlying mechanisms and the role of muscle lipid distribution and composition on glucose metabolism remain unclear. We compared highly trained athletes (ATHL) with sedentary normal weight (LEAN) and overweight-to-obese (OVWE) male and female individuals. This observational study found that ATHL show higher insulin sensitivity, muscle mitochondrial content, and capacity, but lower activation of novel protein kinase C (nPKC) isoforms, despite higher diacylglycerol concentrations. Notably, sedentary but insulin sensitive OVWE feature lower plasma membrane-to-mitochondria sn -1,2-diacylglycerol ratios. In ATHL, calpain-2, which cleaves nPKC, negatively associates with PKCε activation and positively with insulin sensitivity along with higher GLUT4 and hexokinase II content. These findings contribute to explaining the athletes’ paradox by demonstrating lower nPKC activation, increased calpain, and mitochondrial partitioning of bioactive diacylglycerols, the latter further identifying an obesity subtype with increased insulin sensitivity (NCT03314714).",
          "url": "https://doi.org/10.1126/sciadv.adr8849",
          "doi": "https://doi.org/10.1126/sciadv.adr8849",
          "filter": "2"
        },
        {
          "title": "Discovery of a layered multiferroic compound Cu 1− x Mn 1+ y SiTe 3 with strong magnetoelectric coupling",
          "authors": "Chandan De, Yu Liu, Sai Venkata Gayathri Ayyagari, Boyang Zheng, Kyle P. Kelley, Sankalpa Hazra, Jingyang He, Sylwia Pawledzio, Subin Mali, Samaresh Guchaait, Suguru Yoshida, Yingdong Guan, Seng Huat Lee, Milos Sretenovic, Xianglin Ke, Le Wang, Mark H. Engelhard, Yingge Du, Weiwei Xie, Xiaoping Wang, Vincent H. Crespi, Nasim Alem, Venkatraman Gopalan, Qiang Zhang, Zhiqiang Mao",
          "abstract": "Multiferroic materials host both ferroelectricity and magnetism, offering potential for magnetic memory and spin transistor applications. Here, we report a multiferroic chalcogenide semiconductor Cu 1−x Mn 1+y SiTe 3 (0.04 ≤ x ≤ 0.26; 0.03 ≤ y ≤ 0.15), which crystallizes in a polar monoclinic structure ( Pm space group). It exhibits a canted antiferromagnetic state below 35 kelvin, with magnetic hysteresis and remanent magnetization under 15 kelvin. We demonstrate multiferroicity and strong magnetoelectric coupling through magnetodielectric and magnetocurrent measurements. At 10 kelvin, the magnetically induced electric polarization reaches ~0.8 microcoulombs per square centimeter, comparable to the highest value in oxide multiferroics. We also observe possible room-temperature ferroelectricity. Given that multiferroicity is very rare among transition metal chalcogenides, our finding sets up a unique materials platform for designing multiferroic chalcogenides.",
          "url": "https://doi.org/10.1126/sciadv.adp9379",
          "doi": "https://doi.org/10.1126/sciadv.adp9379",
          "filter": "2"
        },
        {
          "title": "Large language models for human-machine collaborative particle accelerator tuning through natural language",
          "authors": "Jan Kaiser, Anne Lauscher, Annika Eichler",
          "abstract": "Autonomous tuning of particle accelerators is an active and challenging research field with the goal of enabling advanced accelerator technologies and cutting-edge high-impact applications, such as physics discovery, cancer research, and material sciences. A challenge with autonomous accelerator tuning remains that the most capable algorithms require experts in optimization and machine learning to implement them for every new tuning task. Here, we propose the use of large language models (LLMs) to tune particle accelerators. We demonstrate on a proof-of-principle example the ability of LLMs to tune an accelerator subsystem based on only a natural language prompt from the operator, and compare their performance to state-of-the-art optimization algorithms, such as Bayesian optimization and reinforcement learning–trained optimization. In doing so, we also show how LLMs can perform numerical optimization of a nonlinear real-world objective. Ultimately, this work represents another complex task that LLMs can solve and promises to help accelerate the deployment of autonomous tuning algorithms to day-to-day particle accelerator operations.",
          "url": "https://doi.org/10.1126/sciadv.adr4173",
          "doi": "https://doi.org/10.1126/sciadv.adr4173",
          "filter": "2"
        },
        {
          "title": "Cortical VIP neurons as a critical node for dopamine actions",
          "authors": "Jung Won Bae, Jee Hyun Yi, Seo Yeon Choe, Yulong Li, Min Whan Jung",
          "abstract": "Dopamine modulates a wide range of cognitive processes in the prefrontal cortex, but the underlying mechanisms remain unclear. Here, we examined the roles of prefrontal vasoactive intestinal polypeptide (VIP)–expressing neurons and their D1 receptors (D1Rs) in working memory using a delayed match-to-sample task in mice. VIP neurons conveyed robust working-memory signals, and their inactivation impaired behavioral performance. Moreover, selective knockdown of D1Rs in VIP neurons also resulted in impaired performance, indicating the critical role of VIP neurons and their D1Rs in supporting working memory. Additionally, we found that dopamine release dynamics during the delay period varied depending on the target location. Furthermore, dopaminergic terminal stimulation induced a contralateral response bias and enhanced neuronal target selectivity in a laterality-dependent manner. These results suggest that prefrontal dopamine modulates behavioral responses and delay-period activity based on laterality. Overall, these findings shed light on dopamine-modulated prefrontal neural processes underlying higher-order cognitive functions.",
          "url": "https://doi.org/10.1126/sciadv.adn3221",
          "doi": "https://doi.org/10.1126/sciadv.adn3221",
          "filter": "2"
        },
        {
          "title": "Ultrafast hot carrier extraction and diffusion at the MoS 2 /Au van der Waals electrode interface",
          "authors": "Chengyun Hong, Hyundong Kim, Ye Tao, Jong Hyeon Lim, Jin Yong Lee, Ji-Hee Kim",
          "abstract": "Metal electrode deposition is universally adopted in the community for optoelectronic device fabrication, inducing hybridization at electrode interfaces, and allows efficient extraction or injection of photocarriers. However, hybridization-induced midgap states increase photocarrier recombination pathways, creating a paradoxical trade-off. Here, we discovered that efficient photocarrier extraction and a long photocarrier lifetime can be achieved simultaneously in MoS 2 /van der Waals Au contact, minimizing photocarrier loss at the interface. Using transient reflection spectroscopy, we quantified an ultrafast hole extraction time of 310 femtoseconds and a photocarrier lifetime of 259 picoseconds. Suppressed exciton formation in diffusion measurement validated ultrafast hole extraction. We further revealed a short photocarrier lifetime of ~8.7 picoseconds in deposited contact and negligible hole extraction in unintimate contact with space gap at the interface. We unraveled the hot electron transfer process from Au to MoS 2 in different contact interfaces. Our results on different metal contact interfaces provide valuable insights into electrode engineering for future optoelectronic devices.",
          "url": "https://doi.org/10.1126/sciadv.adr1534",
          "doi": "https://doi.org/10.1126/sciadv.adr1534",
          "filter": "2"
        },
        {
          "title": "Superconductivity in an ultrathin multilayer nickelate",
          "authors": "Xi Yan, Hong Zheng, Yan Li, Hui Cao, Daniel Patrick Phelan, Hao Zheng, Zhan Zhang, Hawoong Hong, Guanyi Wang, Yuzi Liu, Anand Bhattacharya, Hua Zhou, Dillon D. Fong",
          "abstract": "We report the appearance of superconductivity in single-unit-cell Nd 6 Ni 5 O 12 , exhibiting a transition temperature similar to that of thicker films. In situ synchrotron x-ray scattering performed during growth of the parent phase, Nd 6 Ni 5 O 16 , shows that the necessary layer-by-layer deposition sequence does not follow the sequence of the formula unit but an alternate order due to the relative stability of the perovskite unit cell. We exploit this insight to grow ultrathin Nd 6 Ni 5 O 16 heterostructures and conduct in situ studies of topotactic reduction, finding that formation of the square-planar phase occurs rapidly and is highly sensitive to reduction temperature, with small deviations from the optimum condition leading to inhomogeneity and the loss of superconductivity. The fluorite layer within the unit cell facilitates reduction by initially stabilizing the square-planar phase in the upper half of the unit cell. Our findings provide insight into growth of the Ruddlesden-Popper nickelates, highlighting the need for in situ studies of the metastable phases key to superconductivity.",
          "url": "https://doi.org/10.1126/sciadv.ado4572",
          "doi": "https://doi.org/10.1126/sciadv.ado4572",
          "filter": "2"
        },
        {
          "title": "Unearthing the secrets of Australia’s most enigmatic and cryptic mammal, the marsupial mole",
          "authors": "Stephen R. Frankenberg, Sarah Lucas, Charles Y. Feigin, Liliya Doronina, Raphael Steffen, Gabrielle Hartley, Patrick Grady, Brandon R. Menzies, Ricardo De Paoli-Iseppi, Stephen Donnellan, Mitzi Klein, Axel Newton, Jay R. Black, Michael Clark, Steven Cooper, Rachel O’Neill, Nathan Clark, Jürgen Schmitz, Andrew J. Pask",
          "abstract": "The marsupial moles are arguably Australia’s most enigmatic marsupials. Almost indistinguishable from placental (eutherian) moles, they provide a striking example of convergent evolution. Exploring the genome of the southern marsupial mole, we provide insights into its unusual biology. We show definitively by retrophylogenomic analysis that marsupial moles are most closely related to bandicoots and bilbies (order Peramelemorphia). We find evidence of a marked decline in marsupial mole effective population size, most likely preceding the arrival of humans in regions near its range, and potentially corresponding to periods of climatic change. Our analysis of loss of eye function—an adaptation to subterranean life—reveals a structured order of loss of gene function associated first with the lens, then cone, and finally rod cells. Last, we identify genetic changes suggestive of adaptation to an oxygen-poor environment and of its evolution of partially descended testes.",
          "url": "https://doi.org/10.1126/sciadv.ado4140",
          "doi": "https://doi.org/10.1126/sciadv.ado4140",
          "filter": "2"
        },
        {
          "title": "Functional monocentricity with holocentric characteristics and chromosome-specific centromeres in a stick insect",
          "authors": "William Toubiana, Zoé Dumas, Patrick Tran Van, Darren J. Parker, Vincent Mérel, Veit Schubert, Jean-Marc Aury, Lorène Bournonville, Corinne Cruaud, Andreas Houben, Benjamin Istace, Karine Labadie, Benjamin Noel, Tanja Schwander",
          "abstract": "Centromeres are essential for chromosome segregation in eukaryotes, yet their specification is unexpectedly diverse among species and can involve major transitions such as those from localized to chromosome-wide centromeres between monocentric and holocentric species. How this diversity evolves remains elusive. We discovered within-cell variation in the recruitment of the major centromere protein CenH3, reminiscent of variation typically observed among species. While CenH3-containing nucleosomes are distributed in a monocentric fashion on autosomes and bind tandem repeat sequences specific to individual or groups of chromosomes, they show a longitudinal distribution and broad intergenic binding on the X chromosome, which partially recapitulates phenotypes known from holocentric species. Despite this variable CenH3 distribution among chromosomes, all chromosomes are functionally monocentric, marking the first instance of a monocentric species with chromosome-wide CenH3 deposition. Together, our findings illustrate a potential transitional state between mono- and holocentricity or toward CenH3-independent centromere determination and help to understand the rapid centromere sequence divergence between species.",
          "url": "https://doi.org/10.1126/sciadv.ads6459",
          "doi": "https://doi.org/10.1126/sciadv.ads6459",
          "filter": "2"
        },
        {
          "title": "The Moon goddess’s magnetic midlife",
          "authors": "Benjamin P. Weiss",
          "abstract": "Laboratory measurements of samples returned by China’s Chang’e-5 mission demonstrate that the Moon generated a long-lived magnetic field.",
          "url": "https://doi.org/10.1126/sciadv.adu7441",
          "doi": "https://doi.org/10.1126/sciadv.adu7441",
          "filter": "2"
        },
        {
          "title": "Biologically inspired microlens array camera for high-speed and high-sensitivity imaging",
          "authors": "Hyun-Kyung Kim, Young-Gil Cha, Jae-Myeong Kwon, Sang-In Bae, Kisoo Kim, Kyung-Won Jang, Yong-Jin Jo, Min H. Kim, Ki-Hun Jeong",
          "abstract": "Nocturnal and crepuscular fast-eyed insects often exploit multiple optical channels and temporal summation for fast and low-light imaging. Here, we report high-speed and high-sensitive microlens array camera (HS-MAC), inspired by multiple optical channels and temporal summation for insect vision. HS-MAC features cross-talk–free offset microlens arrays on a single rolling shutter CMOS image sensor and performs high-speed and high-sensitivity imaging by using channel fragmentation, temporal summation, and compressive frame reconstruction. The experimental results demonstrate that HS-MAC accurately measures the speed of a color disk rotating at 1950 rpm, recording fast sequences at 9120 fps with low noise equivalent irradiance (0.43 μW/cm 2 ). Besides, HS-MAC visualizes the necking pinch-off of a pool fire flame in dim light conditions below one thousandth of a lux. The compact high-speed low-light camera can offer a distinct route for high-speed and low-light imaging in mobile, surveillance, and biomedical applications.",
          "url": "https://doi.org/10.1126/sciadv.ads3389",
          "doi": "https://doi.org/10.1126/sciadv.ads3389",
          "filter": "2"
        },
        {
          "title": "Cross-modal sensory compensation increases mosquito attraction to humans",
          "authors": "Takeshi Morita, Nia G. Lyn, Ricarda K. von Heynitz, Olivia V. Goldman, Trevor R. Sorrells, Matthew DeGennaro, Benjamin J. Matthews, Leah Houri-Zeevi, Leslie B. Vosshall",
          "abstract": "Sensory compensation occurs when loss of one sense leads to enhanced perception by another sense. We have identified a previously undescribed mechanism of sensory compensation in female Aedes aegypti mosquitoes. Odorant receptor co-receptor ( Orco ) mutants show enhanced attraction to human skin temperature and increased heat-evoked neuronal activity in foreleg sensory neurons. Ir140 , a foreleg-enriched member of the ionotropic receptor (IR) superfamily of sensory receptors, is up-regulated in Orco mutant legs. Ir140 , Orco double mutants do not show the enhanced heat seeking seen in Orco single mutants, suggesting that up-regulation of Ir140 in the foreleg is a key mechanism underlying sensory compensation in Orco mutants. Because Orco expression is sparse in legs, this sensory compensation requires an indirect, long-range mechanism. Our findings highlight how female Aedes aegypti mosquitoes, despite suffering olfactory sensory loss, maintain the overall effectiveness of their host-seeking behavior by up-regulating attraction to human skin temperature, further enhancing their status as the most dangerous predator of humans.",
          "url": "https://doi.org/10.1126/sciadv.adn5758",
          "doi": "https://doi.org/10.1126/sciadv.adn5758",
          "filter": "2"
        },
        {
          "title": "Identification of human cranio-maxillofacial skeletal stem cells for mandibular development",
          "authors": "Zhuo Wang, Kun Wang, Yejia Yu, Jing Fu, Siyuan Zhang, Maojiao Li, Jian Yang, Xuanhao Zhang, Xiaodong Liu, Fengqiong Lv, Li Ma, Haoyang Cai, Weidong Tian, Li Liao",
          "abstract": "Compared with long bone that arises from the mesoderm, the major portion of the maxillofacial bones and the front bone of the skull are derived from cranial neural crest cells and undergo intramembranous ossification. Human skeletal stem cells have been identified in embryonic and fetal long bones. Here, we describe a single-cell atlas of the human embryonic mandible and identify a population of cranio-maxillofacial skeletal stem cells (CMSSCs). These CMSSCs are marked by interferon-induced transmembrane protein 5 (IFITM5) and are specifically located around the periosteum of the jawbone and frontal bone. Additionally, these CMSSCs exhibit strong self-renewal and osteogenic differentiation capacities but lower chondrogenic differentiation potency, mediating intramembranous bone formation without cartilage formation. IFITM5 + cells are also observed in the adult jawbone and exhibit functions similar to those of embryonic CMSSCs. Thus, this study identifies CMSSCs that orchestrate the intramembranous ossification of cranio-maxillofacial bones, providing a deeper understanding of cranio-maxillofacial skeletal development and promising seed cells for bone repair.",
          "url": "https://doi.org/10.1126/sciadv.ado7852",
          "doi": "https://doi.org/10.1126/sciadv.ado7852",
          "filter": "2"
        },
        {
          "title": "High-dose intravenous BCG vaccination induces enhanced immune signaling in the airways",
          "authors": "Joshua M. Peters, Edward B. Irvine, Mohau S. Makatsa, Jacob M. Rosenberg, Marc H. Wadsworth, Travis K. Hughes, Matthew S. Sutton, Sarah K. Nyquist, Joshua D. Bromley, Rajib Mondal, Mario Roederer, Robert A. Seder, Patricia A. Darrah, Galit Alter, Chetan Seshadri, JoAnne L. Flynn, Alex K. Shalek, Sarah M. Fortune, Bryan D. Bryson",
          "abstract": "Intradermal Bacillus Calmette-Guérin (BCG) is the most widely administered vaccine, but it does not sufficiently protect adults against pulmonary tuberculosis. Recent studies in nonhuman primates show that intravenous BCG administration offers superior protection against Mycobacterium tuberculosis ( Mtb ). We used single-cell analysis of bronchoalveolar lavage cells from rhesus macaques vaccinated via different routes and doses of BCG to identify alterations in the immune ecosystem in the airway following vaccination. Our findings reveal that high-dose intravenous BCG induces an influx of polyfunctional T cells and macrophages in the airways, with alveolar macrophages from high-dose intravenous BCG displaying a basal activation state in the absence of purified protein derivative stimulation, defined in part by interferon signaling. Enhanced intercellular immune signaling and stronger T helper 1–T helper 17 transcriptional responses were observed following purified protein derivative stimulation. These results suggest that high-dose intravenous BCG vaccination creates a specialized immune environment that primes airway cells for effective Mtb clearance.",
          "url": "https://doi.org/10.1126/sciadv.adq8229",
          "doi": "https://doi.org/10.1126/sciadv.adq8229",
          "filter": "2"
        },
        {
          "title": "Dynamics of visual object coding within and across the hemispheres: Objects in the periphery",
          "authors": "Amanda K. Robinson, Tijl Grootswagers, Sophia M. Shatek, Marlene Behrmann, Thomas A. Carlson",
          "abstract": "The human brain continuously integrates information across its two hemispheres to construct a coherent representation of the perceptual world. Characterizing how visual information is represented in each hemisphere over time is crucial for understanding how hemispheric transfer contributes to perception. Here, we investigated information processing within each hemisphere over time and the degree to which it is distinct or duplicated across hemispheres. We presented participants with object images lateralized to the left or right visual fields while measuring their brain activity with electroencephalography. Stimulus coding was more robust and emerged earlier in the contralateral than the ipsilateral hemisphere. Presentation of two stimuli, one to each hemifield, reduced the fidelity of representations in both hemispheres relative to one stimulus alone, signifying hemispheric interference. Last, we found that processing within the contralateral, but not ipsilateral, hemisphere was biased to image-related over concept-related information. Together, these results suggest that hemispheric transfer operates to filter irrelevant information and efficiently prioritize processing of meaning.",
          "url": "https://doi.org/10.1126/sciadv.adq0889",
          "doi": "https://doi.org/10.1126/sciadv.adq0889",
          "filter": "2"
        },
        {
          "title": "Retraction",
          "authors": "Yukihiro Hiramatsu, Takashi Nishida, Dendi Krisna Nugraha, Mayuko Osada-Oka, Daisuke Nakane, Katsumi Imada, Yasuhiko Horiguchi",
          "url": "https://doi.org/10.1126/sciadv.adv4615",
          "doi": "https://doi.org/10.1126/sciadv.adv4615",
          "filter": "2"
        },
        {
          "title": "Chiral-induced unidirectional spin-to-charge conversion",
          "authors": "Ashish Moharana, Yael Kapon, Fabian Kammerbauer, David Anthofer, Shira Yochelis, Hadar Shema, Elad Gross, Mathias Kläui, Yossi Paltiel, Angela Wittmann",
          "abstract": "The observation of spin-dependent transmission of electrons through chiral molecules has led to the discovery of chiral-induced spin selectivity (CISS). The remarkably high efficiency of the spin polarizing effect has recently gained substantial interest due to the high potential for future sustainable hybrid chiral molecule magnetic applications. However, the fundamental mechanisms underlying the chiral-induced phenomena remain to be understood fully. In this work, we explore the impact of chirality on spin angular momentum in hybrid metal/chiral molecule thin-film heterostructures. For this, we inject a pure spin current via spin pumping and investigate the spin-to-charge conversion at the hybrid chiral interface. Notably, we observe a chiral-induced unidirectionality in the conversion. Furthermore, angle-dependent measurements reveal that the spin selectivity is maximum when the spin angular momentum is aligned with the molecular chiral axis. Our findings validate the central role of spin angular momentum for the CISS effect, paving the path toward three-dimensional functionalization of hybrid molecule-metal devices via chirality.",
          "url": "https://doi.org/10.1126/sciadv.ado4285",
          "doi": "https://doi.org/10.1126/sciadv.ado4285",
          "filter": "2"
        },
        {
          "title": "High-performance solid-state electrochemical thermal switches with earth-abundant cerium oxide",
          "authors": "Ahrong Jeong, Mitsuki Yoshimura, Hyeonjun Kong, Zhiping Bian, Jason Tam, Bin Feng, Yuichi Ikuhara, Takashi Endo, Yasutaka Matsuo, Hiromichi Ohta",
          "abstract": "Thermal switches, which electrically turn heat flow on and off, have attracted attention as thermal management devices. Electrochemical reduction/oxidation switches the thermal conductivity (κ) of active metal oxide films. The performance of the previously proposed electrochemical thermal switches is low; the on/off κ-ratio is mostly less than 5, and the κ-switching width is less than 5 watts per meter kelvin. We used a CeO 2 thin film as the active layer deposited on a solid electrolyte YSZ substrate. When the CeO 2 thin film was reduced once (off-state) and then oxidized (on-state), κ was about 2.2 watts per meter kelvin in the most reduced state, and κ increased with oxidation to 12.5 watts per meter kelvin (on-state). This reduction (off-state)/oxidation (on-state) cycle was repeated 100 times, and the on/off κ-ratio was 5.8, and the κ-switching width was 10.3 watts per meter kelvin. The CeO 2 -based solid-state electrochemical thermal switches would be potential devices for thermal shutters and thermal displays.",
          "url": "https://doi.org/10.1126/sciadv.ads6137",
          "doi": "https://doi.org/10.1126/sciadv.ads6137",
          "filter": "2"
        },
        {
          "title": "Deep learning predicts DNA methylation regulatory variants in specific brain cell types and enhances fine mapping for brain disorders",
          "authors": "Jiyun Zhou, Daniel R. Weinberger, Shizhong Han",
          "abstract": "DNA methylation (DNAm) is essential for brain development and function and potentially mediates the effects of genetic risk variants underlying brain disorders. We present INTERACT, a transformer-based deep learning model to predict regulatory variants affecting DNAm levels in specific brain cell types, leveraging existing single-nucleus DNAm data from the human brain. We show that INTERACT accurately predicts cell type–specific DNAm profiles, achieving an average area under the receiver operating characteristic curve of 0.99 across cell types. Furthermore, INTERACT predicts cell type–specific DNAm regulatory variants, which reflect cellular context and enrich the heritability of brain-related traits in relevant cell types. We demonstrate that incorporating predicted variant effects and DNAm levels of CpG sites enhances the fine mapping for three brain disorders—schizophrenia, depression, and Alzheimer’s disease—and facilitates mapping causal genes to particular cell types. Our study highlights the power of deep learning in identifying cell type–specific regulatory variants, which will enhance our understanding of the genetics of complex traits.",
          "url": "https://doi.org/10.1126/sciadv.adn1870",
          "doi": "https://doi.org/10.1126/sciadv.adn1870",
          "filter": "2"
        },
        {
          "title": "Persistent but weak magnetic field at the Moon’s midstage revealed by Chang’e-5 basalt",
          "authors": "Shuhui Cai, Huafeng Qin, Huapei Wang, Chenglong Deng, Saihong Yang, Ya Xu, Chi Zhang, Xu Tang, Lixin Gu, Xiaoguang Li, Zhongshan Shen, Min Zhang, Kuang He, Kaixian Qi, Yunchang Fan, Liang Dong, Yifei Hou, Pingyuan Shi, Shuangchi Liu, Fei Su, Yi Chen, Qiuli Li, Jinhua Li, Ross N. Mitchell, Huaiyu He, Chunlai Li, Yongxin Pan, Rixiang Zhu",
          "abstract": "The evolution of the lunar magnetic field can reveal the Moon’s interior structure, thermal history, and surface environment. The mid-to-late-stage evolution of the lunar magnetic field is poorly constrained, and thus, the existence of a long-lived lunar dynamo remains controversial. The Chang’e-5 mission returned the heretofore youngest mare basalts from Oceanus Procellarum uniquely positioned at midlatitude. We recovered weak paleointensities of ~2 to 4 microtesla from the Chang’e-5 basalt clasts at 2 billion years ago, attesting to the longevity of the lunar dynamo until at least the Moon’s midstage. This paleomagnetic result implies the existence of thermal convection in the lunar deep interior at the lunar midstage, which may have supplied mantle heat flux for young volcanism.",
          "url": "https://doi.org/10.1126/sciadv.adp3333",
          "doi": "https://doi.org/10.1126/sciadv.adp3333",
          "filter": "2"
        },
        {
          "title": "Mesolimbic dopamine neurons drive infradian rhythms in sleep-wake and heightened activity state",
          "authors": "Pratap S. Markam, Clément Bourguignon, Lei Zhu, Bridget Ward, Martin Darvas, Paul V. Sabatini, Maia V. Kokoeva, Bruno Giros, Kai-Florian Storch",
          "abstract": "Infradian mood and sleep-wake rhythms with periods of 48 hours and beyond have been observed in patients with bipolar disorder (BD), which even persist in the absence of exogenous timing cues, indicating an endogenous origin. Here, we show that mice exposed to methamphetamine in drinking water develop infradian locomotor rhythms with periods of 48 hours and beyond which extend to sleep length and manic state–associated behaviors in support of a model for cycling in BD. The cycling capacity is abrogated upon genetic disruption of dopamine (DA) production in DA neurons of the ventral tegmental area (VTA) or ablation of nucleus accumbens projecting DA neurons. Furthermore, chemogenetic activation of VTA DA neurons including those that project to the nucleus accumbens led to locomotor period lengthening in circadian clock–deficient mice, which was counteracted by antipsychotic treatment. Together, our findings argue that BD cycling relies on infradian rhythm generation that depends on mesolimbic DA neurons.",
          "url": "https://doi.org/10.1126/sciadv.ado9965",
          "doi": "https://doi.org/10.1126/sciadv.ado9965",
          "filter": "2"
        },
        {
          "title": "Shifting Antarctic Circumpolar Current south of Africa over the past 1.9 million years",
          "authors": "Aidan Starr, Ian R. Hall, Stephen Barker, Alexandra Nederbragt, Lindsey Owen, Sidney R. Hemming",
          "abstract": "The Antarctic Circumpolar Current (ACC) dominates the transfer of heat, salt, and tracers around the Southern Ocean (SO), driving the upwelling of carbon-rich deep waters around Antarctica. Paleoclimate reconstructions reveal marked variability in SO circulation; however, few records exist coupling quantitative reconstructions of ACC flow with tracers of SO upwelling spanning multiple Pleistocene glacial cycles. Here, we reconstruct near-bottom flow speed variability in the SO south of Africa, revealing systematic glacial-interglacial variations in the strength and/or proximity of ACC jets. These are superimposed by warmer-than-present “super-interglacials,” whereby extreme slowdown in the midlatitude ACC (41°S) is opposed by faster flow at higher latitudes (&gt;54°S), implying poleward strengthening of the ACC. Coupled with reconstructions of the subsurface-deep stable carbon isotope gradient, we show that the reorganization of ACC coincides with the upwelling of isotopically light deep waters around Antarctica, likely contributing to the interglacial rise in atmospheric carbon dioxide (CO 2 ) levels.",
          "url": "https://doi.org/10.1126/sciadv.adp1692",
          "doi": "https://doi.org/10.1126/sciadv.adp1692",
          "filter": "2"
        },
        {
          "title": "Transcription factor clusters as information transfer agents",
          "authors": "Rahul Munshi, Jia Ling, Sergey Ryabichko, Eric F. Wieschaus, Thomas Gregor",
          "abstract": "Deciphering how genes interpret information from transcription factor (TF) concentrations within the cell nucleus remains a fundamental question in gene regulation. Recent advancements have revealed the heterogeneous distribution of TF molecules, posing challenges to precisely decoding concentration signals. Using high-resolution single-cell imaging of the fluorescently tagged TF Bicoid in living Drosophila embryos, we show that Bicoid accumulation in submicrometer clusters preserves the spatial information of the maternal Bicoid gradient. These clusters provide precise spatial cues through intensity, size, and frequency. We further discover that Bicoid target genes colocalize with these clusters in an enhancer-binding affinity-dependent manner. Our modeling suggests that clustering offers a faster sensing mechanism for global nuclear concentrations than freely diffusing TF molecules detected by simple enhancers.",
          "url": "https://doi.org/10.1126/sciadv.adp3251",
          "doi": "https://doi.org/10.1126/sciadv.adp3251",
          "filter": "2"
        },
        {
          "title": "Extracellular fluid viscosity regulates human mesenchymal stem cell lineage and function",
          "authors": "Alice Amitrano, Qinling Yuan, Bhawana Agarwal, Anindya Sen, Yoseph W. Dance, Yi Zuo, Jude M. Phillip, Luo Gu, Konstantinos Konstantopoulos",
          "abstract": "Human mesenchymal stem cells (hMSCs) respond to mechanical stimuli, including stiffness and viscoelasticity. To date, it is unknown how extracellular fluid viscosity affects hMSC function on substrates of different stiffness and viscoelasticity. While hMSCs assume an adipogenic phenotype on gels of low stiffness and prescribed stress relaxation times, elevated fluid viscosity is sufficient to bias hMSCs toward an osteogenic phenotype. Elevated viscosity induces Arp2/3-dependent actin remodeling, enhances NHE1 activity, and promotes hMSC spreading via up-regulation of integrin-linked kinase. The resulting increase in membrane tension triggers the activation of transient receptor potential cation vanilloid 4 to facilitate calcium influx, thereby stimulating RhoA/ROCK and driving YAP-dependent RUNX2 translocation to the nucleus, leading to osteogenic differentiation. hMSCs on soft gels at elevated relative to basal viscosity favor an M2 macrophage phenotype. This study establishes fluid viscosity as a key physical cue that imprints osteogenic memory in hMSCs and promotes an immunosuppressive phenotype.",
          "url": "https://doi.org/10.1126/sciadv.adr5023",
          "doi": "https://doi.org/10.1126/sciadv.adr5023",
          "filter": "2"
        },
        {
          "title": "Many photonic design problems are sparse QCQPs",
          "authors": "Shai Gertler, Zeyu Kuang, Colin Christie, Hao Li, Owen D. Miller",
          "abstract": "Photonic design is a process of mathematical optimization of a desired objective (beam formation, mode conversion, etc.) subject to the constraint of Maxwell’s equations. Finding the optimal design is challenging: Generically, these problems are highly nonconvex and finding global optima is NP hard. Here, we show that the associated optimization problem can be transformed to a sparse-matrix, quadratically constrained quadratic program (QCQP). Sparse QCQPs can be tackled with convex optimization techniques (such as semidefinite programming) that have thrived for identifying global bounds and high-performance designs in many areas of science and engineering but seemed inapplicable to the design problems of wave physics. We apply our formulation to prototypical photonic design problems, showing the possibility to compute fundamental limits for large-area metasurfaces, as well as the identification of designs approaching global optimality. Our approach appears directly extensible to any design problem whose governing dynamics are bilinear differential equations, as arise in structural optimization, fluid dynamics, and quantum control.",
          "url": "https://doi.org/10.1126/sciadv.adl3237",
          "doi": "https://doi.org/10.1126/sciadv.adl3237",
          "filter": "2"
        }
      ]
    }
  ]
}
