{
  "update": "2024-12-13",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "The mechanism of mRNA cap recognition",
          "authors": "Riley C. Gentry, Nicholas A. Ide, Victoria M. Comunale, Erik W. Hartwick, Colin D. Kinz-Thompson, Ruben L. Gonzalez",
          "url": "https://doi.org/10.1038/s41586-024-08304-0",
          "doi": "https://doi.org/10.1038/s41586-024-08304-0",
          "filter": "2"
        },
        {
          "title": "Native DGC structure rationalizes muscular dystrophy-causing mutations",
          "authors": "Shiheng Liu, Tiantian Su, Xian Xia, Z. Hong Zhou",
          "url": "https://doi.org/10.1038/s41586-024-08324-w",
          "doi": "https://doi.org/10.1038/s41586-024-08324-w",
          "filter": "2"
        },
        {
          "title": "Self-organized patterning of crocodile head scales by compressive folding",
          "authors": "Gabriel N. Santos-Durán, Rory L. Cooper, Ebrahim Jahanbakhsh, Grigorii Timin, Michel C. Milinkovitch",
          "abstract": "Amniote integumentary appendages constitute a diverse group of micro-organs, including feathers, hair and scales. These structures typically develop as genetically controlled units 1 , the spatial patterning of which emerges from a self-organized chemical Turing system 2,3 with integrated mechanical feedback 4,5 . The seemingly purely mechanical patterning of polygonal crocodile head scales provides an exception to this paradigm 6 . However, the nature and origin of the mechanical stress field driving this patterning remain unclear. Here, using precise in ovo intravenous injections of epidermal growth factor protein, we generate Nile crocodile embryos with substantially convoluted head skin, as well as hatchlings with smaller polygonal head scales resembling those of caimans. We then use light-sheet fluorescence microscopy to quantify embryonic tissue-layer geometry, collagen architecture and the spatial distribution of proliferating cells. Using these data, we build a phenomenological three-dimensional mechanical growth model that recapitulates both normal and experimentally modified patterning of crocodile head scales. Our experiments and numerical simulations demonstrate that crocodile head scales self-organize through compressive folding, originating from near-homogeneous skin growth with differential stiffness of the dermis versus the epidermis. Our experiments and theoretical morphospace analyses indicate that variation in embryonic growth and material properties of skin layers provides a simple evolutionary mechanism that produces a diversity of head-scale patterns among crocodilian species.",
          "url": "https://doi.org/10.1038/s41586-024-08268-1",
          "doi": "https://doi.org/10.1038/s41586-024-08268-1",
          "filter": "2"
        },
        {
          "title": "Discovery and engineering of the antibody response to a prominent skin commensal",
          "authors": "Djenet Bousbaine, Katherine D. Bauman, Y. Erin Chen, Pranav V. Lalgudi, Tam T. D. Nguyen, Joyce M. Swenson, Victor K. Yu, Eunice Tsang, Sean Conlan, David B. Li, Amina Jbara, Aishan Zhao, Arash Naziripour, Alessandra Veinbachs, Yu E. Lee, Jennie L. Phung, Alex Dimas, Sunit Jain, Xiandong Meng, Thi Phuong Thao Pham, Martin I. McLaughlin, Layla J. Barkal, Inta Gribonika, Koen K. A. Van Rompay, Heidi H. Kong, Julie A. Segre, Yasmine Belkaid, Christopher O. Barnes, Michael A. Fischbach",
          "url": "https://doi.org/10.1038/s41586-024-08489-4",
          "doi": "https://doi.org/10.1038/s41586-024-08489-4",
          "filter": "2"
        },
        {
          "title": "In situ analysis reveals the TRiC duty cycle and PDCD5 as an open-state cofactor",
          "authors": "Huaipeng Xing, Remus R. E. Rosenkranz, Piere Rodriguez-Aliaga, Ting-Ting Lee, Tomáš Majtner, Stefanie Böhm, Beata Turoňová, Judith Frydman, Martin Beck",
          "abstract": "The ring-shaped chaperonin T-complex protein ring complex (TRiC; also known as chaperonin containing TCP-1, CCT) is an ATP-driven protein-folding machine that is essential for maintenance of cellular homeostasis 1,2 . Its dysfunction is related to cancer and neurodegenerative disease 3,4 . Despite its importance, how TRiC works in the cell remains unclear. Here we structurally analysed the architecture, conformational dynamics and spatial organization of the chaperonin TRiC in human cells using cryo-electron tomography. We resolved distinctive open, closed, substrate-bound and prefoldin-associated states of TRiC, and reconstructed its duty cycle in situ. The substrate-bound open and symmetrically closed TRiC states were equally abundant. Closed TRiC containing substrate forms distinctive clusters, indicative of spatial organization. Translation inhibition did not fundamentally change the distribution of duty cycle intermediates, but reduced substrate binding for all states as well as cluster formation. From our in-cell structures, we identified the programmed cell death protein 5 (PDCD5) as an interactor that specifically binds to almost all open but not closed TRiC, in a position that is compatible with both substrate and prefoldin binding. Our data support a model in which TRiC functions at near full occupancy to fold newly synthesized proteins inside cells. Defining the TRiC cycle and function inside cells lays the foundation to understand its dysfunction during cancer and neurodegeneration.",
          "url": "https://doi.org/10.1038/s41586-024-08321-z",
          "doi": "https://doi.org/10.1038/s41586-024-08321-z",
          "filter": "2"
        },
        {
          "title": "Lithium extraction from low-quality brines",
          "authors": "Sixie Yang, Yigang Wang, Hui Pan, Ping He, Haoshen Zhou",
          "url": "https://doi.org/10.1038/s41586-024-08117-1",
          "doi": "https://doi.org/10.1038/s41586-024-08117-1",
          "filter": "2"
        },
        {
          "title": "Strong electron–phonon coupling in magic-angle twisted bilayer graphene",
          "authors": "Cheng Chen, Kevin P. Nuckolls, Shuhan Ding, Wangqian Miao, Dillon Wong, Myungchul Oh, Ryan L. Lee, Shanmei He, Cheng Peng, Ding Pei, Yiwei Li, Chenyue Hao, Haoran Yan, Hanbo Xiao, Han Gao, Qiao Li, Shihao Zhang, Jianpeng Liu, Lin He, Kenji Watanabe, Takashi Taniguchi, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Chu Li, Xu Han, Ding Pan, Zhongkai Liu, Xi Dai, Chaoxing Liu, B. Andrei Bernevig, Yao Wang, Ali Yazdani, Yulin Chen",
          "abstract": "The unusual properties of superconductivity in magic-angle twisted bilayer graphene (MATBG) have sparked considerable research interest 1–13 . However, despite the dedication of intensive experimental efforts and the proposal of several possible pairing mechanisms 14–24 , the origin of its superconductivity remains elusive. Here, by utilizing angle-resolved photoemission spectroscopy with micrometre spatial resolution, we reveal flat-band replicas in superconducting MATBG, where MATBG is unaligned with its hexagonal boron nitride substrate 11 . These replicas show uniform energy spacing, approximately 150 ± 15 meV apart, indicative of strong electron–boson coupling. Strikingly, these replicas are absent in non-superconducting twisted bilayer graphene (TBG) systems, either when MATBG is aligned to hexagonal boron nitride or when TBG deviates from the magic angle. Calculations suggest that the formation of these flat-band replicas in superconducting MATBG are attributed to the strong coupling between flat-band electrons and an optical phonon mode at the graphene K point, facilitated by intervalley scattering. These findings, although they do not necessarily put electron–phonon coupling as the main driving force for the superconductivity in MATBG, unravel the electronic structure inherent in superconducting MATBG, thereby providing crucial information for understanding the unusual electronic landscape from which its superconductivity is derived.",
          "url": "https://doi.org/10.1038/s41586-024-08227-w",
          "doi": "https://doi.org/10.1038/s41586-024-08227-w",
          "filter": "2"
        },
        {
          "title": "Aromatic ring-opening metathesis",
          "authors": "Valeriia Hutskalova, Christof Sparr",
          "url": "https://doi.org/10.1038/s41586-024-08472-z",
          "doi": "https://doi.org/10.1038/s41586-024-08472-z",
          "filter": "2"
        },
        {
          "title": "Sacrificial capillary pumps to engineer multiscalar biological forms",
          "authors": "Subramanian Sundaram, Joshua H. Lee, Isabel M. Bjørge, Christos Michas, Sudong Kim, Alex Lammers, João F. Mano, Jeroen Eyckmans, Alice E. White, Christopher S. Chen",
          "url": "https://doi.org/10.1038/s41586-024-08175-5",
          "doi": "https://doi.org/10.1038/s41586-024-08175-5",
          "filter": "2"
        },
        {
          "title": "A stable zeolite with atomically ordered and interconnected mesopore channel",
          "authors": "Peng Lu, Jiaoyan Xu, Yiqing Sun, Rémy Guillet-Nicolas, Tom Willhammar, Mohammad Fahda, Eddy Dib, Bo Wang, Zhengxing Qin, Hongyi Xu, Jung Cho, Zhaopeng Liu, Haijun Yu, Xiaobo Yang, Qiaolin Lang, Svetlana Mintova, Xiaodong Zou, Valentin Valtchev",
          "url": "https://doi.org/10.1038/s41586-024-08206-1",
          "doi": "https://doi.org/10.1038/s41586-024-08206-1",
          "filter": "2"
        },
        {
          "title": "Crosslinking intermodular condensation in non-ribosomal peptide biosynthesis",
          "authors": "Graham W. Heberlig, James J. La Clair, Michael D. Burkart",
          "url": "https://doi.org/10.1038/s41586-024-08306-y",
          "doi": "https://doi.org/10.1038/s41586-024-08306-y",
          "filter": "2"
        },
        {
          "title": "JWST sighting of decameter main-belt asteroids and view on meteorite sources",
          "authors": "Artem Y. Burdanov, Julien de Wit, Miroslav Brož, Thomas G. Müller, Tobias Hoffmann, Marin Ferrais, Marco Micheli, Emmanuel Jehin, Daniel Parrott, Samantha N. Hasler, Richard P. Binzel, Elsa Ducrot, Laura Kreidberg, Michaël Gillon, Thomas P. Greene, Will M. Grundy, Theodore Kareta, Pierre-Olivier Lagage, Nicholas Moskovitz, Audrey Thirouin, Cristina A. Thomas, Sebastian Zieba",
          "url": "https://doi.org/10.1038/s41586-024-08480-z",
          "doi": "https://doi.org/10.1038/s41586-024-08480-z",
          "filter": "2"
        },
        {
          "title": "A framework for neural organoids, assembloids and transplantation studies",
          "authors": "Sergiu P. Pașca, Paola Arlotta, Helen S. Bateup, J. Gray Camp, Silvia Cappello, Fred H. Gage, Jürgen A. Knoblich, Arnold R. Kriegstein, Madeline A. Lancaster, Guo-Li Ming, Gaia Novarino, Hideyuki Okano, Malin Parmar, In-Hyun Park, Orly Reiner, Hongjun Song, Lorenz Studer, Jun Takahashi, Sally Temple, Giuseppe Testa, Barbara Treutlein, Flora M. Vaccarino, Pierre Vanderhaeghen, Tracy Young-Pearse",
          "url": "https://doi.org/10.1038/s41586-024-08487-6",
          "doi": "https://doi.org/10.1038/s41586-024-08487-6",
          "filter": "2"
        },
        {
          "title": "Quantum error correction below the surface code threshold",
          "authors": "character(0), Rajeev Acharya, Dmitry A. Abanin, Laleh Aghababaie-Beni, Igor Aleiner, Trond I. Andersen, Markus Ansmann, Frank Arute, Kunal Arya, Abraham Asfaw, Nikita Astrakhantsev, Juan Atalaya, Ryan Babbush, Dave Bacon, Brian Ballard, Joseph C. Bardin, Johannes Bausch, Andreas Bengtsson, Alexander Bilmes, Sam Blackwell, Sergio Boixo, Gina Bortoli, Alexandre Bourassa, Jenna Bovaird, Leon Brill, Michael Broughton, David A. Browne, Brett Buchea, Bob B. Buckley, David A. Buell, Tim Burger, Brian Burkett, Nicholas Bushnell, Anthony Cabrera, Juan Campero, Hung-Shen Chang, Yu Chen, Zijun Chen, Ben Chiaro, Desmond Chik, Charina Chou, Jahan Claes, Agnetta Y. Cleland, Josh Cogan, Roberto Collins, Paul Conner, William Courtney, Alexander L. Crook, Ben Curtin, Sayan Das, Alex Davies, Laura De Lorenzo, Dripto M. Debroy, Sean Demura, Michel Devoret, Agustin Di Paolo, Paul Donohoe, Ilya Drozdov, Andrew Dunsworth, Clint Earle, Thomas Edlich, Alec Eickbusch, Aviv Moshe Elbag, Mahmoud Elzouka, Catherine Erickson, Lara Faoro, Edward Farhi, Vinicius S. Ferreira, Leslie Flores Burgos, Ebrahim Forati, Austin G. Fowler, Brooks Foxen, Suhas Ganjam, Gonzalo Garcia, Robert Gasca, Élie Genois, William Giang, Craig Gidney, Dar Gilboa, Raja Gosula, Alejandro Grajales Dau, Dietrich Graumann, Alex Greene, Jonathan A. Gross, Steve Habegger, John Hall, Michael C. Hamilton, Monica Hansen, Matthew P. Harrigan, Sean D. Harrington, Francisco J. H. Heras, Stephen Heslin, Paula Heu, Oscar Higgott, Gordon Hill, Jeremy Hilton, George Holland, Sabrina Hong, Hsin-Yuan Huang, Ashley Huff, William J. Huggins, Lev B. Ioffe, Sergei V. Isakov, Justin Iveland, Evan Jeffrey, Zhang Jiang, Cody Jones, Stephen Jordan, Chaitali Joshi, Pavol Juhas, Dvir Kafri, Hui Kang, Amir H. Karamlou, Kostyantyn Kechedzhi, Julian Kelly, Trupti Khaire, Tanuj Khattar, Mostafa Khezri, Seon Kim, Paul V. Klimov, Andrey R. Klots, Bryce Kobrin, Pushmeet Kohli, Alexander N. Korotkov, Fedor Kostritsa, Robin Kothari, Borislav Kozlovskii, John Mark Kreikebaum, Vladislav D. Kurilovich, Nathan Lacroix, David Landhuis, Tiano Lange-Dei, Brandon W. Langley, Pavel Laptev, Kim-Ming Lau, Loïck Le Guevel, Justin Ledford, Joonho Lee, Kenny Lee, Yuri D. Lensky, Shannon Leon, Brian J. Lester, Wing Yan Li, Yin Li, Alexander T. Lill, Wayne Liu, William P. Livingston, Aditya Locharla, Erik Lucero, Daniel Lundahl, Aaron Lunt, Sid Madhuk, Fionn D. Malone, Ashley Maloney, Salvatore Mandrà, James Manyika, Leigh S. Martin, Orion Martin, Steven Martin, Cameron Maxfield, Jarrod R. McClean, Matt McEwen, Seneca Meeks, Anthony Megrant, Xiao Mi, Kevin C. Miao, Amanda Mieszala, Reza Molavi, Sebastian Molina, Shirin Montazeri, Alexis Morvan, Ramis Movassagh, Wojciech Mruczkiewicz, Ofer Naaman, Matthew Neeley, Charles Neill, Ani Nersisyan, Hartmut Neven, Michael Newman, Jiun How Ng, Anthony Nguyen, Murray Nguyen, Chia-Hung Ni, Murphy Yuezhen Niu, Thomas E. O’Brien, William D. Oliver, Alex Opremcak, Kristoffer Ottosson, Andre Petukhov, Alex Pizzuto, John Platt, Rebecca Potter, Orion Pritchard, Leonid P. Pryadko, Chris Quintana, Ganesh Ramachandran, Matthew J. Reagor, John Redding, David M. Rhodes, Gabrielle Roberts, Eliott Rosenberg, Emma Rosenfeld, Pedram Roushan, Nicholas C. Rubin, Negar Saei, Daniel Sank, Kannan Sankaragomathi, Kevin J. Satzinger, Henry F. Schurkus, Christopher Schuster, Andrew W. Senior, Michael J. Shearn, Aaron Shorter, Noah Shutty, Vladimir Shvarts, Shraddha Singh, Volodymyr Sivak, Jindra Skruzny, Spencer Small, Vadim Smelyanskiy, W. Clarke Smith, Rolando D. Somma, Sofia Springer, George Sterling, Doug Strain, Jordan Suchard, Aaron Szasz, Alex Sztein, Douglas Thor, Alfredo Torres, M. Mert Torunbalci, Abeer Vaishnav, Justin Vargas, Sergey Vdovichev, Guifre Vidal, Benjamin Villalonga, Catherine Vollgraff Heidweiller, Steven Waltman, Shannon X. Wang, Brayden Ware, Kate Weber, Travis Weidel, Theodore White, Kristi Wong, Bryan W. K. Woo, Cheng Xing, Z. Jamie Yao, Ping Yeh, Bicheng Ying, Juhwan Yoo, Noureldin Yosri, Grayson Young, Adam Zalcman, Yaxing Zhang, Ningfeng Zhu, Nicholas Zobrist",
          "url": "https://doi.org/10.1038/s41586-024-08449-y",
          "doi": "https://doi.org/10.1038/s41586-024-08449-y",
          "filter": "2"
        },
        {
          "title": "Large global-scale vegetation sensitivity to daily rainfall variability",
          "authors": "Andrew F. Feldman, Alexandra G. Konings, Pierre Gentine, Mitra Cattry, Lixin Wang, William K. Smith, Joel A. Biederman, Abhishek Chatterjee, Joanna Joiner, Benjamin Poulter",
          "url": "https://doi.org/10.1038/s41586-024-08232-z",
          "doi": "https://doi.org/10.1038/s41586-024-08232-z",
          "filter": "2"
        },
        {
          "title": "Continuous collective analysis of chemical reactions",
          "authors": "Maowei Hu, Lei Yang, Nathaniel Twarog, Jason Ochoada, Yong Li, Eirinaios I. Vrettos, Arnaldo X. Torres-Hernandez, James B. Martinez, Jiya Bhatia, Brandon M. Young, Jeanine Price, Kevin McGowan, Theresa H. Nguyen, Zhe Shi, Matthew Anyanwu, Mary Ashley Rimmer, Shea Mercer, Zoran Rankovic, Anang A. Shelat, Daniel J. Blair",
          "url": "https://doi.org/10.1038/s41586-024-08211-4",
          "doi": "https://doi.org/10.1038/s41586-024-08211-4",
          "filter": "2"
        },
        {
          "title": "Nanoscale imaging and control of altermagnetism in MnTe",
          "authors": "O. J. Amin, A. Dal Din, E. Golias, Y. Niu, A. Zakharov, S. C. Fromage, C. J. B. Fields, S. L. Heywood, R. B. Cousins, F. Maccherozzi, J. Krempaský, J. H. Dil, D. Kriegner, B. Kiraly, R. P. Campion, A. W. Rushforth, K. W. Edmonds, S. S. Dhesi, L. Šmejkal, T. Jungwirth, P. Wadley",
          "abstract": "Nanoscale detection and control of the magnetic order underpins a spectrum of condensed-matter research and device functionalities involving magnetism. The key principle involved is the breaking of time-reversal symmetry, which in ferromagnets is generated by an internal magnetization. However, the presence of a net magnetization limits device scalability and compatibility with phases, such as superconductors and topological insulators. Recently, altermagnetism has been proposed as a solution to these restrictions, as it shares the enabling time-reversal-symmetry-breaking characteristic of ferromagnetism, combined with the antiferromagnetic-like vanishing net magnetization 1–4 . So far, altermagnetic ordering has been inferred from spatially averaged probes 4–19 . Here we demonstrate nanoscale imaging of altermagnetic states from 100-nanometre-scale vortices and domain walls to 10-micrometre - scale single-domain states in manganese telluride (MnTe) 2,7,9,14–16,18,20,21 . We combine the time-reversal-symmetry-breaking sensitivity of X-ray magnetic circular dichroism 12 with magnetic linear dichroism and photoemission electron microscopy to achieve maps of the local altermagnetic ordering vector. A variety of spin configurations are imposed using microstructure patterning and thermal cycling in magnetic fields. The demonstrated detection and controlled formation of altermagnetic spin configurations paves the way for future experimental studies across the theoretically predicted research landscape of altermagnetism, including unconventional spin-polarization phenomena, the interplay of altermagnetism with superconducting and topological phases, and highly scalable digital and neuromorphic spintronic devices 3,14,22–24 .",
          "url": "https://doi.org/10.1038/s41586-024-08234-x",
          "doi": "https://doi.org/10.1038/s41586-024-08234-x",
          "filter": "2"
        },
        {
          "title": "Neutralizing GDF-15 can overcome anti-PD-1 and anti-PD-L1 resistance in solid tumours",
          "authors": "Ignacio Melero, Maria de Miguel Luken, Guillermo de Velasco, Elena Garralda, Juan Martín-Liberal, Markus Joerger, Guzman Alonso, Maria-Elisabeth Goebeler, Martin Schuler, David König, Reinhard Dummer, Maria Reig, Maria-Esperanza Rodriguez Ruiz, Emiliano Calvo, Jorge Esteban-Villarrubia, Arjun Oberoi, Paula Sabat, Juan José Soto-Castillo, Kira-Lee Koster, Omar Saavedra, Cyrus Sayehli, Tanja Gromke, Heinz Läubli, Egle Ramelyte, Marta Fortuny, Ana Landa-Magdalena, Irene Moreno, Javier Torres-Jiménez, Alberto Hernando-Calvo, Dagmar Hess, Fabricio Racca, Heike Richly, Andreas M. Schmitt, Corinne Eggenschwiler, Marco Sanduzzi-Zamparelli, Anna Vilalta-Lacarra, Jörg Trojan, Christine Koch, Peter R. Galle, Friedrich Foerster, Zlatko Trajanoski, Hubert Hackl, Falk Gogolla, Florestan J. Koll, Peter Wild, Felix Kyoung Hwan Chun, Henning Reis, Peter Lloyd, Matthias Machacek, Thomas F. Gajewski, Wolf H. Fridman, Alexander M. M. Eggermont, Ralf Bargou, Sandra Schöniger, Josef Rüschoff, Anastasiia Tereshchenko, Carina Zink, Antonio da Silva, Felix S. Lichtenegger, Julia Akdemir, Manfred Rüdiger, Phil L’Huillier, Aradhana Dutta, Markus Haake, Alexandra Auckenthaler, Ana Gjorgjioska, Bernhard Rössler, Frank Hermann, Mara Liebig, Daniela Reichhardt, Christine Schuberth-Wagner, Jörg Wischhusen, Petra Fettes, Marlene Auer, Kathrin Klar, Eugen Leo",
          "url": "https://doi.org/10.1038/s41586-024-08305-z",
          "doi": "https://doi.org/10.1038/s41586-024-08305-z",
          "filter": "2"
        },
        {
          "title": "Haematological setpoints are a stable and patient-specific deep phenotype",
          "authors": "Brody H. Foy, Rachel Petherbridge, Maxwell T. Roth, Cindy Zhang, Daniel C. De Souza, Christopher Mow, Hasmukh R. Patel, Chhaya H. Patel, Samantha N. Ho, Evie Lam, Camille E. Powe, Robert P. Hasserjian, Konrad J. Karczewski, Veronica Tozzo, John M. Higgins",
          "url": "https://doi.org/10.1038/s41586-024-08264-5",
          "doi": "https://doi.org/10.1038/s41586-024-08264-5",
          "filter": "2"
        },
        {
          "title": "Strong-field quantum control in the extreme ultraviolet domain using pulse shaping",
          "authors": "Fabian Richter, Ulf Saalmann, Enrico Allaria, Matthias Wollenhaupt, Benedetto Ardini, Alexander Brynes, Carlo Callegari, Giulio Cerullo, Miltcho Danailov, Alexander Demidovich, Katrin Dulitz, Raimund Feifel, Michele Di Fraia, Sarang Dev Ganeshamandiram, Luca Giannessi, Nicolai Gölz, Sebastian Hartweg, Bernd von Issendorff, Tim Laarmann, Friedemann Landmesser, Yilin Li, Michele Manfredda, Cristian Manzoni, Moritz Michelbach, Arne Morlok, Marcel Mudrich, Aaron Ngai, Ivaylo Nikolov, Nitish Pal, Fabian Pannek, Giuseppe Penco, Oksana Plekan, Kevin C. Prince, Giuseppe Sansone, Alberto Simoncig, Frank Stienkemeier, Richard James Squibb, Peter Susnjar, Mauro Trovo, Daniel Uhl, Brendan Wouterlood, Marco Zangrando, Lukas Bruder",
          "abstract": "Tailored light–matter interactions in the strong coupling regime enable the manipulation and control of quantum systems with up to unit efficiency 1,2 , with applications ranging from quantum information to photochemistry 3–7 . Although strong light–matter interactions are readily induced at the valence electron level using long-wavelength radiation 8 , comparable phenomena have been only recently observed with short wavelengths, accessing highly excited multi-electron and inner-shell electron states 9,10 . However, the quantum control of strong-field processes at short wavelengths has not been possible, so far, because of the lack of pulse-shaping technologies in the extreme ultraviolet (XUV) and X-ray domain. Here, exploiting pulse shaping of the seeded free-electron laser (FEL) FERMI, we demonstrate the strong-field quantum control of ultrafast Rabi dynamics in helium atoms with high fidelity. Our approach reveals a strong dressing of the ionization continuum, otherwise elusive to experimental observables. The latter is exploited to achieve control of the total ionization rate, with prospective applications in many XUV and soft X-ray experiments. Leveraging recent advances in intense few-femtosecond to attosecond XUV to soft X-ray light sources, our results open an avenue to the efficient manipulation and selective control of core electron processes and electron correlation phenomena in real time.",
          "url": "https://doi.org/10.1038/s41586-024-08209-y",
          "doi": "https://doi.org/10.1038/s41586-024-08209-y",
          "filter": "2"
        },
        {
          "title": "Placenta-tropic VEGF mRNA lipid nanoparticles ameliorate murine pre-eclampsia",
          "authors": "Kelsey L. Swingle, Alex G. Hamilton, Hannah C. Safford, Hannah C. Geisler, Ajay S. Thatte, Rohan Palanki, Amanda M. Murray, Emily L. Han, Alvin J. Mukalel, Xuexiang Han, Ryann A. Joseph, Aditi A. Ghalsasi, Mohamad-Gabriel Alameh, Drew Weissman, Michael J. Mitchell",
          "url": "https://doi.org/10.1038/s41586-024-08291-2",
          "doi": "https://doi.org/10.1038/s41586-024-08291-2",
          "filter": "2"
        },
        {
          "title": "Structure and mechanism of the Zorya anti-phage defense system",
          "authors": "Haidai Hu, Philipp F. Popp, Thomas C. D. Hughes, Aritz Roa-Eguiara, Nicole R. Rutbeek, Freddie J. O. Martin, Ivo Alexander Hendriks, Leighton J. Payne, Yumeng Yan, Dorentina Humolli, Victor Klein-Sousa, Inga Songailiene, Yong Wang, Michael Lund Nielsen, Richard M. Berry, Alexander Harms, Marc Erhardt, Simon A. Jackson, Nicholas M. I. Taylor",
          "url": "https://doi.org/10.1038/s41586-024-08493-8",
          "doi": "https://doi.org/10.1038/s41586-024-08493-8",
          "filter": "2"
        },
        {
          "title": "π-HuB: the proteomic navigator of the human body",
          "authors": "Fuchu He, Ruedi Aebersold, Mark S. Baker, Xiuwu Bian, Xiaochen Bo, Daniel W. Chan, Cheng Chang, Luonan Chen, Xiangmei Chen, Yu-Ju Chen, Heping Cheng, Ben C. Collins, Fernando Corrales, Jürgen Cox, Weinan E, Jennifer E. Van Eyk, Jia Fan, Pouya Faridi, Daniel Figeys, George Fu Gao, Wen Gao, Zu-Hua Gao, Keisuke Goda, Wilson Wen Bin Goh, Dongfeng Gu, Changjiang Guo, Tiannan Guo, Yuezhong He, Albert J. R. Heck, Henning Hermjakob, Tony Hunter, Narayanan Gopalakrishna Iyer, Ying Jiang, Connie R. Jimenez, Lokesh Joshi, Neil L. Kelleher, Ming Li, Yang Li, Qingsong Lin, Cui Hua Liu, Fan Liu, Guang-Hui Liu, Yansheng Liu, Zhihua Liu, Teck Yew Low, Ben Lu, Matthias Mann, Anming Meng, Robert L. Moritz, Edouard Nice, Guang Ning, Gilbert S. Omenn, Christopher M. Overall, Giuseppe Palmisano, Yaojin Peng, Charles Pineau, Terence Chuen Wai Poon, Anthony W. Purcell, Jie Qiao, Roger R. Reddel, Phillip J. Robinson, Paola Roncada, Chris Sander, Jiahao Sha, Erwei Song, Sanjeeva Srivastava, Aihua Sun, Siu Kwan Sze, Chao Tang, Liujun Tang, Ruijun Tian, Juan Antonio Vizcaíno, Chanjuan Wang, Chen Wang, Xiaowen Wang, Xinxing Wang, Yan Wang, Tobias Weiss, Mathias Wilhelm, Robert Winkler, Bernd Wollscheid, Limsoon Wong, Linhai Xie, Wei Xie, Tao Xu, Tianhao Xu, Liying Yan, Jing Yang, Xiao Yang, John Yates, Tao Yun, Qiwei Zhai, Bing Zhang, Hui Zhang, Lihua Zhang, Lingqiang Zhang, Pingwen Zhang, Yukui Zhang, Yu Zi Zheng, Qing Zhong, Yunping Zhu, character(0), Daniel W. Chan, Chris Soon Heng Tan, Weinan E, Jennifer E. Van Eyk, Mingxia Gao, Qiang Gao, Yushun Gao, Xuejiang Guo, Jie He, Jun He, Qing-Yu He, Jinlin Hou, Canhua Huang, Chenxi Jia, Bernhard Kuster, Chaoying Li, Dong Li, Yan Li, Yanchang Li, Siqi Liu, Xiaonan Liu, Ya Liu, Zhongyang Liu, Haojie Lu, Yongzhan Nie, Mariko Okada, Guojun Qian, Hongqiang Qin, Yu Rao, Zihe Rao, Xianwen Ren, Yan Ren, Feng Shen, Lin Shen, Shicheng Su, Minjia Tan, Ben Zhong Tang, Sheng-Ce Tao, Jian Wang, Tong Wang, Liming Wei, Catherine C. L. Wong, Xiaoliang Sunney Xie, Li Xu, Ping Xu, Tao Xu, Huanming Yang, Jianjun Yang, Mingliang Ye, Wantao Ying, Xiaobo Yu, Yaxiang Yuan, Qingcun Zeng, Qimin Zhan, Xiaofei Zhang, Xu Zhang, Ying Zhang, Nan-Shan Zhong, Feng Zhou, Yi Zhu, Zemin Zhang",
          "url": "https://doi.org/10.1038/s41586-024-08280-5",
          "doi": "https://doi.org/10.1038/s41586-024-08280-5",
          "filter": "2"
        },
        {
          "title": "Small-molecule inhibition of SARS-CoV-2 NSP14 RNA cap methyltransferase",
          "authors": "Cindy Meyer, Aitor Garzia, Michael W. Miller, David J. Huggins, Robert W. Myers, Hans-Heinrich Hoffmann, Alison W. Ashbrook, Syeda Y. Jannath, Nigel Liverton, Stacia Kargman, Matthew Zimmerman, Andrew M. Nelson, Vijeta Sharma, Enriko Dolgov, Julianna Cangialosi, Suyapa Penalva-Lopez, Nadine Alvarez, Ching-Wen Chang, Neelam Oswal, Irene Gonzalez, Risha Rasheed, Kira Goldgirsh, Jada A. Davis, Lavoisier Ramos-Espiritu, Miriam-Rose Menezes, Chloe Larson, Julius Nitsche, Oleg Ganichkin, Hanan Alwaseem, Henrik Molina, Stefan Steinbacher, J. Fraser Glickman, David S. Perlin, Charles M. Rice, Peter T. Meinke, Thomas Tuschl",
          "url": "https://doi.org/10.1038/s41586-024-08320-0",
          "doi": "https://doi.org/10.1038/s41586-024-08320-0",
          "filter": "2"
        },
        {
          "title": "Formation of a low-mass galaxy from star clusters in a 600-million-year-old Universe",
          "authors": "Lamiya Mowla, Kartheik Iyer, Yoshihisa Asada, Guillaume Desprez, Vivian Yun Yan Tan, Nicholas Martis, Ghassan Sarrouh, Victoria Strait, Roberto Abraham, Maruša Bradač, Gabriel Brammer, Adam Muzzin, Camilla Pacifici, Swara Ravindranath, Marcin Sawicki, Chris Willott, Vince Estrada-Carpenter, Nusrath Jahan, Gaël Noirot, Jasleen Matharu, Gregor Rihtaršič, Johannes Zabl",
          "abstract": "The most distant galaxies detected were seen when the Universe was a scant 5% of its current age. At these times, progenitors of galaxies such as the Milky Way were about 10,000 times less massive. Using the James Webb Space Telescope (JWST) combined with magnification from gravitational lensing, these low-mass galaxies can not only be detected but also be studied in detail. Here we present JWST observations of a strongly lensed galaxy at z spec = 8.296 ± 0.001, showing massive star clusters (the Firefly Sparkle) cocooned in a diffuse arc in the Canadian Unbiased Cluster Survey (CANUCS) 1 . The Firefly Sparkle exhibits traits of a young, gas-rich galaxy in its early formation stage. The mass of the galaxy is concentrated in 10 star clusters (49–57% of total mass), with individual masses ranging from 10 5 M ⊙ to 10 6 M ⊙ . These unresolved clusters have high surface densities (&gt;10 3 M ⊙ pc − 2 ), exceeding those of Milky Way globular clusters and young star clusters in nearby galaxies. The central cluster shows a nebular-dominated spectrum, low metallicity, high gas density and high electron temperature, hinting at a top-heavy initial mass function. These observations provide our first spectrophotometric view of a typical galaxy in its early stages, in a 600-million-year-old Universe.",
          "url": "https://doi.org/10.1038/s41586-024-08293-0",
          "doi": "https://doi.org/10.1038/s41586-024-08293-0",
          "filter": "2"
        },
        {
          "title": "Structure and assembly of the dystrophin glycoprotein complex",
          "authors": "Li Wan, Xiaofei Ge, Qikui Xu, Gaoxingyu Huang, Tiandi Yang, Kevin P. Campbell, Zhen Yan, Jianping Wu",
          "url": "https://doi.org/10.1038/s41586-024-08310-2",
          "doi": "https://doi.org/10.1038/s41586-024-08310-2",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: An integrated transcriptomic cell atlas of human neural organoids",
          "authors": "Zhisong He, Leander Dony, Jonas Simon Fleck, Artur Szałata, Katelyn X. Li, Irena Slišković, Hsiu-Chuan Lin, Malgorzata Santel, Alexander Atamian, Giorgia Quadrato, Jieran Sun, Sergiu P. Pașca, character(0), Neal D. Amin, Kevin W. Kelley, Taylor Bertucci, Sally Temple, Kathryn R. Bowles, Nicolò Caporale, Emanuele Villa, Giuseppe Testa, Cristiana Cruceanu, Elisabeth B. Binder, J. Gray Camp, Fabian J. Theis, Barbara Treutlein",
          "url": "https://doi.org/10.1038/s41586-024-08482-x",
          "doi": "https://doi.org/10.1038/s41586-024-08482-x",
          "filter": "2"
        },
        {
          "title": "Structure of apolipoprotein B100 bound to the low-density lipoprotein receptor",
          "authors": "Mart Reimund, Altaira D. Dearborn, Giorgio Graziano, Haotian Lei, Anthony M. Ciancone, Ashish Kumar, Ronald Holewinski, Edward B. Neufeld, Francis J. O’Reilly, Alan T. Remaley, Joseph Marcotrigiano",
          "url": "https://doi.org/10.1038/s41586-024-08223-0",
          "doi": "https://doi.org/10.1038/s41586-024-08223-0",
          "filter": "2"
        },
        {
          "title": "Author Correction: Global potential for natural regeneration in deforested tropical regions",
          "authors": "Brooke A. Williams, Hawthorne L. Beyer, Matthew E. Fagan, Robin L. Chazdon, Marina Schmoeller, Starry Sprenkle-Hyppolite, Bronson W. Griscom, James E. M. Watson, Anazélia M. Tedesco, Mariano Gonzalez-Roglich, Gabriel A. Daldegan, Blaise Bodin, Danielle Celentano, Sarah Jane Wilson, Jonathan R. Rhodes, Nikola S. Alexandre, Do-Hyung Kim, Diego Bastos, Renato Crouzeilles",
          "url": "https://doi.org/10.1038/s41586-024-08481-y",
          "doi": "https://doi.org/10.1038/s41586-024-08481-y",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Spatially restricted immune and microbiota-driven adaptation of the gut",
          "authors": "Toufic Mayassi, Chenhao Li, Åsa Segerstolpe, Eric M. Brown, Rebecca Weisberg, Toru Nakata, Hiroshi Yano, Paula Herbst, David Artis, Daniel B. Graham, Ramnik J. Xavier",
          "url": "https://doi.org/10.1038/s41586-024-08446-1",
          "doi": "https://doi.org/10.1038/s41586-024-08446-1",
          "filter": "2"
        },
        {
          "title": "The structure of apolipoprotein B100 from human low-density lipoprotein",
          "authors": "Zachary T. Berndsen, C. Keith Cassidy",
          "url": "https://doi.org/10.1038/s41586-024-08467-w",
          "doi": "https://doi.org/10.1038/s41586-024-08467-w",
          "filter": "2"
        },
        {
          "title": "Structures and mechanism of condensation in nonribosomal peptide synthesis",
          "authors": "Angelos Pistofidis, Pengchen Ma, Zihao Li, Kim Munro, K. N. Houk, T. Martin Schmeing",
          "url": "https://doi.org/10.1038/s41586-024-08417-6",
          "doi": "https://doi.org/10.1038/s41586-024-08417-6",
          "filter": "2"
        },
        {
          "title": "X-ray linear dichroic tomography of crystallographic and topological defects",
          "authors": "Andreas Apseros, Valerio Scagnoli, Mirko Holler, Manuel Guizar-Sicairos, Zirui Gao, Christian Appel, Laura J. Heyderman, Claire Donnelly, Johannes Ihli",
          "abstract": "The functionality of materials is determined by their composition 1–4 and microstructure, that is, the distribution and orientation of crystalline grains, grain boundaries and the defects within them 5,6 . Until now, characterization techniques that map the distribution of grains, their orientation and the presence of defects have been limited to surface investigations, to spatial resolutions of a few hundred nanometres or to systems of thickness around 100 nm, thus requiring destructive sample preparation for measurements and preventing the study of system-representative volumes or the investigation of materials under operational conditions 7–15 . Here we present X-ray linear dichroic orientation tomography (XL-DOT), a quantitative, non-invasive technique that allows for an intragranular and intergranular characterization of extended polycrystalline and non-crystalline 16 materials in three dimensions. We present the detailed characterization of a polycrystalline sample of vanadium pentoxide (V 2 O 5 ), a key catalyst in the production of sulfuric acid 17 . We determine the nanoscale composition, microstructure and crystal orientation throughout the polycrystalline sample with 73 nm spatial resolution. We identify and characterize grains, as well as twist, tilt and twin grain boundaries. We further observe the creation and annihilation of topological defects promoted by the presence of volume crystallographic defects. The non-destructive and spectroscopic nature of our method opens the door to operando combined chemical and microstructural investigations 11,18 of functional materials, including energy, mechanical and quantum materials.",
          "url": "https://doi.org/10.1038/s41586-024-08233-y",
          "doi": "https://doi.org/10.1038/s41586-024-08233-y",
          "filter": "2"
        },
        {
          "title": "Skin autonomous antibody production regulates host-microbiota interactions",
          "authors": "Inta Gribonika, Victor I. Band, Liang Chi, Paula Juliana Perez-Chaparro, Verena M. Link, Eduard Ansaldo, Cihan Oguz, Djenet Bousbaine, Michael A. Fischbach, Yasmine Belkaid",
          "url": "https://doi.org/10.1038/s41586-024-08376-y",
          "doi": "https://doi.org/10.1038/s41586-024-08376-y",
          "filter": "2"
        },
        {
          "title": "Central control of dynamic gene circuits governs T cell rest and activation",
          "authors": "Maya M. Arce, Jennifer M. Umhoefer, Nadia Arang, Sivakanthan Kasinathan, Jacob W. Freimer, Zachary Steinhart, Haolin Shen, Minh T. N. Pham, Mineto Ota, Anika Wadhera, Rama Dajani, Dmytro Dorovskyi, Yan Yi Chen, Qi Liu, Yuan Zhou, Danielle L. Swaney, Kirsten Obernier, Brian R. Shy, Julia Carnevale, Ansuman T. Satpathy, Nevan J. Krogan, Jonathan K. Pritchard, Alexander Marson",
          "abstract": "The ability of cells to maintain distinct identities and respond to transient environmental signals requires tightly controlled regulation of gene networks 1–3 . These dynamic regulatory circuits that respond to extracellular cues in primary human cells remain poorly defined. The need for context-dependent regulation is prominent in T cells, where distinct lineages must respond to diverse signals to mount effective immune responses and maintain homeostasis 4–8 . Here we performed CRISPR screens in multiple primary human CD4 + T cell contexts to identify regulators that control expression of IL-2Rα, a canonical marker of T cell activation transiently expressed by pro-inflammatory effector T cells and constitutively expressed by anti-inflammatory regulatory T cells where it is required for fitness 9–11 . Approximately 90% of identified regulators of IL-2Rα had effects that varied across cell types and/or stimulation states, including a subset that even had opposite effects across conditions. Using single-cell transcriptomics after pooled perturbation of context-specific screen hits, we characterized specific factors as regulators of overall rest or activation and constructed state-specific regulatory networks. MED12 — a component of the Mediator complex — serves as a dynamic orchestrator of key regulators, controlling expression of distinct sets of regulators in different T cell contexts. Immunoprecipitation–mass spectrometry revealed that MED12 interacts with the histone methylating COMPASS complex. MED12 was required for histone methylation and expression of genes encoding key context-specific regulators, including the rest maintenance factor KLF2 and the versatile regulator MYC. CRISPR ablation of MED12 blunted the cell-state transitions between rest and activation and protected from activation-induced cell death. Overall, this work leverages CRISPR screens performed across conditions to define dynamic gene circuits required to establish resting and activated T cell states.",
          "url": "https://doi.org/10.1038/s41586-024-08314-y",
          "doi": "https://doi.org/10.1038/s41586-024-08314-y",
          "filter": "2"
        },
        {
          "title": "Money for nothing: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-024-03992-0",
          "doi": "https://doi.org/10.1038/d41586-024-03992-0",
          "filter": "4"
        },
        {
          "title": "The first rocks from the Moon’s far side are in this geologist’s hands",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03893-2",
          "doi": "https://doi.org/10.1038/d41586-024-03893-2",
          "filter": "4"
        },
        {
          "title": "Will humans ever speak wolf? A scientist unravels the complexities of animal chatter",
          "authors": "Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-024-03937-7",
          "doi": "https://doi.org/10.1038/d41586-024-03937-7",
          "filter": "4"
        },
        {
          "title": "More-powerful AI is coming. Academia and industry must oversee it — together",
          "url": "https://doi.org/10.1038/d41586-024-03911-3",
          "doi": "https://doi.org/10.1038/d41586-024-03911-3",
          "filter": "4"
        },
        {
          "title": "Liquid metal pumps itself out of gels to make artificial vasculature",
          "authors": "Michael D. Bartlett",
          "url": "https://doi.org/10.1038/d41586-024-03850-z",
          "doi": "https://doi.org/10.1038/d41586-024-03850-z",
          "filter": "4"
        },
        {
          "title": "‘A truly remarkable breakthrough’: Google’s new quantum chip achieves accuracy milestone",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-04028-3",
          "doi": "https://doi.org/10.1038/d41586-024-04028-3",
          "filter": "4"
        },
        {
          "title": "‘There will be nothing left’: researchers fear collapse of science in Argentina",
          "authors": "Martín De Ambrosio, Fermín Koop",
          "url": "https://doi.org/10.1038/d41586-024-03994-y",
          "doi": "https://doi.org/10.1038/d41586-024-03994-y",
          "filter": "4"
        },
        {
          "title": "Why Asia is leading the field in green materials",
          "authors": "James Mitchell Crow",
          "url": "https://doi.org/10.1038/d41586-024-04000-1",
          "doi": "https://doi.org/10.1038/d41586-024-04000-1",
          "filter": "4"
        },
        {
          "title": "A lipid made by tumour cells reprograms immune cells",
          "authors": "Anthony C. Buzzai, Thomas Tüting",
          "url": "https://doi.org/10.1038/d41586-024-03855-8",
          "doi": "https://doi.org/10.1038/d41586-024-03855-8",
          "filter": "4"
        },
        {
          "title": "‘Getting paid to review is justice’: journal pays peer reviewers in cryptocurrency",
          "authors": "Holly Else",
          "url": "https://doi.org/10.1038/d41586-024-04027-4",
          "doi": "https://doi.org/10.1038/d41586-024-04027-4",
          "filter": "4"
        },
        {
          "title": "Bone repair supported by flexible films made using an innovative method",
          "url": "https://doi.org/10.1038/d41586-024-04033-6",
          "doi": "https://doi.org/10.1038/d41586-024-04033-6",
          "filter": "4"
        },
        {
          "title": "How CRISPR patent issues block Indian farmers from accessing biotech benefits",
          "authors": "Anurag Chaurasia",
          "url": "https://doi.org/10.1038/d41586-024-03989-9",
          "doi": "https://doi.org/10.1038/d41586-024-03989-9",
          "filter": "4"
        },
        {
          "title": "Use existing foundations to build up citizen science for the SDGs",
          "authors": "Martin Brocklehurst, Maina Muniafu, Dilek Fraisl, François Grey",
          "url": "https://doi.org/10.1038/d41586-024-04057-y",
          "doi": "https://doi.org/10.1038/d41586-024-04057-y",
          "filter": "4"
        },
        {
          "title": "Distant sparkles hint at how the Milky Way formed",
          "authors": "Brian Welch",
          "url": "https://doi.org/10.1038/d41586-024-03849-6",
          "doi": "https://doi.org/10.1038/d41586-024-03849-6",
          "filter": "4"
        },
        {
          "title": "Father time: the physicist on a mission to build the world’s first nuclear clock",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-024-03891-4",
          "doi": "https://doi.org/10.1038/d41586-024-03891-4",
          "filter": "4"
        },
        {
          "title": "A featherweight baby planet is fading away with age",
          "url": "https://doi.org/10.1038/d41586-024-04011-y",
          "doi": "https://doi.org/10.1038/d41586-024-04011-y",
          "filter": "4"
        },
        {
          "title": "AI decodes the calls of the wild",
          "authors": "Neil Savage",
          "url": "https://doi.org/10.1038/d41586-024-04050-5",
          "doi": "https://doi.org/10.1038/d41586-024-04050-5",
          "filter": "4"
        },
        {
          "title": "Why the genetic-testing revolution left some people behind — and what to do about it",
          "url": "https://doi.org/10.1038/d41586-024-04046-1",
          "doi": "https://doi.org/10.1038/d41586-024-04046-1",
          "filter": "4"
        },
        {
          "title": "Richard Dawkins’s book of the dead is haunted by ghosts of past works",
          "authors": "Nathaniel Comfort",
          "url": "https://doi.org/10.1038/d41586-024-03991-1",
          "doi": "https://doi.org/10.1038/d41586-024-03991-1",
          "filter": "4"
        },
        {
          "title": "Constraint reveals the mitochondrial genome sites most important for health and disease",
          "url": "https://doi.org/10.1038/d41586-024-04039-0",
          "doi": "https://doi.org/10.1038/d41586-024-04039-0",
          "filter": "4"
        },
        {
          "title": "Climate and health needs are driving materials advances",
          "authors": "Simon Baker",
          "url": "https://doi.org/10.1038/d41586-024-03999-7",
          "doi": "https://doi.org/10.1038/d41586-024-03999-7",
          "filter": "4"
        },
        {
          "title": "Betsy Donnelly’s forty-third chance",
          "authors": "Marissa Lingen",
          "url": "https://doi.org/10.1038/d41586-024-04048-z",
          "doi": "https://doi.org/10.1038/d41586-024-04048-z",
          "filter": "4"
        },
        {
          "title": "Meet the Latina scientists advancing health and policy",
          "authors": "Meghie Rodrigues",
          "url": "https://doi.org/10.1038/d41586-024-03998-8",
          "doi": "https://doi.org/10.1038/d41586-024-03998-8",
          "filter": "4"
        },
        {
          "title": "Reversing resistance to cancer immune therapy with antibodies that target GDF-15 protein",
          "url": "https://doi.org/10.1038/d41586-024-04081-y",
          "doi": "https://doi.org/10.1038/d41586-024-04081-y",
          "filter": "4"
        },
        {
          "title": "I work to protect South Korea’s people against earthquakes",
          "authors": "Dave Tacon",
          "url": "https://doi.org/10.1038/d41586-024-03997-9",
          "doi": "https://doi.org/10.1038/d41586-024-03997-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Stress-induced joylessness leaves a distinct mark on the brain",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-024-04025-6",
          "doi": "https://doi.org/10.1038/d41586-024-04025-6",
          "filter": "4"
        },
        {
          "title": "Nine books to help shape your science career in 2025",
          "authors": "Anne Gulland",
          "url": "https://doi.org/10.1038/d41586-024-03995-x",
          "doi": "https://doi.org/10.1038/d41586-024-03995-x",
          "filter": "4"
        },
        {
          "title": "Ancient stacks of dishes tell tale of society’s dissolution",
          "url": "https://doi.org/10.1038/d41586-024-03977-z",
          "doi": "https://doi.org/10.1038/d41586-024-03977-z",
          "filter": "4"
        },
        {
          "title": "What’s next for Syria’s science: a view from Nature’s reporter who was a refugee",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-024-04056-z",
          "doi": "https://doi.org/10.1038/d41586-024-04056-z",
          "filter": "4"
        },
        {
          "title": "Ancient DNA data hold insights into past organisms and ecosystems — handle them with more care",
          "authors": "Anders Bergström, James A. Fellows Yates, Christina Warinner",
          "url": "https://doi.org/10.1038/d41586-024-03993-z",
          "doi": "https://doi.org/10.1038/d41586-024-03993-z",
          "filter": "4"
        },
        {
          "title": "The AI revolution is running out of data. What can researchers do?",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-024-03990-2",
          "doi": "https://doi.org/10.1038/d41586-024-03990-2",
          "filter": "4"
        },
        {
          "title": "The revolutionary economist who became the unlikely leader of Bangladesh",
          "authors": "Ehsan Masood",
          "url": "https://doi.org/10.1038/d41586-024-03896-z",
          "doi": "https://doi.org/10.1038/d41586-024-03896-z",
          "filter": "4"
        },
        {
          "title": "Daily briefing: What’s next for Syria’s science? A view from Nature’s reporter who was a refugee",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04087-6",
          "doi": "https://doi.org/10.1038/d41586-024-04087-6",
          "filter": "4"
        },
        {
          "title": "Lipid-delivery system could treat life-threatening pregnancy complication",
          "authors": "Ravi Thadhani, S. Ananth Karumanchi",
          "url": "https://doi.org/10.1038/d41586-024-03853-w",
          "doi": "https://doi.org/10.1038/d41586-024-03853-w",
          "filter": "4"
        },
        {
          "title": "Governments are banning kids from social media: will that protect them from harm?",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-024-03955-5",
          "doi": "https://doi.org/10.1038/d41586-024-03955-5",
          "filter": "4"
        },
        {
          "title": "Imaging a new class of magnetism",
          "url": "https://doi.org/10.1038/d41586-024-04030-9",
          "doi": "https://doi.org/10.1038/d41586-024-04030-9",
          "filter": "4"
        },
        {
          "title": "Nature’s 10: the people who helped shape science in 2024",
          "url": "https://doi.org/10.1038/d41586-024-03890-5",
          "doi": "https://doi.org/10.1038/d41586-024-03890-5",
          "filter": "4"
        },
        {
          "title": "AI weatherman: the DeepMind researcher making faster, more accurate forecasts",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-03898-x",
          "doi": "https://doi.org/10.1038/d41586-024-03898-x",
          "filter": "4"
        },
        {
          "title": "This fearless science sleuth risked her career to expose publication fraud",
          "authors": "Holly Else",
          "url": "https://doi.org/10.1038/d41586-024-03894-1",
          "doi": "https://doi.org/10.1038/d41586-024-03894-1",
          "filter": "4"
        },
        {
          "title": "This doctor raised the alarm about a deadly mpox outbreak that went global",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-024-03900-6",
          "doi": "https://doi.org/10.1038/d41586-024-03900-6",
          "filter": "4"
        },
        {
          "title": "Loose ends",
          "authors": "Myna Chang",
          "url": "https://doi.org/10.1038/d41586-024-04022-9",
          "doi": "https://doi.org/10.1038/d41586-024-04022-9",
          "filter": "4"
        },
        {
          "title": "Wuhan lab samples hold no close relatives to virus behind COVID",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03982-2",
          "doi": "https://doi.org/10.1038/d41586-024-03982-2",
          "filter": "4"
        },
        {
          "title": "Is the telescope pointing the right way?",
          "url": "https://doi.org/10.1038/d41586-024-03859-4",
          "doi": "https://doi.org/10.1038/d41586-024-03859-4",
          "filter": "4"
        },
        {
          "title": "A gut fungus protects mice against parasitic worms but increases allergies",
          "authors": "Suzanne Noble",
          "url": "https://doi.org/10.1038/d41586-024-03651-4",
          "doi": "https://doi.org/10.1038/d41586-024-03651-4",
          "filter": "4"
        },
        {
          "title": "Why is there a citations gender gap in Indian materials science?",
          "authors": "Benjamin Plackett",
          "url": "https://doi.org/10.1038/d41586-024-04004-x",
          "doi": "https://doi.org/10.1038/d41586-024-04004-x",
          "filter": "4"
        },
        {
          "title": "Personalized ranges for blood-test results enable precision diagnostics",
          "authors": "Steven J. R. Meex, Kristin Moberg Aakre",
          "url": "https://doi.org/10.1038/d41586-024-03854-9",
          "doi": "https://doi.org/10.1038/d41586-024-03854-9",
          "filter": "4"
        },
        {
          "title": "Will artificial intelligence help or hinder progress on the SDGs?",
          "authors": "Abdullahi Tsanni",
          "url": "https://doi.org/10.1038/d41586-024-03959-1",
          "doi": "https://doi.org/10.1038/d41586-024-03959-1",
          "filter": "4"
        },
        {
          "title": "X-ray method takes a 3D fingerprint of materials",
          "url": "https://doi.org/10.1038/d41586-024-04036-3",
          "doi": "https://doi.org/10.1038/d41586-024-04036-3",
          "filter": "4"
        },
        {
          "title": "Bad bar charts distort data — and pervade biology",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-024-03996-w",
          "doi": "https://doi.org/10.1038/d41586-024-03996-w",
          "filter": "4"
        },
        {
          "title": "Engineered cells take drugs deep into the brain ― and nowhere else",
          "url": "https://doi.org/10.1038/d41586-024-04008-7",
          "doi": "https://doi.org/10.1038/d41586-024-04008-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Extreme heat makes body clocks tick faster",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04112-8",
          "doi": "https://doi.org/10.1038/d41586-024-04112-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Wuhan lab samples hold no close relatives to virus behind COVID",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04053-2",
          "doi": "https://doi.org/10.1038/d41586-024-04053-2",
          "filter": "4"
        },
        {
          "title": "This PhD student helped to win a major pay hike for Canadian researchers",
          "authors": "Brian Owens",
          "url": "https://doi.org/10.1038/d41586-024-03892-3",
          "doi": "https://doi.org/10.1038/d41586-024-03892-3",
          "filter": "4"
        },
        {
          "title": "Claims that dam removals were to blame for Valencia floods are false",
          "authors": "Carlos Garcia de Leaniz, Foivos A. Mouchlianitis",
          "url": "https://doi.org/10.1038/d41586-024-04060-3",
          "doi": "https://doi.org/10.1038/d41586-024-04060-3",
          "filter": "4"
        },
        {
          "title": "Stop digital platforms treating people as lab rats",
          "authors": "Vincent Straub",
          "url": "https://doi.org/10.1038/d41586-024-04058-x",
          "doi": "https://doi.org/10.1038/d41586-024-04058-x",
          "filter": "4"
        },
        {
          "title": "Satellites are no silver bullet for methane monitoring",
          "authors": "Lorna Finman",
          "url": "https://doi.org/10.1038/d41586-024-03987-x",
          "doi": "https://doi.org/10.1038/d41586-024-03987-x",
          "filter": "4"
        },
        {
          "title": "Human body’s ageing ‘clock’ ticks faster after heat stress",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-024-04007-8",
          "doi": "https://doi.org/10.1038/d41586-024-04007-8",
          "filter": "4"
        },
        {
          "title": "Five countries having a clear impact on the latest materials-science research",
          "authors": "Esme Hedley",
          "url": "https://doi.org/10.1038/d41586-024-04001-0",
          "doi": "https://doi.org/10.1038/d41586-024-04001-0",
          "filter": "4"
        },
        {
          "title": "Targeted mRNA therapy tackles deadly pregnancy condition in mice",
          "authors": "Nick Petrić Howe, Emily Bates",
          "url": "https://doi.org/10.1038/d41586-024-04097-4",
          "doi": "https://doi.org/10.1038/d41586-024-04097-4",
          "filter": "4"
        },
        {
          "title": "Accessibility worsens for blind and low-vision readers of academic PDFs",
          "authors": "Dalmeet Singh Chawla",
          "url": "https://doi.org/10.1038/d41586-024-03953-7",
          "doi": "https://doi.org/10.1038/d41586-024-03953-7",
          "filter": "4"
        },
        {
          "title": "What should we do if AI becomes conscious? These scientists say it’s time for a plan",
          "authors": "Mariana Lenharo",
          "url": "https://doi.org/10.1038/d41586-024-04023-8",
          "doi": "https://doi.org/10.1038/d41586-024-04023-8",
          "filter": "4"
        },
        {
          "title": "How the latest materials are taking biosensors to the next level",
          "authors": "Neil Savage",
          "url": "https://doi.org/10.1038/d41586-024-04003-y",
          "doi": "https://doi.org/10.1038/d41586-024-04003-y",
          "filter": "4"
        },
        {
          "title": "A guide to the Nature Index",
          "url": "https://doi.org/10.1038/d41586-024-04005-w",
          "doi": "https://doi.org/10.1038/d41586-024-04005-w",
          "filter": "4"
        },
        {
          "title": "How fast is the Universe expanding? This astronomer took cosmology closer to an answer",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-03899-w",
          "doi": "https://doi.org/10.1038/d41586-024-03899-w",
          "filter": "4"
        },
        {
          "title": "The daring doctor behind a world-first treatment for autoimmune disease",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03895-0",
          "doi": "https://doi.org/10.1038/d41586-024-03895-0",
          "filter": "4"
        },
        {
          "title": "The climate-crusading lawyer who sued Switzerland over global warming — and won",
          "authors": "Richard Monastersky",
          "url": "https://doi.org/10.1038/d41586-024-03897-y",
          "doi": "https://doi.org/10.1038/d41586-024-03897-y",
          "filter": "4"
        },
        {
          "title": "A 60-minute guide to landing your next job in science",
          "authors": "David Payne",
          "url": "https://doi.org/10.1038/d41586-024-03938-6",
          "doi": "https://doi.org/10.1038/d41586-024-03938-6",
          "filter": "4"
        },
        {
          "title": "Andrew V. Schally obituary: Nobel prizewinner who transformed cancer therapies with research into brain hormones",
          "authors": "Renzi Cai, Medhi Wangpaichitr",
          "url": "https://doi.org/10.1038/d41586-024-04047-0",
          "doi": "https://doi.org/10.1038/d41586-024-04047-0",
          "filter": "4"
        },
        {
          "title": "Enigmatic Alpine avalanches to get a boost as Earth warms",
          "url": "https://doi.org/10.1038/d41586-024-04009-6",
          "doi": "https://doi.org/10.1038/d41586-024-04009-6",
          "filter": "4"
        },
        {
          "title": "Large language models can help to translate science into real-world impact",
          "authors": "Sandeep Dhakal, Hazel Parry",
          "url": "https://doi.org/10.1038/d41586-024-04059-w",
          "doi": "https://doi.org/10.1038/d41586-024-04059-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The state of H5N1 avian influenza risk",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04075-w",
          "doi": "https://doi.org/10.1038/d41586-024-04075-w",
          "filter": "4"
        },
        {
          "title": "Better data sets won’t solve the problem — we need AI for Africa to be developed in Africa",
          "authors": "Nyalleng Moorosi",
          "url": "https://doi.org/10.1038/d41586-024-03988-w",
          "doi": "https://doi.org/10.1038/d41586-024-03988-w",
          "filter": "4"
        },
        {
          "title": "Four game-changing researchers in materials science",
          "authors": "Esme Hedley, Sandy Ong",
          "url": "https://doi.org/10.1038/d41586-024-04002-z",
          "doi": "https://doi.org/10.1038/d41586-024-04002-z",
          "filter": "4"
        },
        {
          "title": "Publishers are selling papers to train AIs — and making millions of dollars",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-024-04018-5",
          "doi": "https://doi.org/10.1038/d41586-024-04018-5",
          "filter": "4"
        },
        {
          "title": "A science mega-programme is taking shape in the EU: what it means for researchers",
          "authors": "David Matthews",
          "url": "https://doi.org/10.1038/d41586-024-04017-6",
          "doi": "https://doi.org/10.1038/d41586-024-04017-6",
          "filter": "4"
        },
        {
          "title": "How fast is your brain ageing? Proteins in blood offer clues",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-024-04055-0",
          "doi": "https://doi.org/10.1038/d41586-024-04055-0",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Report uncertainty information to improve trust in science",
          "authors": "Raul Cruz-Cano, David B. Allison",
          "url": "https://doi.org/10.1038/s41562-024-02084-3",
          "doi": "https://doi.org/10.1038/s41562-024-02084-3",
          "filter": "0"
        },
        {
          "title": "Neuropsychiatric polygenic scores are weak predictors of professional categories",
          "authors": "Georgios Voloudakis, Karen Therrien, Simone Tomasi, Veera M. Rajagopal, Shing Wan Choi, Ditte Demontis, John F. Fullard, Anders D. Børglum, Paul F. O’Reilly, Gabriel E. Hoffman, Panos Roussos",
          "url": "https://doi.org/10.1038/s41562-024-02074-5",
          "doi": "https://doi.org/10.1038/s41562-024-02074-5",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Informing public health protection under new patterns of wildfire smoke",
          "authors": "Jason D. Sacks",
          "url": "https://doi.org/10.1073/pnas.2418529121",
          "doi": "https://doi.org/10.1073/pnas.2418529121",
          "filter": "0"
        },
        {
          "title": "Patterns of linguistic simplification on social media platforms over time",
          "authors": "N. Di Marco, Edoardo Loru, Anita Bonetti, Alessandra Olga Grazia Serra, Matteo Cinelli, Walter Quattrociocchi",
          "abstract": "Understanding the impact of digital platforms on user behavior presents foundational challenges, including issues related to polarization, misinformation dynamics, and variation in news consumption. Comparative analyses across platforms and over different years can provide critical insights into these phenomena. This study investigates the linguistic characteristics of user comments over 34 y, focusing on their complexity and temporal shifts. Using a dataset of approximately 300 million English comments from eight diverse platforms and topics, we examine user communications’ vocabulary size and linguistic richness and their evolution over time. Our findings reveal consistent patterns of complexity across social media platforms and topics, characterized by a nearly universal reduction in text length, diminished lexical richness, and decreased repetitiveness. Despite these trends, users consistently introduce new words into their comments at a nearly constant rate. This analysis underscores that platforms only partially influence the complexity of user comments but, instead, it reflects a broader pattern of linguistic change driven by social triggers, suggesting intrinsic tendencies in users’ online interactions comparable to historically recognized linguistic hybridization and contamination processes.",
          "url": "https://doi.org/10.1073/pnas.2412105121",
          "doi": "https://doi.org/10.1073/pnas.2412105121",
          "filter": "0"
        },
        {
          "title": "Conditional cooperation with longer memory",
          "authors": "Nikoleta E. Glynatsi, Ethan Akin, Martin A. Nowak, Christian Hilbe",
          "abstract": "Direct reciprocity is a wide-spread mechanism for the evolution of cooperation. In repeated interactions, players can condition their behavior on previous outcomes. A well-known approach is given by reactive strategies, which respond to the coplayer’s previous move. Here, we extend reactive strategies to longer memories. A reactive- n strategy takes into account the sequence of the last n moves of the coplayer. A reactive- n counting strategy responds to how often the coplayer cooperated during the last n rounds. We derive an algorithm to identify the partner strategies within these strategy sets. Partner strategies are those that ensure mutual cooperation without exploitation. We give explicit conditions for all partner strategies among reactive-2, reactive-3 strategies, and reactive- n counting strategies. To further explore the role of memory, we perform evolutionary simulations. We vary several key parameters, such as the cost-to-benefit ratio of cooperation, the error rate, and the strength of selection. Within the strategy sets we consider, we find that longer memory tends to promote cooperation. This positive effect of memory is particularly pronounced when individuals take into account the precise sequence of moves.",
          "url": "https://doi.org/10.1073/pnas.2420125121",
          "doi": "https://doi.org/10.1073/pnas.2420125121",
          "filter": "0"
        },
        {
          "title": "The long-term impact of debt relief for indigent defendants in a misdemeanor court",
          "authors": "Lindsay Bing, Rebecca Goldstein, Helen Ho, Devah Pager, Bruce Western",
          "abstract": "US courts regularly assess fines, fees, and costs against criminal defendants. Court-related debt can cause continuing court involvement and incarceration, not because of new crimes, but because of unpaid financial obligations. We conducted an experiment with 606 people found guilty of misdemeanors in Oklahoma County, Oklahoma. Study participants were randomly selected to receive relief from all current and prior fines and fees assessed for criminal charges in the county. Fee relief reduced jail bookings 21 mo after randomization and the effect persisted over 44 mo of follow-up. Although fee relief reduced incarceration, financial sanctions had no effect on indicators of lawbreaking. Instead, the control group (who obtained no relief from fines and fees) were rearrested at significantly higher rates because of open arrest warrants for nonpayment. These results indicate the long-term and criminalizing effects of legal debt, supporting claims that financial sanctions disproportionately harm low-income defendants while contributing little to public safety.",
          "url": "https://doi.org/10.1073/pnas.2415066121",
          "doi": "https://doi.org/10.1073/pnas.2415066121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "The gas|liquid interface eclipses the liquid|liquid interface for glucose oxidase rate acceleration in microdroplets",
          "authors": "Lynn E. Krushinski, Patrick J. Herchenbach, Jeffrey E. Dick",
          "abstract": "The curious chemistry observed in microdroplets has captivated chemists in recent years and has led to an investigation into their ability to drive seemingly impossible chemistries. One particularly interesting capability of these microdroplets is their ability to accelerate reactions by several orders of magnitude. While there have been many investigations into which reactions can be accelerated by confinement within microdroplets, no study has directly compared reaction acceleration at the liquid|liquid and gas|liquid interfaces. Here, we confine glucose oxidase, one of life’s most important enzymes, to microdroplets and monitor the turnover rate of glucose by the electroactive cofactor, hexacyanoferrate (III). We use stochastic electrochemistry to monitor the collision of single femtoliter water droplets on an ultramicroelectrode. We also develop a measurement modality to robustly quantify reaction rates for femtoliter liquid aerosol droplets, where the majority of the interface is gas|liquid. We demonstrate that the gas|liquid interface accelerates enzyme turnover by over an order of magnitude over the liquid|liquid interface. This is the first apples-to-apples comparison of reaction acceleration at two distinct interfaces that indicates that the gas|liquid interface plays a central role in driving curious chemistry.",
          "url": "https://doi.org/10.1073/pnas.2416353121",
          "doi": "https://doi.org/10.1073/pnas.2416353121",
          "filter": "2"
        },
        {
          "title": "Architecture of the Sap S-layer of Bacillus anthracis revealed by integrative structural biology",
          "authors": "Adrià Sogues, Kendra Leigh, Ethan V. Halingstad, Sander E. Van der Verren, Adam J. Cecil, Antonella Fioravanti, Alexander J. Pak, Misha Kudryashev, Han Remaut",
          "abstract": "Bacillus anthracis is a spore-forming gram-positive bacterium responsible for anthrax, an infectious disease with a high mortality rate and a target of concern due to bioterrorism and long-term site contamination. The entire surface of vegetative cells in exponential or stationary growth phase is covered in proteinaceous arrays called S-layers, composed of Sap or EA1 protein, respectively. The Sap S-layer represents an important virulence factor and cell envelope support structure whose paracrystalline nature is essential for its function. However, the spatial organization of Sap in its lattice state remains elusive. Here, we employed cryoelectron tomography and subtomogram averaging to obtain a map of the Sap S-layer from tubular polymers that revealed a conformational switch between the postassembly protomers and the previously available X-ray structure of the condensed monomers. To build and validate an atomic model of the lattice within this map, we used a combination of molecular dynamics simulations, X-ray crystallography, cross-linking mass spectrometry, and biophysics in an integrative structural biology approach. The Sap lattice model produced recapitulates a close-to-physiological arrangement, reveals high-resolution details of lattice contacts, and sheds light on the mechanisms underlying the stability of the Sap layer.",
          "url": "https://doi.org/10.1073/pnas.2415351121",
          "doi": "https://doi.org/10.1073/pnas.2415351121",
          "filter": "2"
        },
        {
          "title": "The shard test and nanoporomechanics reverse classical paradigm of cement hydration being contractive",
          "authors": "Raúl E. Marrero Rosa, Tapiwanashe Bhibho, Ahmet A. Dőnmez, Gianluca Cusatis, Zdeněk P. Bažant",
          "abstract": "Le Chatelier in 1887 and Powers in 1947 demonstrated that the volume of nanoscale C-S-H (calcium silicate hydrate) particles formed during hydration is smaller than the combined volume of the reactants—the anhydrous Portland cement and water. Hydration has thus been considered as contractive. An experiment shows that the opposite is true above the nanoscale. The porous skeleton of cement paste expands as the growing C-S-H particles push each other apart, similar to crystal growth pressure. This is significant for high-performance concretes (HPC) with low water-cement ratios (w/c ≤ 0.4), where chemical self-desiccation lowers pore relative humidity by 40%, compared to just 1% in traditional concretes (w/c ≈ 0.5). Standard American Society for Testing and Materials (ASTM) C1608 tests, using 10 mm thick water-immersed specimens, show large shrinkage because the half-time of water ingress is many decades, unable to offset shrinkage-causing self-desiccation. The present experiment, using a laser microscopy-topography technique, proves the opposite—expansion, evidenced by measuring the length changes of water-immersed HPC shards 0.5 mm thick in which the diffusion halftime, only about one hour, allows continuous resaturation of pores, canceling self-desiccation. The faster diffusion (halftime of one hour) enables continuous pore resaturation, preventing shrinkage. When sealed with paraffin oil, the shards self-desiccate and shrink. These findings align with studies since 2015, showing that models excluding hydration expansion cannot fit test data across various specimen sizes and sealing conditions. The results suggest that standardized ASTM tests for the so-called chemical shrinkage in modern concretes with very low water-cement ratios are misleading and need revision.",
          "url": "https://doi.org/10.1073/pnas.2418448121",
          "doi": "https://doi.org/10.1073/pnas.2418448121",
          "filter": "2"
        },
        {
          "title": "Modeling protein motions through reinforcement learning",
          "authors": "Alireza Ghafarollahi, Markus J. Buehler",
          "url": "https://doi.org/10.1073/pnas.2422180121",
          "doi": "https://doi.org/10.1073/pnas.2422180121",
          "filter": "2"
        },
        {
          "title": "Climate warming drives population trajectories of freshwater fish",
          "authors": "Timothy M. Brown, Joseph O’Connor, Martin J. Genner",
          "abstract": "Climate change has emerged as a key threat to biodiversity, leading to broad-scale shifts in distributions of marine and terrestrial species as they attempt to track thermally suitable habitat. By contrast, our understanding of climate responses of freshwater species is relatively undeveloped, limiting our knowledge of whether projected warming will lead to freshwater biodiversity loss. Here, we linked a multicontinental database of riverine fish population abundance time series collected from 1958 to 2019 to temperature data from the same period. Across the sampled localities, waters warmed by 0.21 °C per decade (annual maximum of monthly temperatures). We tested whether fish responded to this change by i) increasing abundance at the cooler poleward limit of species distributions—predicted if warming has opened new opportunities—and ii) decreasing abundance toward the equatorward limit of distributions—predicted if temperatures have exceeded tolerance thresholds. We found that observed population trends were consistent with both of these expected patterns from climatic warming and that the trends were more pronounced in time series covering the longer time periods of 30+ y. The responses consistent with climate change were most evident in species with larger body sizes, higher trophic levels, river–sea migratory behavior, and more widespread distributions. Moreover, positive abundance responses to warming were more likely at higher altitudes where conditions tend to be cooler. These findings indicate that projected future warming will likely lead to widespread shifts in riverine community structure, including abundance declines at the trailing edge of species distributions.",
          "url": "https://doi.org/10.1073/pnas.2410355121",
          "doi": "https://doi.org/10.1073/pnas.2410355121",
          "filter": "2"
        },
        {
          "title": "Distinct modulation of calcium-activated chloride channel TMEM16A by drug-binding sites",
          "authors": "Jae Won Roh, Heon Yung Gee, Brian Wainger, Woo Kyung Kim, Wook Lee, Joo Hyun Nam",
          "abstract": "TMEM16A is a calcium-activated chloride channel with significant role in epithelial fluid secretion, sensory transduction, and smooth muscle contraction. Several TMEM16A inhibitors have been identified; however, their binding sites and inhibitory mechanisms remain unclear. Using magnolol and honokiol, the two regioisomeric inhibitors, as chemical probes, we have identified a drug-binding site distinct from the pore region, in TMEM16A, which is described here. With electrophysiology, unbiased molecular docking and clustering, molecular dynamics simulations, and experimental validation with mutant cycle analysis, we show that magnolol and honokiol utilize different drug-binding sites, pore and nonpore pockets. The pore blocker utilizes amino acids crucial for chloride passage, whereas the nonpore blocker allosterically modulates the pore residues to hinder ion permeation. Among 17 inhibitors tested, 11 were pore blockers and 6 were nonpore blockers, indicating the importance of this nonpore pocket. Our study provides insights into drug-binding mechanism in TMEM16A together with a rationale for future drug development.",
          "url": "https://doi.org/10.1073/pnas.2314011121",
          "doi": "https://doi.org/10.1073/pnas.2314011121",
          "filter": "2"
        },
        {
          "title": "Engineered bacteria that self-assemble bioglass polysilicate coatings display enhanced light focusing",
          "authors": "Lynn M. Sidor, Michelle M. Beaulieu, Ilia Rasskazov, B. Cansu Acarturk, Jie Ren, Emerson Jenen, Lycka Kamoen, María Vázquez Vitali, P. Scott Carney, Greg R. Schmidt, Wil V. Srubar, Elio A. Abbondanzieri, Anne S. Meyer",
          "abstract": "Cutting-edge photonic devices frequently rely on microparticle components to focus and manipulate light. Conventional methods used to produce these microparticle components frequently offer limited control of their structural properties or require low-throughput nanofabrication of more complex structures. Here, we employ a synthetic biology approach to produce environmentally friendly, living microlenses with tunable structural properties. We engineered Escherichia coli bacteria to display the silica biomineralization enzyme silicatein from aquatic sea sponges. Our silicatein-expressing bacteria can self-assemble a shell of polysilicate “bioglass” around themselves. Remarkably, the polysilicate-encapsulated bacteria can focus light into intense nanojets that are nearly an order of magnitude brighter than unmodified bacteria. Polysilicate-encapsulated bacteria are metabolically active for up to 4 mo, potentially allowing them to sense and respond to stimuli over time. Our data demonstrate that synthetic biology offers a pathway for producing inexpensive and durable photonic components that exhibit unique optical properties.",
          "url": "https://doi.org/10.1073/pnas.2409335121",
          "doi": "https://doi.org/10.1073/pnas.2409335121",
          "filter": "2"
        },
        {
          "title": "Amino acids modulate liquid–liquid phase separation in vitro and in vivo by regulating protein–protein interactions",
          "authors": "Xufeng Xu, Aleksander A. Rebane, Laura Roset Julia, Kathryn A. Rosowski, Eric R. Dufresne, Francesco Stellacci",
          "abstract": "Liquid–liquid phase separation (LLPS) is an intracellular process widely used by cells for many key biological functions. It occurs in complex and crowded environments, where amino acids (AAs) are vital components. We have found that AAs render the net interaction between proteins more repulsive. Here, we find that some AAs efficiently suppress LLPS in test tubes (in vitro). We then screen all the proteinogenic AAs and find that three specific AAs, including proline, glutamine, and glycine, significantly suppressed the formation of stress granules (SGs) in U2OS and HeLa cell lines (in vivo) irrespective of stress types. We also observe the effect in primary fibroblast cells, a viable cell model for neurodegenerative disorders. Kinetic studies by live-cell microscopy show that the presence of AAs not only slows down the formation but also decreases the saturating number and prevents the coalescence of SGs. We finally use sedimentation-diffusion equilibrium analytical ultracentrifuge (SE-AUC) to demonstrate that the suppression effects of AAs on LLPS may be due to their modulation in protein–protein and RNA–RNA interactions. Overall, this study reveals an underappreciated role of cellular AAs, which may find biomedical applications, especially in treating SG-associated diseases.",
          "url": "https://doi.org/10.1073/pnas.2407633121",
          "doi": "https://doi.org/10.1073/pnas.2407633121",
          "filter": "2"
        },
        {
          "title": "High-temperature high-k polyolefin by rational molecular design",
          "authors": "Jing Hao, Irene Mutegi, Madhubanti Mukherjee, Harikrishna Sahu, Ashish Khomane, Omer Yassin, Rampi Ramprasad, Gregory A. Sotzing, Yang Cao",
          "abstract": "Polymer film dielectrics are highly favored for capacitive energy storage due to the inherent advantages of high breakdown strength, low dielectric loss, and ease of processing. High-density renewables conversion and harsh-condition electrification further emphasize the need for high-temperature, high-k polymers. A unique design strategy is developed to augment high-temperature polyolefins with improved dielectric constant, via the integration of phenyl pendants hanging off the rigid bicyclic backbone. The impacts of the pendant polarizability and steric positioning on dielectric constant, bandgap, glass-transition temperature ( T g ), and high-field, high-temperature dielectric characteristics have been investigated. The orientational polarization of the polar phenyl pendants with rotational degree of freedom imparts cyclic olefins with enhanced dielectric constants, while maintaining the large bandgap, and high glass-transition temperature ( T g &gt; 170 °C). Among these synthesized polymers, m-PNB-BP stands out with a remarkable dielectric constant of 4 at a high sub- T g temperature of 150 °C, and a high discharged density of 8.6 J/m 3 at 660 MV/m. This study unveils a different path for designing high-temperature polymers with enhanced dielectric constants, particularly beneficial for capacitive energy storage.",
          "url": "https://doi.org/10.1073/pnas.2415388121",
          "doi": "https://doi.org/10.1073/pnas.2415388121",
          "filter": "2"
        },
        {
          "title": "Structural insights into the assembly and energy transfer of haptophyte photosystem I–light-harvesting supercomplex",
          "authors": "Fei-Yu He, Long-Sheng Zhao, Xin-Xiao Qu, Kang Li, Jian-Ping Guo, Fang Zhao, Ning Wang, Bing-Yue Qin, Xiu-Lan Chen, Jun Gao, Lu-Ning Liu, Yu-Zhong Zhang",
          "abstract": "Haptophyta represents a major taxonomic group, with plastids derived from the primary plastids of red algae. Here, we elucidated the cryoelectron microscopy structure of the photosystem I–light-harvesting complex I (PSI–LHCI) supercomplex from the haptophyte Isochrysis galbana . The PSI core comprises 12 subunits, which have evolved differently from red algae and cryptophytes by losing the PsaO subunit while incorporating the PsaK subunit, which is absent in diatoms and dinoflagellates. The PSI core is encircled by 22 fucoxanthin-chlorophyll a / c -binding light-harvesting antenna proteins (iFCPIs) that form a trilayered antenna arrangement. Moreover, a pigment-binding subunit, L iFP , which has not been identified in any other previously characterized PSI–LHCI supercomplexes, was determined in I. galbana PSI–iFCPI, presumably facilitating the interactions and energy transfer between peripheral iFCPIs and the PSI core. Calculation of excitation energy transfer rates by computational simulations revealed that the intricate pigment network formed within PSI–iFCPI ensures efficient transfer of excitation energy. Overall, our study provides a solid structural foundation for understanding the light-harvesting and energy transfer mechanisms in haptophyte PSI–iFCPI and provides insights into the evolution and structural variations of red-lineage PSI–LHCIs.",
          "url": "https://doi.org/10.1073/pnas.2413678121",
          "doi": "https://doi.org/10.1073/pnas.2413678121",
          "filter": "2"
        },
        {
          "title": "Targeting DTX2/UFD1-mediated FTO degradation to regulate antitumor immunity",
          "authors": "Yan-Hong Cui, Jiangbo Wei, Hao Fan, Wenlong Li, Lijie Zhao, Emma Wilkinson, Jack Peterson, Lishi Xie, Zhongyu Zou, Seungwon Yang, Mark A. Applebaum, Justin Kline, Jing Chen, Chuan He, Yu-Ying He",
          "abstract": "Here, we show that vitamin E succinate (VES) acts as a degrader for the m 6 A RNA demethylase fat mass and obesity-associated protein (FTO), thus suppressing tumor growth and resistance to immunotherapy. FTO is ubiquitinated by its E3 ligase DTX2, followed by UFD1 recruitment and subsequent degradation in the proteasome. VES binds to FTO and DTX2, leading to enhanced FTO–DTX2 interaction, FTO ubiquitination, and degradation in FTO-dependent tumor cells. VES suppressed tumor growth and enhanced antitumor immunity and response to immunotherapy in vivo in mouse models. Genetic FTO knockdown or VES treatment increased m 6 A methylation in the LIF (Leukemia Inhibitory Factor) gene and decreased LIF mRNA decay, and thus sensitized melanoma cells to T cell–mediated cytotoxicity. Taken together, our findings reveal the underlying molecular mechanism for FTO protein degradation and identify a dietary degrader for FTO that inhibits tumor growth and overcomes immunotherapy resistance.",
          "url": "https://doi.org/10.1073/pnas.2407910121",
          "doi": "https://doi.org/10.1073/pnas.2407910121",
          "filter": "2"
        },
        {
          "title": "Two distinct populations of dark comets delineated by orbits and sizes",
          "authors": "Darryl Z. Seligman, Davide Farnocchia, Marco Micheli, Olivier R. Hainaut, Henry H. Hsieh, Adina D. Feinstein, Steven R. Chesley, Aster G. Taylor, Joseph Masiero, Karen J. Meech",
          "abstract": "Small bodies are capable of delivering essential prerequisites for the development of life, such as volatiles and organics, to the terrestrial planets. For example, empirical evidence suggests that water was delivered to the Earth by hydrated planetesimals from distant regions of the Solar System. Recently, several morphologically inactive near-Earth objects were reported to experience significant nongravitational accelerations inconsistent with radiation-based effects, and possibly explained by volatile-driven outgassing. However, these “dark comets” display no evidence of comae in archival images, which are the defining feature of cometary activity. Here, we report detections of nongravitational accelerations on seven additional objects classified as inactive (doubling the population) that could also be explainable by asymmetric mass loss. A detailed search of archival survey and targeted data rendered no detection of dust activity in any of these objects in individual or stacked images. We calculate dust production limits of ∼ 10, 0.1 , and 0.1 kg s − 1 for 1998 FR 11 , 2001 ME 1 , and 2003 RM with these data, indicating little or no dust surrounding the objects during the observations. This set of dark comets reveals the delineation between two distinct populations: larger, “outer” dark comets on eccentric orbits that are end members of a continuum in activity level of comets, and smaller, “inner” dark comets on near-circular orbits that could signify a different different population. These objects may trace various stages in the life cycle of a previously undetected, but potentially numerous, volatile-rich population that may have provided essential material to the Earth.",
          "url": "https://doi.org/10.1073/pnas.2406424121",
          "doi": "https://doi.org/10.1073/pnas.2406424121",
          "filter": "2"
        },
        {
          "title": "AI-boosted and motion-corrected, wireless near-infrared sensing system for continuously monitoring laryngeal muscles",
          "authors": "Yihan Liu, Arjun Putcha, Gavin Lyda, Nanqi Peng, Salil Pai, Tien Nguyen, Sicheng Xing, Shang Peng, Yiyang Fan, Yizhang Wu, Wanrong Xie, Wubin Bai",
          "abstract": "Neuromuscular diseases pose significant health and economic challenges, necessitating innovative monitoring technologies for personalizable treatment. Existing devices detect muscular motions either indirectly from mechanoacoustic signatures on skin surface or via ultrasound waves that demand specialized skin adhesion. Here, we report a wireless wearable system, Laryngeal Health Monitor (LaHMo), designed to be conformally placed on the neck for continuously measuring movements of underlying muscles. The system uses near-infrared (NIR) light that features deep-tissue penetration and strong interaction with myoglobin to capture muscular locomotion. The incorporated inertial measurement unit sensor further decouples the superposition of signals from NIR recordings. Integrating a multimodal AI-boosted algorithm based on recurrent neural network, the system accurately classifies activities of physiological events. An adaptive model enables fast individualization without enormous data sources from the target user, facilitating its broad applicability. Long-term tests and simulations suggest the potential efficacy of the LaHMo platform for real-world applications, such as monitoring disease progression in neuromuscular disorders, evaluating treatment efficacy, and providing biofeedback for rehabilitation exercises. The LaHMo platform may serve as a general noninvasive, user-friendly solution for assessing neuromuscular function beyond the anterior neck, potentially improving diagnostics and treatment of various neuromuscular disorders.",
          "url": "https://doi.org/10.1073/pnas.2410750121",
          "doi": "https://doi.org/10.1073/pnas.2410750121",
          "filter": "2"
        },
        {
          "title": "Some coral reef communities may degrade and change but persist",
          "authors": "Nancy Knowlton",
          "url": "https://doi.org/10.1073/pnas.2422158121",
          "doi": "https://doi.org/10.1073/pnas.2422158121",
          "filter": "2"
        },
        {
          "title": "The legacy of DDT lives on in the Southern California Bight",
          "authors": "Amalia Aruda Almada",
          "url": "https://doi.org/10.1073/pnas.2421473121",
          "doi": "https://doi.org/10.1073/pnas.2421473121",
          "filter": "2"
        },
        {
          "title": "Density amplifiers of cooperation for spatial games",
          "authors": "Jakub Svoboda, Krishnendu Chatterjee",
          "abstract": "Spatial games provide a simple and elegant mathematical model to study the evolution of cooperation in networks. In spatial games, individuals reside in vertices, adopt simple strategies, and interact with neighbors to receive a payoff. Depending on their own and neighbors’ payoffs, individuals can change their strategy. The payoff is determined by the Prisoners’ Dilemma, a classical matrix game, where players cooperate or defect. While cooperation is the desired behavior, defection provides a higher payoff for a selfish individual. There are many theoretical and empirical studies related to the role of the network in the evolution of cooperation. However, the fundamental question of whether there exist networks that for low initial cooperation rate ensure a high chance of fixation, i.e., cooperation spreads across the whole population, has remained elusive for spatial games with strong selection. In this work, we answer this fundamental question in the affirmative by presenting network structures that ensure high fixation probability for cooperators in the strong selection regime. Besides, our structures have many desirable properties: (a) they ensure the spread of cooperation even for a low initial density of cooperation and high temptation of defection, (b) they have constant degrees, and (c) the number of steps, until cooperation spreads, is at most quadratic in the size of the network.",
          "url": "https://doi.org/10.1073/pnas.2405605121",
          "doi": "https://doi.org/10.1073/pnas.2405605121",
          "filter": "2"
        },
        {
          "title": "Proteomic characterization of a foraminiferal test’s organic matrix",
          "authors": "Fiorella Prada, Liti Haramaty, Oded Livnah, Racheli Shaul, Sigal Abramovich, Tali Mass, Yair Rosenthal, Paul G. Falkowski",
          "abstract": "Foraminifera are unicellular protists capable of precipitating calcite tests, which fossilize and preserve geochemical signatures of past environmental conditions dating back to the Cambrian period. The biomineralization mechanisms responsible for the mineral structures, which are key to interpreting palaeoceanographic signals, are poorly understood. Here, we present an extensive analysis of the test-bound proteins. Using liquid chromatography–tandem mass spectrometry, we identify 373 test-bound proteins in the large benthic foraminifer Amphistegina lobifera , the majority of which are highly acidic and rich in negatively charged residues. We detect proteins involved in vesicle formation and active Ca 2+ trafficking, but in contrast, do not find similar proteins involved in Mg 2+ transport. Considering findings from this study and previous ones, we propose a dual ion transport model involving seawater vacuolization, followed by the active release of Ca 2+ from the initial vacuoles and subsequent uptake into newly formed Ca-rich vesicles that consequently enrich the calcification fluid. We further speculate that Mg 2+ passively leaks through the membrane from the remaining Mg-rich vesicles, into the calcifying fluid, at much lower concentrations than in seawater. This hypothesis could not only explain the low Mg/Ca ratio in foraminiferal tests compared to inorganic calcite, but could possibly also account for its elevated sensitivity to temperature compared with inorganically precipitated CaCO 3 .",
          "url": "https://doi.org/10.1073/pnas.2417845121",
          "doi": "https://doi.org/10.1073/pnas.2417845121",
          "filter": "2"
        },
        {
          "title": "Hapalindole Q suppresses autophagosome−lysosome fusion by promoting YAP1 degradation via chaperon-mediated autophagy",
          "authors": "Yali Wu, Shaonan Wang, Zhicong Guo, Min Sun, Zhen Xu, Yu Du, Fahui Zhu, Yajuan Su, Zhou Xu, Yi Xu, Xu Gong, Ruan Fang, Jiaojiao Hu, Yan Peng, Zhaowen Ding, Cong Liu, Ang Li, Weiwei He",
          "abstract": "Autophagy is a conserved catabolic process crucial for maintaining cellular homeostasis and has emerged as a promising therapeutic target for many diseases. Mechanistically novel small-molecule autophagy regulators are highly desirable from a pharmacological point of view. Here, we report the macroautophagy-inhibitory effect of hapalindole Q, a member of the structurally intriguing but biologically understudied hapalindole family of indole terpenoids. This compound promotes the noncanonical degradation of Yes-associated protein 1 (YAP1), the downstream effector of the Hippo signaling pathway, via chaperone-mediated autophagy, disrupting proper distribution of Rab7 and suppressing autophagosome−lysosome fusion in macroautophagy. Its binding to YAP1 is further confirmed by using biophysical techniques. A preliminary structure−activity relationship study reveals that the hapalindole Q scaffold, rather than the isothiocyanate group, is essential for YAP1 binding and degradation. This work not only identifies a macroautophagy inhibitor with a distinct mechanism of action but also provided a molecular scaffold for direct targeting of YAP1, which may benefit the development of therapeutics for both autophagy-related and Hippo−YAP-related diseases.",
          "url": "https://doi.org/10.1073/pnas.2400809121",
          "doi": "https://doi.org/10.1073/pnas.2400809121",
          "filter": "2"
        },
        {
          "title": "Asymmetric fluctuations and self-folding of active interfaces",
          "authors": "Liang Zhao, Paarth Gulati, Fernando Caballero, Itamar Kolvin, Raymond Adkins, M. Cristina Marchetti, Zvonimir Dogic",
          "abstract": "We study the structure and dynamics of the interface separating a passive fluid from a microtubule-based active fluid. Turbulent-like active flows power giant interfacial fluctuations, which exhibit pronounced asymmetry between regions of positive and negative curvature. Experiments, numerical simulations, and theoretical arguments reveal how the interface breaks up the spatial symmetry of the fundamental bend instability to generate local vortical flows that lead to asymmetric interface fluctuations. The magnitude of interface deformations increases with activity: In the high activity limit, the interface self-folds invaginating passive droplets and generating a foam-like phase, where active fluid is perforated with passive droplets. These results demonstrate how active stresses control the structure, dynamics, and break-up of soft, deformable, and reconfigurable liquid–liquid interfaces.",
          "url": "https://doi.org/10.1073/pnas.2410345121",
          "doi": "https://doi.org/10.1073/pnas.2410345121",
          "filter": "2"
        },
        {
          "title": "Reply to Araújo: Good science requires focus",
          "authors": "Sarab S. Sethi, Avery Bick, Ming-Yuan Chen, Renato Crouzeilles, Ben V. Hillier, Jenna Lawson, Chia-Yun Lee, Shih-Hao Liu, Celso Henrique de Freitas Parruco, Carolyn M. Rosten, Marius Somveille, Mao-Ning Tuanmu, Cristina Banks-Leite",
          "url": "https://doi.org/10.1073/pnas.2420476121",
          "doi": "https://doi.org/10.1073/pnas.2420476121",
          "filter": "2"
        },
        {
          "title": "Calcium signaling triggers early high humidity responses in Arabidopsis thaliana",
          "authors": "Saad Hussain, Hiraku Suda, Christine H. Nguyen, Dawei Yan, Masatsugu Toyota, Keiko Yoshioka, Eiji Nambara",
          "abstract": "Plants need to adapt to fluctuating atmospheric humidity and respond to both high and low humidity. Despite our substantial understanding of plant responses to low humidity, molecular mechanisms underlying the high humidity (HH) response are much less well understood. In this study, we investigated early responses to HH in Arabidopsis . Expression of CYP707A3 , encoding an abscisic acid (ABA) 8′-hydroxylase, is induced by HH within 10 min, which leads to a decrease in foliar ABA level. We identified that the combined action of CAMTA3 and CAMTA2 transcription factors regulate this response. This regulation requires a calmodulin (CaM)-binding domain of CAMTA3. Transcriptomes of HH-regulated genes are enriched in those related to calcium signaling, including cyclic nucleotide-gated ion channels (CNGCs). Moreover, HH induces CNGC2- and CNGC4-mediated increases in cytosolic Ca 2+ concentrations in leaves within a few minutes. We also found that CNGC2, CNGC4, and CAMTAs participate in HH-induced hyponastic movement of petioles. Taken together, our results indicate that CNGC2/CNGC4-Ca 2+ -CaM-CAMTA3/CAMTA2 acts as a primary regulatory module to trigger downstream HH responses.",
          "url": "https://doi.org/10.1073/pnas.2416270121",
          "doi": "https://doi.org/10.1073/pnas.2416270121",
          "filter": "2"
        },
        {
          "title": "Electrocalcium coupling in brain capillaries: Rapidly traveling electrical signals ignite local calcium signals",
          "authors": "Amreen Mughal, Grant W. Hennig, Thomas Heppner, Nikolaos M. Tsoukias, David Hill-Eubanks, Mark T. Nelson",
          "abstract": "The routing of blood flow throughout the brain vasculature is precisely controlled by mechanisms that serve to maintain a fine balance between local neuronal demands and vascular supply of nutrients. We recently identified two capillary endothelial cell (cEC)-based mechanisms that control cerebral blood flow in vivo: 1) electrical signaling, mediated by extracellular K + -dependent activation of strong inward rectifying K + (Kir2.1) channels, which are steeply activated by hyperpolarization and thus are capable of cell-to-cell propagation, and 2) calcium (Ca 2+ ) signaling, which reflects release of Ca 2+ via the inositol 1,4,5-trisphosphate receptor (IP 3 R)—a target of G q -protein-coupled receptor signaling. Notably, Ca 2+ signals were restricted to the cell in which they were initiated. Unexpectedly, we found that these two mechanisms, which were presumed to operate in distinct spatiotemporal realms, are linked such that Kir2.1-dependent hyperpolarization induces increases in the electrical driving force for Ca 2+ entry into cECs through resident TRPV4 channels. This process, termed electrocalcium (E-Ca) coupling, enhances IP 3 R-mediated Ca 2+ release via a Ca 2+ -induced Ca 2+ -release mechanism, and allows focally induced hyperpolarization, including that initiated by ATP-dependent K + (K ATP ) channels, to travel cell-to-cell via activation of Kir2.1 channels in adjacent cells, providing a mechanism for the “pseudopropagation” of Ca 2+ signals. Computational modeling supported the basic features of E-Ca coupling and provided insight into the intracellular processes involved. Collectively, these data provide strong support for the concept of E-Ca coupling and provide a mechanism for the spatiotemporal integration of diverse signaling pathways in the control of cerebral blood flow.",
          "url": "https://doi.org/10.1073/pnas.2415047121",
          "doi": "https://doi.org/10.1073/pnas.2415047121",
          "filter": "2"
        },
        {
          "title": "Low-temperature gas-phase formation of cyclopentadiene and its role in the formation of aromatics in the interstellar medium",
          "authors": "Zhenghai Yang, Iakov A. Medvedkov, Shane J. Goettl, Anatoliy A. Nikolayev, Alexander M. Mebel, Xiaohu Li, Ralf I. Kaiser",
          "abstract": "The cyclopentadiene (C 5 H 6 ) molecule has emerged as a molecular building block of nonplanar polycyclic aromatic hydrocarbons (PAHs) and carbonaceous nanostructures such as corannulene (C 20 H 10 ), nanobowls (C 40 H 10 ), and fullerenes (C 60 ) in deep space. However, the underlying elementary gas-phase processes synthesizing cyclopentadiene from acyclic hydrocarbon precursors have remained elusive. Here, by merging crossed molecular beam experiments with rate coefficient calculations and comprehensive astrochemical modeling, we afford persuasive testimony on an unconventional low-temperature cyclization pathway to cyclopentadiene from acyclic precursors through the reaction of the simplest diatomic organic radical—methylidyne (CH)—with 1,3-butadiene (C 4 H 6 ) representing main route to cyclopentadiene observed in TaurusMolecular Cloud. This facile route provides potential solution for the incorporation of the cyclopentadiene moiety in complex aromatic systems via bottom–up molecular mass growth processes and offers an entry point to the low-temperature chemistry in deep space leading eventually to nonplanar PAHs in our carbonaceous Universe.",
          "url": "https://doi.org/10.1073/pnas.2409933121",
          "doi": "https://doi.org/10.1073/pnas.2409933121",
          "filter": "2"
        },
        {
          "title": "Enforced CARD11/MALT1 signaling in dendritic cells triggers hemophagocytic lymphohistiocytosis",
          "authors": "Sophie E. Isay, Larsen Vornholz, Theresa Schnalzger, Tanja Groll, Thomas Magg, Patricia Loll, Gregor Weirich, Katja Steiger, Fabian Hauck, Jürgen Ruland",
          "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening syndrome fueled by uncontrolled mononuclear phagocyte activity, yet the innate immune mechanisms driving HLH pathogenesis remain elusive. Germline gain-of-function (GOF) mutations in CARD11, a pivotal regulator of lymphocyte antigen receptor signaling, cause the lymphoproliferative disease B-cell expansion with NF-κB and T-cell anergy, which is frequently associated with HLH development. Given that CARD11 is physiologically expressed not only in lymphocytes but also in dendritic cells (DCs), we explored whether enforced CARD11 signaling in DCs contributes to immunopathology. We demonstrated that exclusive DC-intrinsic expression of CARD11-GOF in mice was sufficient to induce a lethal autoinflammatory syndrome that mimicked human HLH. Mechanistically, DC-intrinsic CARD11-GOF signaling triggered cell-autonomous inflammatory cytokine production via MALT1 paracaspase engagement. Genetic deletion of Malt1 in CARD11-GOF-expressing animals reversed the hyperinflammatory phenotype. These results highlight the significant role of enforced CARD11/MALT1 signaling in DCs as a contributor to HLH pathology and suggest potential therapeutic strategies for HLH treatment.",
          "url": "https://doi.org/10.1073/pnas.2413162121",
          "doi": "https://doi.org/10.1073/pnas.2413162121",
          "filter": "2"
        },
        {
          "title": "Sequence complexity and monomer rigidity control the morphologies and aging dynamics of protein aggregates",
          "authors": "Ryota Takaki, D. Thirumalai",
          "abstract": "Understanding the biophysical basis of protein aggregation is important in biology because of the potential link to several misfolding diseases. Although experiments have shown that protein aggregates adopt a variety of morphologies, the dynamics of their formation are less well characterized. Here, we introduce a minimal model to explore the dependence of the aggregation dynamics on the structural and sequence features of the monomers. Using simulations, we demonstrate that sequence complexity (codified in terms of word entropy) and monomer rigidity profoundly influence the dynamics and morphology of the aggregates. Flexible monomers with low sequence complexity (corresponding to repeat sequences) form liquid-like droplets that exhibit ergodic behavior. Strikingly, these aggregates abruptly transition to more ordered structures, reminiscent of amyloid fibrils, when the monomer rigidity is increased. In contrast, aggregates resulting from monomers with high sequence complexity are amorphous and display nonergodic glassy dynamics. The heterogeneous dynamics of the low and high-complexity sequences follow stretched exponential kinetics, which is one of the characteristics of glassy dynamics. Importantly, at nonzero values of the bending rigidities, the aggregates age with the relaxation times that increase with the waiting time. Informed by these findings, we provide insights into aging dynamics in protein condensates and contrast the behavior with the dynamics expected in RNA repeat sequences. Our findings underscore the influence of the monomer characteristics in shaping the morphology and dynamics of protein aggregates, thus providing a foundation for deciphering the general rules governing the behavior of protein condensates.",
          "url": "https://doi.org/10.1073/pnas.2409973121",
          "doi": "https://doi.org/10.1073/pnas.2409973121",
          "filter": "2"
        },
        {
          "title": "Global rarity of high-integrity tropical rainforests for threatened and declining terrestrial vertebrates",
          "authors": "Rajeev Pillay, James E.M. Watson, Andrew J. Hansen, Patrick Burns, Anne Lucy Stilger Virnig, Christina Supples, Dolors Armenteras, Pamela González-del-Pliego, Jose Aragon-Osejo, Patrick A. Jantz, Jamison Ervin, Scott J. Goetz, Oscar Venter",
          "abstract": "Structurally intact native forests free from major human pressures are vitally important habitats for the persistence of forest biodiversity. However, the extent of such high-integrity forest habitats remaining for biodiversity is unknown. Here, we quantify the amount of high-integrity tropical rainforests, as a fraction of total forest cover, within the geographic ranges of 16,396 species of terrestrial vertebrates worldwide. We found up to 90% of the humid tropical ranges of forest-dependent vertebrates was encompassed by forest cover. Concerningly, however, merely 25% of these remaining rainforests are of high integrity. Forest-dependent species that are threatened and declining and species with small geographic ranges have disproportionately low proportions of high-integrity forest habitat left. Our work brings much needed attention to the poor quality of much of the forest estate remaining for biodiversity across the humid tropics. The targeted preservation of the world’s remaining high-integrity tropical rainforests that are currently unprotected is a critical conservation priority that may help alleviate the biodiversity crisis in these hyperdiverse and irreplaceable ecosystems. Enhanced efforts worldwide to preserve tropical rainforest integrity are essential to meet the targets of the Convention on Biological Diversity’s 2022 Kunming-Montreal Global Biodiversity Framework which aims to achieve near zero loss of high biodiversity importance areas (including ecosystems of high integrity) by 2030.",
          "url": "https://doi.org/10.1073/pnas.2413325121",
          "doi": "https://doi.org/10.1073/pnas.2413325121",
          "filter": "2"
        },
        {
          "title": "“One Health” needs ecology",
          "authors": "John L. Gittleman",
          "url": "https://doi.org/10.1073/pnas.2413367121",
          "doi": "https://doi.org/10.1073/pnas.2413367121",
          "filter": "2"
        },
        {
          "title": "Early human collective practices and symbolism in the Early Upper Paleolithic of Southwest Asia",
          "authors": "Omry Barzilai, Ofer Marder, José-Miguel Tejero, Avner Ayalon, Miryam Bar-Matthews, Talia Abulafia, Ron Lavi, Mae Goder-Goldberger, Maayan Shemer, Lotan Edeltin, Alexander Wiegmann, Amos Frumkin, Avshalom Karasik, Gal Yasur, Reuven Yeshurun, Irit Zohar, Francesco Berna, Mark Hans, Jerold S. Goldberg, Yvonne McDermott, Linda Spurlock, Ariel Pokhojaev, Waseem Habashi, Hila May, Rachel Sarig, Israel Hershkovitz",
          "abstract": "Identifying communal rituals in the Paleolithic is of scientific importance, as it reflects the expression of collective identity and the maintenance of group cohesion. This study provides evidence indicating the practice of deep cave collective rituals in the Levant during the Early Upper Paleolithic (EUP) period. It is demonstrated that these gatherings occurred within a distinct ritual compound and were centered around an engraved object in the deepest part of Manot Cave, a pivotal EUP site in southwest Asia. The ritual compound, segregated from the living areas, encompasses a large gallery partitioned by a cluster of remarkable speleothems. Within this gallery, an engraved boulder stands out, displaying geometric signs suggesting a unique representation of a tortoise. Isotopic analysis of calcite crusts on the boulder’s grooves revealed alignment with values found in speleothems from the cave dated to ~37 to 35 ka BP. Additionally, meticulous shape analysis of the grooves’ cross-section and the discernible presence of microlinear scratches on the grooves’ walls confirmed their anthropogenic origin. Examination of stalagmite laminae (36 ka BP) near the engraved boulder revealed a significant presence of wood ash particles within. This finding provides evidence for using fire to illuminate the dark, deep part of the cave during rituals. Acoustic tests conducted in various cave areas indicate that the ritual compound was well suited for communal gatherings, facilitating conversations, speeches, and hearing. Our results underscore the critical role of collective practices centered around a symbolic object in fostering a functional social network within the regional EUP communities.",
          "url": "https://doi.org/10.1073/pnas.2404632121",
          "doi": "https://doi.org/10.1073/pnas.2404632121",
          "filter": "2"
        },
        {
          "title": "Dark continuous noise from visual pigment as a major mechanism underlying rod–cone difference in light sensitivity",
          "authors": "Zuying Chai, Daniel Silverman, Sihan Li, Parinaz Bina, King-Wai Yau",
          "abstract": "Retinal rods and cones underlie scotopic and photopic vision, respectively. Their pigments exhibit spontaneous isomerizations (quantal noise) in darkness due to intrinsic thermal energy. This quantal noise, albeit exceedingly low in rods, dictates the light threshold for scotopic vision. The same quantal noise in cones, however, is too low to explain the much higher diurnal light threshold. Separately, a dark continuous noise is present in rods, long accepted to originate from an intrinsic random activation of the cyclic guanosine monophosphate (cGMP)-phosphodiesterase enzyme mediating phototransduction downstream of the pigment. Here, we report the surprising finding that most of this rod dark continuous noise actually originates from rhodopsin itself. Importantly, we found the same continuous noise with a much higher magnitude from cone pigments. The rod and cone continuous noises are apparently both associated with a hitherto unrecognized “metastable” pigment conformational state physiologically resembling that in apo-opsin (opsin devoid of chromophore) and is intermittently active for very brief moments. The cone holopigment’s high continuous noise is expected to act as an intrinsic equivalent light and adapt the cone dramatically, accounting for a major part of the light-sensitivity difference between rods and cones in darkness.",
          "url": "https://doi.org/10.1073/pnas.2418031121",
          "doi": "https://doi.org/10.1073/pnas.2418031121",
          "filter": "2"
        },
        {
          "title": "Exposed Hsp70-binding site impacts yeast Sup35 prion disaggregation and propagation",
          "authors": "Chih-hao Howard Shen, Yusuke Komi, Yoshiko Nakagawa, Yuji O. Kamatari, Takashi Nomura, Hiromi Kimura, Toshinobu Shida, John Burke, Shingo Tamai, Yasuhiro Ishida, Motomasa Tanaka",
          "abstract": "The dynamic balance between formation and disaggregation of amyloid fibrils is associated with many neurodegenerative diseases. Multiple chaperones interact with and disaggregate amyloid fibrils, which impacts amyloid propagation and cellular phenotypes. However, it remains poorly understood whether and how site-specific binding of chaperones to amyloids facilitates the concerted disaggregation process and modulates physiological consequences in vivo. Here, we identified binding sites of Ssa1, Sis1, and Hsp104 chaperones for Sup35, the protein determinant of yeast prion [ PSI + ] yeast. Our biophysical and genetic analyses with various Sup35 deletion mutants and amyloid conformations revealed that the Ssa1-binding to the region outside amyloid core plays a key role in facilitating disaggregation and propagation of yeast prions both in vitro and in vivo. Furthermore, we developed a reconstitution system, including the Ssa1-binding tag and the HAP/Caseinolytic protease P (ClpP) hybrid chaperones, and found that this reconstitution system successfully degraded distinct prion strain conformations. Together, these results show that the properly positioned, exposed Ssa1-binding region in amyloid fibrils influences the efficiency of amyloid disaggregation and propagation, and eventually prion strain phenotypes. More broadly, our findings provide molecular foundations for previous, puzzling observations of prion propagation in vivo, and offer insights into elimination of amyloid deposits in cells.",
          "url": "https://doi.org/10.1073/pnas.2318162121",
          "doi": "https://doi.org/10.1073/pnas.2318162121",
          "filter": "2"
        },
        {
          "title": "Excimer formation in zinc-phthalocyanine revealed using ultrafast electron diffraction",
          "authors": "Sebastian Hammer, Tristan L. Britt, Laurenz Kremeyer, Maximilian Rödel, David Cai, Jens Pflaum, Bradley J. Siwick",
          "abstract": "The formation of excited dimer states, so called excimers, is an important phenomenon in many organic molecular semiconductor solid state aggregates. In contrast to Frenkel exciton–polarons, an excimer is long-lived and energetically low-lying due to stabilization resulting from a substantial reorganization of the intermolecular geometry. Here, we show that ultrafast electron diffraction can follow the dynamics of solid-state excimer formation in polycrystalline thin films of a molecular semiconductor, revealing both the key reaction modes and the eventual structure of the emitting state. We study the prototypical organic semiconductor zinc-phthalocyanine (ZnPc) in its crystallographic α -phase as a model excimeric system. We show that the excimer forms in a two-step process starting with a fast dimerization (approx. 0.4 ps) followed by a subsequent slow shear-twist motion (14 ps) leading to an alignment of the π -systems of the involved monomers. This structural distortion persists well beyond 300 ps. Furthermore, we show that while the same excimer geometry is present in partially fluorinated derivatives of ZnPc, the formation kinematics slow down with increasing level of fluorination.",
          "url": "https://doi.org/10.1073/pnas.2411975121",
          "doi": "https://doi.org/10.1073/pnas.2411975121",
          "filter": "2"
        },
        {
          "title": "Modeling the within-host dynamics of Plasmodium vivax hypnozoite activation: An analysis of the SPf66 vaccine trial",
          "authors": "Somya Mehra, François Nosten, Christine Luxemburger, Nicholas J. White, James A. Watson",
          "abstract": "Plasmodium vivax parasites can lie dormant in the liver as hypnozoites, activating weeks to months after sporozoite inoculation to cause relapsing malarial illness. It is not known what biological processes govern hypnozoite activation. We use longitudinal data from the most detailed cohort study ever conducted in an area where both Plasmodium falciparum and P. vivax were endemic to fit a simple within-host mathematical model of P. vivax hypnozoite activation. 1,344 children living on the Thailand–Myanmar border were followed daily for 21 mo. There were 2,504 vivax and 1,164 falciparum malaria symptomatic episodes recorded over 1988 person-years. The model assumes that hypnozoites activate independently at a constant rate (“exponential clock model”). When this model was embedded in a stochastic framework for repeated infectious mosquito bites, with seasonality inferred from the incidence of clinical falciparum malaria episodes, it explained the observed temporal patterns of multiple (up to 13) recurrent vivax malaria episodes. Under this model, we estimate the mean dormancy period for a single hypnozoite to be 6 mo (i.e., a half-life of 4 mo). We use the calibrated within-host model to characterize population-level overdispersion in the risk of relapse, and assess the potential utility of a serological test for radical cure in low transmission settings. We show that mefloquine treatment of falciparum malaria eliminates early vivax relapses; and that there are substantially more P. vivax recurrences than expected under the model following artesunate monotherapy treatment for falciparum malaria. These results suggest that hypnozoites can be activated by symptomatic malarial illness.",
          "url": "https://doi.org/10.1073/pnas.2401024121",
          "doi": "https://doi.org/10.1073/pnas.2401024121",
          "filter": "2"
        },
        {
          "title": "Plant chemical diversity enhances defense against herbivory",
          "authors": "Xosé López-Goldar, Xuening Zhang, Amy P. Hastings, Christophe Duplais, Anurag A. Agrawal",
          "abstract": "Multiple hypotheses have been put forth to understand why defense chemistry in individual plants is so diverse. A major challenge has been teasing apart the importance of concentration vs. composition of defense compounds and resolving the mechanisms of diversity effects that determine plant resistance against herbivores. Accordingly, we first outline nonexclusive mechanisms by which phytochemical diversity may increase toxicity of a mixture compared to the average effect of each compound alone. We then leveraged independent in vitro, in vivo transgenic, and organismal experiments to test the effect of equimolar concentrations of purified milkweed toxins in isolation vs. mixtures on the specialist and sequestering monarch butterfly. We show that cardenolide toxin mixtures from milkweed plants enhance resistance against this herbivore compared to equal concentrations of single compounds. In mixtures, highly potent toxins dominated the inhibition of the monarch’s target enzyme (Na + /K + -ATPase) in vitro, revealing toxin-specific affinity for the adapted enzyme in the absence of other physiological adaptations of the monarch. Mixtures also caused increased mortality in CRISPR-edited adult Drosophila melanogaster with the monarch enzyme in vivo, whereas wild-type flies showed lower survival regardless of mixture type. Finally, although experimentally administered mixtures were not more toxic to monarch caterpillars than single compounds overall, increasing caterpillar sequestration from mixtures resulted in an increasing burden for growth compared to single compounds. Phytochemical diversity likely provides an economical plant defense by acting on multiple aspects of herbivore physiology and may be particularly effective against sequestering specialist herbivores.",
          "url": "https://doi.org/10.1073/pnas.2417524121",
          "doi": "https://doi.org/10.1073/pnas.2417524121",
          "filter": "2"
        },
        {
          "title": "Hydrogen ejection from hydrocarbons: Characterization and relevance in soot formation and interstellar chemistry",
          "authors": "Josie Hendrix, Diptarka Hait, Hope A. Michelsen, Martin Head-Gordon",
          "abstract": "Polycyclic aromatic hydrocarbons (PAHs) play a major role in the chemistry of combustion, pyrolysis, and the interstellar medium. Production (or activation) of radical PAHs and propagation of their resulting reactions require efficient dehydrogenation, but the preferred method of hydrogen loss is not well understood. Unimolecular hydrogen ejection (i.e., direct C─H bond fission) and bimolecular radical abstraction are two main candidate pathways. We performed a computational study to characterize the role of H ejection, particularly as a driver for radical-centric hydrocarbon-growth mechanisms and particle formation. Electronic structure calculations establish that C─H bond strengths span a broad range of energies, which can be weaker than 30 kcal/mol in some C 9 and C 13 PAH radicals. At T &gt; 1200 K, calculated thermal rates for hydrogen ejection from weak C─H bonds at zigzag sites on PAH radicals are significantly larger than typical H-abstraction rates. These results are highly relevant in the context of chain reactions of radical species and soot inception under fuel-rich combustion conditions. Furthermore, calculated microcanonical rates that include the additional internal energy released by bond formation (e.g., ring closure to yield C 9 H 9 ) yield significantly higher rates than those associated with full thermalization. These microcanonical considerations are relevant to the astrochemical processes associated with hydrocarbon growth and processing in the low-density interstellar environment.",
          "url": "https://doi.org/10.1073/pnas.2202744121",
          "doi": "https://doi.org/10.1073/pnas.2202744121",
          "filter": "2"
        },
        {
          "title": "Identification of 10,000-year-old rice beer at Shangshan in the Lower Yangzi River valley of China",
          "authors": "Li Liu, Jianping Zhang, Jingbo Li, Yahui He, Zhongzhe Gao, Leping Jiang",
          "abstract": "The origins of rice domestication and the beginnings of alcoholic fermentation in China are intriguing research topics, with the Shangshan culture in the Lower Yangzi River region being a focal point of archaeological investigations. This study employs a multiproxy approach (phytolith, starch, and fungi) to analyze microfossil remains associated with pottery vessels from the earliest phase of the Shangshan site (ca. 10,000 to 9,000 cal. BP). The results indicate that rice was consumed as a dietary staple and used for brewing fermented beverages with a qu starter containing Monascus mold and yeast as fermentation agents. The fermentation ingredients included rice, supplemented with other cereals (Job’s tears, Panicoideae, and Triticeae), acorn, and lily. This rice-fungi-based multiplant brewing method marked the earliest-known alcoholic fermentation technique in East Asia. The emergence of this fermentation technology is attributable to the early development of rice domestication and the arrival of the wet-warm Holocene climate, which was favorable for fungal growth. These alcoholic beverages likely played a pivotal role in ceremonial feasting, highlighting their ritual function as a driving factor that may have stimulated the intensive utilization and widespread cultivation of rice in Neolithic China.",
          "url": "https://doi.org/10.1073/pnas.2412274121",
          "doi": "https://doi.org/10.1073/pnas.2412274121",
          "filter": "2"
        },
        {
          "title": "Sustainable production of bioplastic monomers using a microbial production chassis",
          "authors": "Mattheos A. G. Koffas",
          "url": "https://doi.org/10.1073/pnas.2422178121",
          "doi": "https://doi.org/10.1073/pnas.2422178121",
          "filter": "2"
        },
        {
          "title": "Understanding paralogous epilepsy–associated GABA A receptor variants: Clinical implications, mechanisms, and potential pitfalls",
          "authors": "Anthony S. H. Kan, Ali S. Kusay, Nazanin A. Mohammadi, Susan X. N. Lin, Vivian W. Y. Liao, Gaetan Lesca, Sabrine Souci, Mathieu Milh, Palle Christophersen, Mary Chebib, Rikke S. Møller, Nathan L. Absalom, Anders A. Jensen, Philip K. Ahring",
          "abstract": "Recent discoveries have revealed that genetic variants in γ-aminobutyric acid type A (GABA A ) receptor subunits can lead to both gain-of-function (GOF) and loss-of-function (LOF) receptors. GABA A receptors, however, have a pseudosymmetrical pentameric assembly, and curiously diverse functional outcomes have been reported for certain homologous variants in paralogous genes (paralogous variants). To investigate this, we assembled a cohort of 11 individuals harboring paralogous M1 proline missense variants in GABRA1 , GABRB2 , GABRB3, and GABRG2. Seven mutations (α1 P260L , α1 P260S , β2 P252L , β3 P253L , β3 P253S , γ2 P282A , and γ2 P282S ) in α1β2/3γ2 receptors were analyzed using electrophysiological examinations and molecular dynamics simulations. All individuals in the cohort were diagnosed with developmental and epileptic encephalopathy, with a median seizure onset age of 3.5 mo, and all exhibited global developmental delay. The clinical data for this cohort aligned with established GABA A receptor GOF but not LOF cohorts. Electrophysiological assessments revealed that all variants caused GOF by increasing GABA sensitivity by 3- to 23-fold. In some cases, this was accompanied by LOF traits such as reduced maximal current amplitude and enhanced receptor desensitization. The specific subunit mutated and whether the mutation occurred in one or two subunits within the pentamer influenced the overall effects. Molecular dynamics simulations confirmed similar structural changes from all mutations, but with position-dependent asymmetry. These findings establish that paralogous variants affecting the 100% conserved proline residue in the M1 transmembrane helix of GABA A R subunits all lead to overall GOF traits. The unexpected asymmetric and mixed effects on receptor function have broader implications for interpreting functional analyses for multimeric ion-channel proteins.",
          "url": "https://doi.org/10.1073/pnas.2413011121",
          "doi": "https://doi.org/10.1073/pnas.2413011121",
          "filter": "2"
        },
        {
          "title": "A genetically encoded anomalous SAXS ruler to probe the dimensions of intrinsically disordered proteins",
          "authors": "Miao Yu, Andrey Yu. Gruzinov, Hao Ruan, Tom Scheidt, Aritra Chowdhury, Sabrina Giofrè, Ahmed S. A. Mohammed, Joana Caria, Paul F. Sauter, Dmitri I. Svergun, Edward A. Lemke",
          "abstract": "Intrinsically disordered proteins (IDPs) adopt ensembles of rapidly fluctuating heterogeneous conformations, influencing their binding capabilities and supramolecular transitions. The primary conformational descriptors for understanding IDP ensembles—the radius of gyration ( R G ), measured by small-angle X-ray scattering (SAXS), and the root mean square (rms) end-to-end distance ( R E ), probed by fluorescent resonance energy transfer (FRET)—are often reported to produce inconsistent results regarding IDP expansion as a function of denaturant concentration in the buffer. This ongoing debate surrounding the FRET-SAXS discrepancy raises questions about the overall reliability of either method for quantitatively studying IDP properties. To address this discrepancy, we introduce a genetically encoded anomalous SAXS (ASAXS) ruler, enabling simultaneous and direct measurements of R G and R E without assuming a specific structural model. This ruler utilizes a genetically encoded noncanonical amino acid with two bromine atoms, providing an anomalous X-ray scattering signal for precise distance measurements. Through this approach, we experimentally demonstrate that the ratio between R E and R G varies under different denaturing conditions, highlighting the intrinsic properties of IDPs as the primary source of the observed SAXS-FRET discrepancy rather than shortcomings in either of the two established methods. The developed genetically encoded ASAXS ruler emerges as a versatile tool for both IDPs and folded proteins, providing a unified approach for obtaining complementary and site-specific conformational information in scattering experiments, thereby contributing to a deeper understanding of protein functions.",
          "url": "https://doi.org/10.1073/pnas.2415220121",
          "doi": "https://doi.org/10.1073/pnas.2415220121",
          "filter": "2"
        },
        {
          "title": "Dynamical theory of complex systems with two-way micro–macro causation",
          "authors": "John Harte, Micah Brush, Kaito Umemura, Pranav Muralikrishnan, Erica A. Newman",
          "abstract": "In many complex systems encountered in the natural and social sciences, mechanisms governing system dynamics at a microscale depend upon the values of state variables characterizing the system at coarse-grained, macroscale (Goldenfeld and Woese, 2011, Noble et al., 2019, and Chater and Loewenstein, 2023). State variables, in turn, are averages over relevant probability distributions of the microscale variables. Neither inferential Top–Down nor mechanistic Bottom–Up modeling alone can predict responses of such scale-entwined systems to perturbations. We describe and explore the properties of a dynamic theory that combines Top–Down information-theoretic inference with Bottom–Up , state-variable-dependent mechanisms. The theory predicts the functional form of nonstationary probability distributions over microvariables and relates the trajectories of time-evolving macrovariables to the form of those distributions. Analytic expressions for the time evolution of Lagrange multipliers from Maxent solutions allow for rapid calculation of the time trajectories of state variables even in high dimensional systems. Examples of possible applications to scale-entwined systems in nonequilibrium chemical thermodynamics, epidemiology, economics, and ecology exemplify the potential multidisciplinary scope of the theory. A worked-out low-dimension example illustrates the structure of the theory and demonstrates how scale entwinement can result in slowed recovery from perturbations, reddened time series spectra in response to white-noise input, and hysteresis upon parameter displacement and subsequent restoration.",
          "url": "https://doi.org/10.1073/pnas.2408676121",
          "doi": "https://doi.org/10.1073/pnas.2408676121",
          "filter": "2"
        },
        {
          "title": "Intracortical recordings reveal the neuronal selectivity for bodies and body parts in the human visual cortex",
          "authors": "Jesus Garcia Ramirez, Michael Vanhoyland, N. A. Ratan Murty, Thomas Decramer, Wim Van Paesschen, Stefania Bracci, Hans Op de Beeck, Nancy Kanwisher, Peter Janssen, Tom Theys",
          "abstract": "Body perception plays a fundamental role in social cognition. Yet, the neural mechanisms underlying this process in humans remain elusive given the spatiotemporal constraints of functional imaging. Here, we present intracortical recordings of single- and multiunit spiking activity in two epilepsy surgery patients in or near the extrastriate body area, a critical region for body perception. Our recordings revealed a strong preference for human bodies over a large range of control stimuli. Notably, body selectivity was driven by a distinct selectivity for body parts. The observed body selectivity generalized to nonphotographic depictions of bodies including silhouettes and stick figures. Overall, our study provides unique neural data that bridge the gap between human neuroimaging and macaque electrophysiology studies, laying a solid foundation for computational models of human body processing.",
          "url": "https://doi.org/10.1073/pnas.2408871121",
          "doi": "https://doi.org/10.1073/pnas.2408871121",
          "filter": "2"
        },
        {
          "title": "Kinetic principles of chemical cross-link formation for protein–protein interactions",
          "authors": "Kai-Michael Kammer, Terese Eisgruber, Peter Heid, Riccardo Pellarin, Florian Stengel",
          "abstract": "Proteins play a central role in most biological processes within the cell, and deciphering how they interact is key to understand their function. Cross-linking coupled with mass spectrometry is an essential tool for elucidating protein–protein interactions (PPIs). Despite its importance, we still know surprisingly little about the principles that underlie the process of chemical cross-link formation itself and how it is influenced by different physicochemical factors. To understand the molecular details of cross-link formation, we have set up a comprehensive kinetic model and carried out simulations of protein cross-linking on large protein complexes. We dissect the contribution on the cross-link yield of parameters such as amino acid reactivity, cross-linker concentration, and hydrolysis rate. Our model can compute cross-link formation based solely on the structure of a protein complex, thereby enabling realistic predictions for a diverse set of systems. We quantitatively show how cross-links and mono-links are in direct competition and how the hydrolysis rate and abundance of cross-linker and proteins directly influence their relative formation. We show how cross-links and mono-links exist in an “all-against-all” competition due to their simultaneous formation, resulting in a nonintuitive network of interdependence. We show that this interdependence is locally confined and mainly limited to direct neighbors or residues in direct vicinity. These results enable us to identify the optimal cross-linker concentration at which the maximal number of cross-links is formed. Taken together, our study establishes a comprehensive kinetic model to quantitatively describe cross-link formation for PPIs.",
          "url": "https://doi.org/10.1073/pnas.2402040121",
          "doi": "https://doi.org/10.1073/pnas.2402040121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti5024121",
          "doi": "https://doi.org/10.1073/iti5024121",
          "filter": "2"
        },
        {
          "title": "Sulfur isotope anomalies in coal combustion: Applications to the present and early Earth environments",
          "authors": "Yanan Shen, Qixin Zhang, Yilun Xu, Menghan Li, Mark H. Thiemens",
          "abstract": "The observation of mass-independent sulfur isotope fractionations (S-MIF) in Archean–Paleoproterozoic rocks has been instrumental in constraining oxygen levels on early Earth. The S-MIF effect, experimentally demonstrated to result from photochemical reactions, has now been observed in coal combustion, expanding our understanding of this phenomenon. Our study reveals that the negative Δ 33 S anomalies produced by coal combustion are consistent with similar anomalies observed in present-day sulfate aerosols in Beijing, China, and the black crust sulfates formed on building stones, monument walls, and sculptures in Europe that contribute to carbonate stone deterioration and cultural heritage damage. This finding provides independent evidence for a critical role of atmospheric sulfate from coal combustion in maintaining isotopic balance and offers an effective method for tracing sulfate aerosol sources. These insights are vital for developing more effective regulatory policies to control air pollution and protect public health. Given that coal energy production remains a significant issue in climate science, accurately mapping the global distribution of its by-products is imperative.",
          "url": "https://doi.org/10.1073/pnas.2408199121",
          "doi": "https://doi.org/10.1073/pnas.2408199121",
          "filter": "2"
        },
        {
          "title": "A complete DNA repair system assembled by two endosymbionts restores heat tolerance of the insect host",
          "authors": "Xiaoyu Ling, Huijuan Guo, Jian Di, Liqiang Xie, Keyan Zhu-Salzman, Feng Ge, Zihua Zhao, Yucheng Sun",
          "abstract": "DNA repair systems are essential to maintain genome integrity and stability. Some obligate endosymbionts that experience long-term symbiosis with the insect hosts, however, have lost their key components for DNA repair. It is largely unexplored how the bacterial endosymbionts cope with the increased demand for mismatch repairs under heat stresses. Here, we showed that ibpA, a small heat shock protein encoded by Buchnera aphidicola , directly interacted with the cytoskeletal actin to prevent its aggregation in bacteriocytes, thus reinforcing the stability of bacteriocytes. However, the succession of 11 adenines in the promoter of ibpA is extremely prone to mismatching error, e.g., a single adenine deletion, which impairs the induction of ibpA under heat stress. Coinfection with a facultative endosymbiont Serratia symbiotica remarkably reduced the mutagenesis rate in the Buchnera genome and potentially prevented a single adenine deletion in ibpA promoter, thereby alleviating the heat vulnerability of aphid bacteriocytes. Furthermore, Serratia encoded mutH, a conserved core protein of prokaryotic DNA mismatch repair (MMR), accessed to Buchnera cells, which complemented Buchnera mutL and mutS in constituting an active MMR. Our findings imply that a full complement of a prokaryotic MMR system assembled by two bacterial endosymbionts contributes significantly to the thermostability of aphid bacteriocytes in an ibpA-dependent manner, furnishing a distinct molecular link among tripartite symbioses in shaping resilience and adaptation of their insect hosts to occupy other ecological niches.",
          "url": "https://doi.org/10.1073/pnas.2415651121",
          "doi": "https://doi.org/10.1073/pnas.2415651121",
          "filter": "2"
        },
        {
          "title": "Origin and evolution of auxin-mediated acid growth",
          "authors": "Hai Yue Zeng, Shiyu Deng, Congcong Jin, Zhiyun Shang, Le Chang, Jiajun Wang, Xue Han, Ao Wang, Dan Jin, Yubo Wang, Hang He, Lanxin Li, Xing Wang Deng, Ning Wei",
          "abstract": "The classical acid growth theory suggests that auxin stimulates cell expansion by triggering apoplast acidification via plasma membrane (PM)-localized H + -ATPase. Here, we reconstructed the origin and evolutionary history of auxin-mediated acid growth. Comparative phylogenomic analysis showed that most core components of acid growth originated in Charophyta and then underwent subclass expansion and functional innovation during plant terrestrialization. In Charophyceae algae Chara braunii, we found that PM H + -ATPase has formed a core regulatory module with TMK and PP2C.D, which can be activated by photosynthesis-dependent phosphorylation through light rather than auxin. Despite the lack of canonical auxin receptor TRANSPORT INHIBITOR RESPONSE 1/AUXIN SIGNALING F-BOX (TIR1/AFB), auxin elicits significant internodal elongation and transcriptional reprogramming in C. braunii , implying the existence of an ancient auxin-mediated growth mechanism. We propose that the evolution of acid growth represents a neofunctional adaptation to terrestrial environments, in which PM H + -ATPase in carbon concentrating for photosynthesis was utilized to acidify apoplast for cell expansion, and the core components responsible for acid growth eventually established a regulatory network in land plants by connecting with the TIR1/AFB pathway.",
          "url": "https://doi.org/10.1073/pnas.2412493121",
          "doi": "https://doi.org/10.1073/pnas.2412493121",
          "filter": "2"
        },
        {
          "title": "Activation of the proton-sensing GPCR, GPR65 on fibroblast-like synoviocytes contributes to inflammatory joint pain",
          "authors": "Luke A. Pattison, Rebecca H. Rickman, Helen Hilton, Maya Dannawi, Susanne N. Wijesinghe, Graham Ladds, Li V. Yang, Simon W. Jones, Ewan St. John Smith",
          "abstract": "Inflammation is associated with localized acidosis, however, attributing physiological and pathological roles to proton-sensitive receptors is challenging due to their diversity and widespread expression. Here, agonists of the proton-sensing GPCR, GPR65, were systematically characterized. The synthetic agonist BTB09089 (BTB) recapitulated many proton-induced signaling events and demonstrated selectivity for GPR65. BTB was used to show that GPR65 activation on fibroblast-like synoviocytes (FLS), cells that line synovial joints, results in the secretion of proinflammatory mediators capable of recruiting immune cells and sensitizing sensory neurons. Intra-articular injection of BTB resulted in GPR65-dependent sensitization of knee-innervating neurons and nocifensive behaviors in mice. Stimulation of GPR65 on human FLS also triggered the release of inflammatory mediators and synovial fluid samples from human osteoarthritis patients were shown to activate GPR65. These results suggest a role of GPR65 in mediating cell–cell interactions that drive inflammatory joint pain in both mice and humans.",
          "url": "https://doi.org/10.1073/pnas.2410653121",
          "doi": "https://doi.org/10.1073/pnas.2410653121",
          "filter": "2"
        },
        {
          "title": "Distinguishing deception from its confounds by improving the validity of fMRI-based neural prediction",
          "authors": "Sangil Lee, Runxuan Niu, Lusha Zhu, Andrew S. Kayser, Ming Hsu",
          "abstract": "Deception is a universal human behavior. Yet longstanding skepticism about the validity of measures used to characterize the biological mechanisms underlying deceptive behavior has relegated such studies to the scientific periphery. Here, we address these fundamental questions by applying machine learning methods and functional magnetic resonance imaging (fMRI) to signaling games capturing motivated deception in human participants. First, we develop an approach to test for the presence of confounding processes and validate past skepticism by showing that much of the predictive power of neural predictors trained on deception data comes from processes other than deception. Specifically, we demonstrate that discriminant validity is compromised by the predictor’s ability to predict behavior in a control task that does not involve deception. Second, we show that the presence of confounding signals need not be fatal and that the validity of the neural predictor can be improved by removing confounding signals while retaining those associated with the task of interest. To this end, we develop a “dual-goal tuning” approach in which, beyond the typical goal of predicting the behavior of interest, the predictor also incorporates a second compulsory goal that enforces chance performance in the control task. Together, these findings provide a firmer scientific foundation for understanding the neural basis of a neglected class of behavior, and they suggest an approach for improving validity of neural predictors.",
          "url": "https://doi.org/10.1073/pnas.2412881121",
          "doi": "https://doi.org/10.1073/pnas.2412881121",
          "filter": "2"
        },
        {
          "title": "Ecosystem stability relies on diversity difference between trophic levels",
          "authors": "Yizhou Liu, Jiliang Hu, Jeff Gore",
          "abstract": "The stability of ecological communities has a profound impact on humans, ranging from individual health influenced by the microbiome to ecosystem services provided by fisheries. A long-standing goal of ecology is the elucidation of the interplay between biodiversity and ecosystem stability, with some ecologists warning of instability due to loss of species diversity while others arguing that greater diversity will instead lead to instability. Here, by considering a minimal two-level ecosystem with multiple predator and prey species, we show that stability does not depend on absolute diversity but rather on diversity differences between levels. We found that increasing diversity in either level first destabilizes but then stabilizes the community (i.e., a reentrant stability transition). We therefore find that it is the diversity difference between levels that is the key to stability, with the least stable communities having similar diversities in different levels. An analytical stability criterion is derived, demonstrating quantitatively that the critical diversity difference is determined by the correlation between how one level affects another and how it is affected in turn. Our stability criterion also applies to consumer–resource models with other forms of interaction such as cross-feeding. Finally, we show that stability depends on diversity differences in ecosystems with three trophic levels. Our finding of a nonmonotonic dependence of stability on diversity provides a natural explanation for the variety of diversity-stability relationships reported in the literature, and emphasizes the significance of level structure in predicting complex community behaviors.",
          "url": "https://doi.org/10.1073/pnas.2416740121",
          "doi": "https://doi.org/10.1073/pnas.2416740121",
          "filter": "2"
        },
        {
          "title": "Structural basis of the allosteric regulation of cyanobacterial glucose-6-phosphate dehydrogenase by the redox sensor OpcA",
          "authors": "Sofia Doello, Dmitry Shvarev, Marius Theune, Jakob Sauerwein, Alexander Klon, Erva Keskin, Marko Boehm, Kirstin Gutekunst, Karl Forchhammer",
          "abstract": "The oxidative pentose phosphate (OPP) pathway is a fundamental carbon catabolic route for generating reducing power and metabolic intermediates for biosynthetic processes. In addition, its first two reactions form the OPP shunt, which replenishes the Calvin-Benson cycle under certain conditions. Glucose-6-phosphate dehydrogenase (G6PDH) catalyzes the first and rate-limiting reaction of this metabolic route. In photosynthetic organisms, G6PDH is redox-regulated to allow fine-tuning and to prevent futile cycles while carbon is being fixed. In cyanobacteria, regulation of G6PDH requires the redox protein OpcA, but the underlying molecular mechanisms behind this allosteric activation remain elusive. Here, we used enzymatic assays and in vivo interaction analyses to show that OpcA binds G6PDH under different environmental conditions. However, complex formation enhances G6PDH activity when OpcA is oxidized and inhibits it when OpcA is reduced. To understand the molecular basis of this regulation, we used cryogenic electron microscopy to determine the structure of Synechocystis G6PDH and the G6PDH–OpcA complex. OpcA binds the G6PDH tetramer and induces conformational changes in the active site of G6PDH. The redox sensitivity of OpcA is achieved by intramolecular disulfide bridge formation, which influences the allosteric regulation of G6PDH. In vitro assays reveal that the level of G6PDH activation depends on the number of bound OpcA molecules, which implies that this mechanism allows delicate fine-tuning. Our findings unveil a unique molecular mechanism governing the regulation of the OPP in Synechocystis .",
          "url": "https://doi.org/10.1073/pnas.2411604121",
          "doi": "https://doi.org/10.1073/pnas.2411604121",
          "filter": "2"
        },
        {
          "title": "Origin of fast charging in solid-state batteries revealed by Cryo-transmission X-ray microscopy",
          "authors": "Jiaxuan Liu, Yajie Song, Qingsong Liu, Wei Zhao, Hanwen An, Zinan Zhou, Zihan Xu, Menglu Li, Biao Deng, Jiajun Wang",
          "abstract": "The interface issue poses a limitation on the fast charging of solid-state batteries (SSBs), with the high-impedance non-Faraday electric field serving as a pivotal factor. However, the mechanism of fast-charging capability degradation triggered by the dynamic evolution of non-Faraday electric fields remains unclear due to the lack of particle-scale nondestructive detection techniques. Here, we dissect the generation and elimination processes of non-Faradaic electric field in segments using the developed operando cryogenic transmission X-ray microscopy (Cryo-TXM). This method accurately tracks the ion self-balancing pathways in LiNi 0.8 Co 0.1 Mn 0.1 O 2 (NCM811) post-fast-charging, elucidating the high polarization during late charging caused by exacerbated irreversible local electric field. By intermittently applying reverse potential during fast charging to alleviate the exacerbation of non-Faradaic electric field at the cathode interface, we achieved a roughly 400% reversible capacity increase of SSBs at 10 C. This insightful dynamic imaging method effectively captures and resolves the transient, opaque signals within SSBs, significantly enhancing their fast-charging performance.",
          "url": "https://doi.org/10.1073/pnas.2410406121",
          "doi": "https://doi.org/10.1073/pnas.2410406121",
          "filter": "2"
        },
        {
          "title": "Ancient evolutionary origins of hepatitis E virus in rodents",
          "authors": "Wendy K. Jo, Murilo Henrique Anzolini Cassiano, Edmilson Ferreira de Oliveira-Filho, Sebastian Brünink, Adiya Yansanjav, Mesele Yihune, Alyona I. Koshkina, Alexander N. Lukashev, Leonid A. Lavrenchenko, Vladimir S. Lebedev, Ayodeji Olayemi, Umaru Bangura, Mónica Salas-Rojas, Álvaro Aguilar-Setién, Elisabeth Fichet-Calvet, Jan Felix Drexler",
          "abstract": "Hepatitis E virus (HEV; family Hepeviridae ) infections cause &gt;40,000 human deaths annually. Zoonotic infections predominantly originate from ungulates and occasionally from rats, highlighting the zoonotic potential of rodent-associated hepeviruses. We conducted host genomic data mining and uncovered two genetically divergent rodent-associated hepeviruses, and two bat-associated hepeviruses genetically related to known bat-associated strains. We thus analyzed 2,565 liver specimens from 108 rodent and shrew species sampled from globally understudied regions and hosts in Africa, Asia, and Latin America during 2011-2018 for hepeviruses by RT–PCR. We detected 63 positive field samples (2.5%, 95% CI 1.9-3.1) from 14 animal species, including two coinfections with genetically divergent strains and significant variation ( X 2 , P &lt; 0.001) in detection rates between study sites. Strain-specific qRT–PCR assays showed virus concentrations between 9.2 × 10 2 and 3.2 × 10 9 copies/g. We recovered 24 near-complete hepeviral genomes from rodents, shrews, and bats, all showing three partially overlapping open reading frames (ORFs), some including putative late domains that may be associated with quasi-envelopment. Rodent-derived hepeviruses grouped into five clades clustering in basal sister relationship to human- (31 to 84% distance in translated ORF1-3) and rat-associated HEV. Parsimony-based analyses and cophylogenetic reconciliations revealed that rodents were predominant sources of hepeviral cross-order host shifts. Bayesian ancestral state reconstructions substantiated a direct origin of human-associated HEV in ungulates such as swine and camelids (posterior probability 0.8), whereas the nonrecent evolutionary origins of human- and ungulate-associated HEV were projected to rodent hosts (posterior probability &gt; 0.9). Our results elucidate the genealogy of human HEV and warrant increased surveillance and experimental risk assessments for rodent-associated hepeviruses.",
          "url": "https://doi.org/10.1073/pnas.2413665121",
          "doi": "https://doi.org/10.1073/pnas.2413665121",
          "filter": "2"
        },
        {
          "title": "We must not fool ourselves: A reply to Sethi et al. on the use of BirdNET to classify neotropical birdcalls",
          "authors": "Carlos B. de Araújo",
          "url": "https://doi.org/10.1073/pnas.2419635121",
          "doi": "https://doi.org/10.1073/pnas.2419635121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [],
      "articles_hidden": [
        {
          "title": "A microRNA is the effector gene of a classic evolutionary hotspot locus",
          "authors": "Shen Tian, Yoshimasa Asano, Tirtha Das Banerjee, Shinya Komata, Jocelyn Liang Qi Wee, Abigail Lamb, Yehan Wang, Suriya Narayanan Murugesan, Haruhiko Fujiwara, Kumiko Ui-Tei, Patricia J. Wittkopp, Antónia Monteiro",
          "abstract": "In Lepidoptera (butterflies and moths), the genomic region around the gene cortex is a “hotspot” locus, repeatedly implicated in generating intraspecific melanic wing color polymorphisms across 100 million years of evolution. However, the identity of the effector gene regulating melanic wing color within this locus remains unknown. We show that none of the four candidate protein-coding genes within this locus, including cortex , serve as major effectors. Instead, a microRNA (miRNA), mir-193 , serves as the major effector across three deeply diverged lineages of butterflies, and its role is conserved in Drosophila . In Lepidoptera, mir-193 is derived from a gigantic primary long noncoding RNA, ivory , and it functions by directly repressing multiple pigmentation genes. We show that a miRNA can drive repeated instances of adaptive evolution in animals.",
          "url": "https://doi.org/10.1126/science.adp7899",
          "doi": "https://doi.org/10.1126/science.adp7899",
          "filter": "2"
        },
        {
          "title": "Room-temperature exceptional plasticity in defective Bi 2 Te 3 -based bulk thermoelectric crystals",
          "authors": "Tingting Deng, Zhiqiang Gao, Ze Li, Pengfei Qiu, Zhi Li, Xinjie Yuan, Chen Ming, Tian-Ran Wei, Lidong Chen, Xun Shi",
          "abstract": "The recently discovered metal-like room-temperature plasticity in inorganic semiconductors reshapes our knowledge of the physical properties of materials, giving birth to a series of new-concept functional materials. However, current room-temperature plastic inorganic semiconductors are still very rare, and their performance is inferior to that of classic brittle semiconductors. Taking classic bismuth telluride (Bi 2 Te 3 )–based thermoelectric semiconductors as an example, we show that antisite defects can lead to high-density, diverse microstructures that substantially affect mechanical properties and thus successfully transform these bulk semiconductors from brittle to plastic, leading to a high figure of merit of up to 1.05 at 300 kelvin compared with other plastic semiconductors, similar to the best brittle semiconductors. We provide an effective strategy to plastify brittle semiconductors to display good plasticity and excellent functionality simultaneously.",
          "url": "https://doi.org/10.1126/science.adr8450",
          "doi": "https://doi.org/10.1126/science.adr8450",
          "filter": "2"
        },
        {
          "title": "A single mutation in bovine influenza H5N1 hemagglutinin switches specificity to human receptors",
          "authors": "Ting-Hui Lin, Xueyong Zhu, Shengyang Wang, Ding Zhang, Ryan McBride, Wenli Yu, Simeon Babarinde, James C. Paulson, Ian A. Wilson",
          "abstract": "In 2024, several human infections with highly pathogenic clade 2.3.4.4b bovine influenza H5N1 viruses in the United States raised concerns about their capability for bovine-to-human or even human-to-human transmission. In this study, analysis of the hemagglutinin (HA) from the first-reported human-infecting bovine H5N1 virus (A/Texas/37/2024, Texas) revealed avian-type receptor binding preference. Notably, a Gln 226 Leu substitution switched Texas HA binding specificity to human-type receptors, which was enhanced when combined with an Asn 224 Lys mutation. Crystal structures of the Texas HA with avian receptor analog LSTa and its Gln 226 Leu mutant with human receptor analog LSTc elucidated the structural basis for this preferential receptor recognition. These findings highlight the need for continuous surveillance of emerging mutations in avian and bovine clade 2.3.4.4b H5N1 viruses.",
          "url": "https://doi.org/10.1126/science.adt0180",
          "doi": "https://doi.org/10.1126/science.adt0180",
          "filter": "2"
        },
        {
          "title": "A conserved bacterial genetic basis for commensal-host specificity",
          "authors": "Karina Gutiérrez-García, Kevin Aumiller, Ren Dodge, Benjamin Obadia, Ann Deng, Sneha Agrawal, Xincheng Yuan, Richard Wolff, Haolong Zhu, Ru-Ching Hsia, Nandita Garud, William B. Ludington",
          "abstract": "Animals selectively acquire specific symbiotic gut bacteria from their environments that aid host fitness. To colonize, a symbiont must locate its niche and sustain growth within the gut. Adhesins are bacterial cell surface proteins that facilitate attachment to host tissues and are often virulence factors for opportunistic pathogens. However, the attachments are often transient and nonspecific, and additional mechanisms are required to sustain infection. In this work, we use live imaging of individual symbiotic bacterial cells colonizing the gut of living Drosophila melanogaster to show that Lactiplantibacillus plantarum specifically recognizes the fruit fly foregut as a distinct physical niche. L. plantarum establishes stably within its niche through host-specific adhesins encoded by genes carried on a colonization island. The adhesin binding domains are conserved throughout the Lactobacillales, and the island also encodes a secretion system widely conserved among commensal and pathogenic bacteria.",
          "url": "https://doi.org/10.1126/science.adp7748",
          "doi": "https://doi.org/10.1126/science.adp7748",
          "filter": "2"
        },
        {
          "title": "Active-reset protein sensors enable continuous in vivo monitoring of inflammation",
          "authors": "H. Zargartalebi, S. Mirzaie, A. GhavamiNejad, S. U. Ahmed, F. Esmaeili, A. Geraili, C. D. Flynn, D. Chang, J. Das, A. Abdrabou, E. H. Sargent, S. O. Kelley",
          "abstract": "Continuous measurement of proteins in vivo is important for real-time disease management and prevention. Implantable sensors for monitoring small molecules such as glucose have been available for more than a decade. However, analysis of proteins remains an unmet need because the lower physiological levels require that sensors have high affinities, which are linked to long complexation half-lives ( t 1/2 ~20 hours) and slow equilibration when concentrations decrease. We report active-reset sensors by use of high-frequency oscillations to accelerate dissociation, which enables regeneration of the unbound form of the sensor within 1 minute. When implemented within implanted devices, these sensors allow for real-time, in vivo monitoring of proteins within interstitial fluid. Active-reset protein sensors track biomarker levels on a physiological timescale for inflammation monitoring in living animals.",
          "url": "https://doi.org/10.1126/science.adn2600",
          "doi": "https://doi.org/10.1126/science.adn2600",
          "filter": "2"
        },
        {
          "title": "The complete telomere-to-telomere sequence of a mouse genome",
          "authors": "Junli Liu, Qilin Li, Yixuan Hu, Yi Yu, Kai Zheng, Dengfeng Li, Lexin Qin, Xiaochun Yu",
          "abstract": "The current reference genome of Mus musculus , GRCm39, has major gaps in both euchromatic and heterochromatic regions associated with repetitive sequences. In this work, we have sequenced and assembled the telomere-to-telomere genome of mouse haploid embryonic stem cells. The results reveal more than 7.7% of previously uncovered sequences of the mouse genome, including ribosomal DNA arrays and pericentromeric and subtelomeric regions, as well as an additional 140 genes predicted to be protein-coding. This study helps to address knowledge gaps in the mouse genome.",
          "url": "https://doi.org/10.1126/science.adq8191",
          "doi": "https://doi.org/10.1126/science.adq8191",
          "filter": "2"
        },
        {
          "title": "Dissecting the hydrogen bond network of water: Charge transfer and nuclear quantum effects",
          "authors": "Mischa Flór, David M. Wilkins, Miguel de la Puente, Damien Laage, Giuseppe Cassone, Ali Hassanali, Sylvie Roke",
          "abstract": "The molecular structure of water is dynamic, with intermolecular hydrogen (H) bond interactions being modified by both electronic charge transfer and nuclear quantum effects (NQEs). Electronic charge transfer and NQEs potentially change under acidic or basic conditions, but such details have not been measured. In this work, we developed correlated vibrational spectroscopy, a symmetry-based method that separates interacting from noninteracting molecules in self- and cross-correlation spectra, giving access to previously inaccessible information. We found that hydroxide (OH − ) donated ~8% more negative charge to the H bond network of water, and hydronium (H 3 O + ) accepted ~4% less negative charge from the H bond network of water. Deuterium oxide (D 2 O) had ~9% more H bonds compared with water (H 2 O), and acidic solutions displayed more dominant NQEs than basic ones.",
          "url": "https://doi.org/10.1126/science.ads4369",
          "doi": "https://doi.org/10.1126/science.ads4369",
          "filter": "2"
        },
        {
          "title": "Target-conditioned diffusion generates potent TNFR superfamily antagonists and agonists",
          "authors": "Matthias Glögl, Aditya Krishnakumar, Robert J. Ragotte, Inna Goreshnik, Brian Coventry, Asim K. Bera, Alex Kang, Emily Joyce, Green Ahn, Buwei Huang, Wei Yang, Wei Chen, Mariana Garcia Sanchez, Brian Koepnick, David Baker",
          "abstract": "Despite progress in designing protein-binding proteins, the shape matching of designs to targets is lower than in many native protein complexes, and design efforts have failed for the tumor necrosis factor receptor 1 (TNFR1) and other protein targets with relatively flat and polar surfaces. We hypothesized that free diffusion from random noise could generate shape-matched binders for challenging targets and tested this approach on TNFR1. We obtain designs with low picomolar affinity whose specificity can be completely switched to other family members using partial diffusion. Designs function as antagonists or as superagonists when presented at higher valency for OX40 and 4-1BB. The ability to design high-affinity and high-specificity antagonists and agonists for pharmacologically important targets in silico presages a coming era in protein design in which binders are made by computation rather than immunization or random screening approaches.",
          "url": "https://doi.org/10.1126/science.adp1779",
          "doi": "https://doi.org/10.1126/science.adp1779",
          "filter": "2"
        },
        {
          "title": "Imperfect wound healing sets the stage for chronic diseases",
          "authors": "Paul Martin, Carlos Pardo-Pastor, R. Gisli Jenkins, Jody Rosenblatt",
          "abstract": "Although the age of the genome gave us much insight about how our organs fail with disease, it also suggested that diseases do not arise from mutations alone; rather, they develop as we age. In this Review, we examine how wound healing might act to ignite disease. Wound healing works well when we are younger, repairing damage from accidents, environmental assaults, and battles with pathogens. Yet, with age and accumulation of mutations and tissue damage, the repair process can devolve, leading to inflammation, fibrosis, and neoplastic signaling. We discuss healthy wound responses and how our bodies might misappropriate these pathways in disease. Although we focus predominantly on epithelial-based (lung and skin) diseases, similar pathways might operate in cardiac, muscle, and neuronal diseases.",
          "url": "https://doi.org/10.1126/science.adp2974",
          "doi": "https://doi.org/10.1126/science.adp2974",
          "filter": "2"
        },
        {
          "title": "Science and America’s challenge",
          "authors": "Heather Wilson",
          "abstract": "Today, more than at any time since World War II, the United States is being challenged scientifically on the global stage. Unfortunately, the nation is not meeting the moment. With a new administration in the wings, the country must begin to monitor scientific advancements to avoid technological surprise and develop strategies to close the critical technologies gap.",
          "url": "https://doi.org/10.1126/science.adv0357",
          "doi": "https://doi.org/10.1126/science.adv0357",
          "filter": "2"
        },
        {
          "title": "A transient neurohormonal circuit controls hatching in fish",
          "authors": "Deodatta S. Gajbhiye, Genevieve L. Fernandes, Itay Oz, Yuni Nahmias, Matan Golan",
          "abstract": "Hatching is a critical event in the life history of oviparous species. The decision to hatch is often carefully timed to coincide with favorable conditions that will improve survival through early life stages. However, how the relevant cues are relayed to trigger hatching remains unknown. In this work, we show that thyrotropin-releasing hormone (Trh) is the neuroendocrine activator of hatching in zebrafish. To elicit hatching, Trh neurons form a transient circuit that deposits the peptide into the embryo’s circulation. Trh also activates hatching in a distantly related fish species that separated more than 200 million years ago. Our results reveal an evolutionarily conserved neuroendocrine circuit that controls a major life event in oviparous fish species.",
          "url": "https://doi.org/10.1126/science.ado8929",
          "doi": "https://doi.org/10.1126/science.ado8929",
          "filter": "2"
        },
        {
          "title": "Engineering synthetic suppressor T cells that execute locally targeted immunoprotective programs",
          "authors": "Nishith R. Reddy, Hasna Maachi, Yini Xiao, Milos S. Simic, Wei Yu, Yurie Tonai, Daniela A. Cabanillas, Ella Serrano-Wu, Philip T. Pauerstein, Whitney Tamaki, Greg M. Allen, Audrey V. Parent, Matthias Hebrok, Wendell A. Lim",
          "abstract": "Immune homeostasis requires a balance of inflammatory and suppressive activities. To design cells potentially useful for local immune suppression, we engineered conventional CD4 + T cells with synthetic Notch (synNotch) receptors driving antigen-triggered production of anti-inflammatory payloads. Screening a diverse library of suppression programs, we observed the strongest suppression of cytotoxic T cell attack by the production of both anti-inflammatory factors (interleukin-10, transforming growth factor–β1, programmed death ligand 1) and sinks for proinflammatory cytokines (interleukin-2 receptor subunit CD25). Engineered cells with bespoke regulatory programs protected tissues from immune attack without systemic suppression. Synthetic suppressor T cells protected transplanted beta cell organoids from cytotoxic T cells. They also protected specific tissues from unwanted chimeric antigen receptor (CAR) T cell cross-reaction. Synthetic suppressor T cells are a customizable platform to potentially treat autoimmune diseases, organ rejection, and CAR T cell toxicities with spatial precision.",
          "url": "https://doi.org/10.1126/science.adl4793",
          "doi": "https://doi.org/10.1126/science.adl4793",
          "filter": "2"
        },
        {
          "title": "Programming tissue-sensing T cells that deliver therapies to the brain",
          "authors": "Milos S. Simic, Payal B. Watchmaker, Sasha Gupta, Yuan Wang, Sharon A. Sagan, Jason Duecker, Chanelle Shepherd, David Diebold, Psalm Pineo-Cavanaugh, Jeffrey Haegelin, Robert Zhu, Ben Ng, Wei Yu, Yurie Tonai, Lia Cardarelli, Nishith R. Reddy, Sachdev S. Sidhu, Olga Troyanskaya, Stephen L. Hauser, Michael R. Wilson, Scott S. Zamvil, Hideho Okada, Wendell A. Lim",
          "abstract": "To engineer cells that can specifically target the central nervous system (CNS), we identified extracellular CNS-specific antigens, including components of the CNS extracellular matrix and surface molecules expressed on neurons or glial cells. Synthetic Notch receptors engineered to detect these antigens were used to program T cells to induce the expression of diverse payloads only in the brain. CNS-targeted T cells that induced chimeric antigen receptor expression efficiently cleared primary and secondary brain tumors without harming cross-reactive cells outside of the brain. Conversely, CNS-targeted cells that locally delivered the immunosuppressive cytokine interleukin-10 ameliorated symptoms in a mouse model of neuroinflammation. Tissue-sensing cells represent a strategy for addressing diverse disorders in an anatomically targeted manner.",
          "url": "https://doi.org/10.1126/science.adl4237",
          "doi": "https://doi.org/10.1126/science.adl4237",
          "filter": "2"
        },
        {
          "title": "Programming liquid crystal elastomers for multistep ambidirectional deformability",
          "authors": "Yuxing Yao, Atalaya Milan Wilborn, Baptiste Lemaire, Foteini Trigka, Friedrich Stricker, Alan H. Weible, Shucong Li, Robert K. A. Bennett, Tung Chun Cheung, Alison Grinthal, Mikhail Zhernenkov, Guillaume Freychet, Patryk Wąsik, Boris Kozinsky, Michael M. Lerch, Xiaoguang Wang, Joanna Aizenberg",
          "abstract": "Ambidirectionality, which is the ability of structural elements to move beyond a reference state in two opposite directions, is common in nature. However, conventional soft materials are typically limited to a single, unidirectional deformation unless complex hybrid constructs are used. We exploited the combination of mesogen self-assembly, polymer chain elasticity, and polymerization-induced stress to design liquid crystalline elastomers that exhibit two mesophases: chevron smectic C (cSmC) and smectic A (SmA). Inducing the cSmC-SmA–isotropic phase transition led to an unusual inversion of the strain field in the microstructure, resulting in opposite deformation modes (e.g., consecutive shrinkage or expansion and right-handed or left-handed twisting and tilting in opposite directions) and high-frequency nonmonotonic oscillations. This ambidirectional movement is scalable and can be used to generate Gaussian transformations at the macroscale.",
          "url": "https://doi.org/10.1126/science.adq6434",
          "doi": "https://doi.org/10.1126/science.adq6434",
          "filter": "2"
        },
        {
          "title": "Climate change extinctions",
          "authors": "Mark C. Urban",
          "abstract": "Climate change is expected to cause irreversible changes to biodiversity, but predicting those risks remains uncertain. I synthesized 485 studies and more than 5 million projections to produce a quantitative global assessment of climate change extinctions. With increased certainty, this meta-analysis suggests that extinctions will accelerate rapidly if global temperatures exceed 1.5°C. The highest-emission scenario would threaten approximately one-third of species, globally. Amphibians; species from mountain, island, and freshwater ecosystems; and species inhabiting South America, Australia, and New Zealand face the greatest threats. In line with predictions, climate change has contributed to an increasing proportion of observed global extinctions since 1970. Besides limiting greenhouse gases, pinpointing which species to protect first will be critical for preserving biodiversity until anthropogenic climate change is halted and reversed.",
          "url": "https://doi.org/10.1126/science.adp4461",
          "doi": "https://doi.org/10.1126/science.adp4461",
          "filter": "2"
        },
        {
          "title": "Ecological erosion and expanding extinction risk of sharks and rays",
          "authors": "Nicholas K. Dulvy, Nathan Pacoureau, Jay H. Matsushiba, Helen F. Yan, Wade J. VanderWright, Cassandra L. Rigby, Brittany Finucci, C. Samantha Sherman, Rima W. Jabado, John K. Carlson, Riley A. Pollom, Patricia Charvet, Caroline M. Pollock, Craig Hilton-Taylor, Colin A. Simpfendorfer",
          "abstract": "The true state of ocean biodiversity is difficult to assess, and there are few global indicators to track the primary threat of overfishing. We calculated a 50-year Red List Index of extinction risk and ecological function for 1199 sharks and rays and found that since 1970, overfishing has halved their populations and their Red List Index has worsened by 19%. Overfishing the largest species in nearshore and pelagic habitats risks loss of ecomorphotypes and a 5 to 22% erosion of functional diversity. Extinction risk is higher in countries with large human coastal populations but lower in nations with stronger governance, larger economies, and greater beneficial fisheries subsidies. Restricting fishing (including incidental catch) and trade to sustainable levels combined with prohibiting retention of highly threatened species can avert further depletion, widespread loss of population connectivity, and top-down predator control.",
          "url": "https://doi.org/10.1126/science.adn1477",
          "doi": "https://doi.org/10.1126/science.adn1477",
          "filter": "2"
        },
        {
          "title": "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050",
          "authors": "A. Samuel Pottinger, Roland Geyer, Nivedita Biyani, Ciera C. Martinez, Neil Nathan, Molly R. Morse, Chao Liu, Shanying Hu, Magali de Bruyn, Carl Boettiger, Elijah Baker, Douglas J. McCauley",
          "abstract": "Plastic production and plastic pollution have a negative effect on our environment, environmental justice, and climate change. Using detailed global and regional plastics datasets coupled with socioeconomic data, we employ machine learning to predict that, without intervention, annual mismanaged plastic waste will nearly double to 121 million metric tonnes (Mt) [100 to 139 Mt 95% confidence interval] by 2050. Annual greenhouse gas emissions from the plastic system are projected to grow by 37% to 3.35 billion tonnes CO 2 equivalent (3.09 to 3.54) over the same period. The United Nations plastic pollution treaty presents an opportunity to reshape these outcomes. We simulate eight candidate treaty policies and find that just four could together reduce mismanaged plastic waste by 91% (86 to 98%) and gross plastic–related greenhouse gas emissions by one-third.",
          "url": "https://doi.org/10.1126/science.adr3837",
          "doi": "https://doi.org/10.1126/science.adr3837",
          "filter": "2"
        },
        {
          "title": "The long shot",
          "authors": "Jon Cohen",
          "abstract": "An injectable HIV drug with a novel mechanism shows remarkable ability to prevent infection",
          "url": "https://doi.org/10.1126/science.adv2100",
          "doi": "https://doi.org/10.1126/science.adv2100",
          "filter": "3"
        },
        {
          "title": "Trump picks an ‘outsider’ and NIH critic to lead agency",
          "authors": "Jocelyn Kaiser",
          "abstract": "Jay Bhattacharya, who has analyzed NIH funding and ripped U.S. COVID-19 policies, could overhaul key funder",
          "url": "https://doi.org/10.1126/science.adv0705",
          "doi": "https://doi.org/10.1126/science.adv0705",
          "filter": "3"
        },
        {
          "title": "Home sweet home",
          "authors": "T. Jarrod Smith, Karen Guillemin",
          "abstract": "Sugar-binding adhesins enable bacteria to persist in specific host niches",
          "url": "https://doi.org/10.1126/science.adt8031",
          "doi": "https://doi.org/10.1126/science.adt8031",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Corinne Simonti, Caroline Ash, Brent Grocholski, Marc S. Lavine, Bianca Lopez, Michael A. Funk, Sacha Vignieri, Wei Wong, Stella M. Hurtley, L. Bryan Ray, Yury Suleymanov, Mattia Maroso, Claire Olingy, Mark S. Aldenderfer, Catherine Charneski",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.adv0402",
          "doi": "https://doi.org/10.1126/science.adv0402",
          "filter": "3"
        },
        {
          "title": "New Products",
          "abstract": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.",
          "url": "https://doi.org/10.1126/science.adu9387",
          "doi": "https://doi.org/10.1126/science.adu9387",
          "filter": "3"
        },
        {
          "title": "Erratum for the Research Article “How do social media feed algorithms affect attitudes and behavior in an election campaign?” by A. M. Guess et al .",
          "url": "https://doi.org/10.1126/science.adu8261",
          "doi": "https://doi.org/10.1126/science.adu8261",
          "filter": "3"
        },
        {
          "title": "EU needs groundwater ecosystems guidelines",
          "authors": "Tiziana Di Lorenzo, Enrico Lunghi, Cristina Aanei, Florian Altermatt, Roman Alther, Isabel R. Amorim, Raluca I. Băncilă, Adrià Bellvert, Anna Blomberg, Paulo A. V. Borges, Traian Brad, Anton Brancelj, David Brankovits, Pedro Cardoso, Francesco Cerasoli, Claire A. Chauveau, Luís Crespo, Michael Csader, Teo Delić, Mattia Di Cicco, Christophe J. Douady, Louis Duchemin, Arnaud Faille, Barbara Fiasca, Cene Fišer, Jean-Francois Flot, Rosalina Gabriel, Diana M. P. Galassi, Laura Garzoli, Christian Griebler, Clemens Karwautz, Marius I. Kenesz, Lara Konecny-Dupré, Thomas Lilley, Florian Malard, Alejandro Martínez, Melissa B. Meierhofer, Giuseppe Messana, Andrés Millán, Vangelis Mizerakis, Nataša Mori, Veronica Nanni, Giuseppe Nicolosi, Pedro Oromí, Susana Pallarés, Fernando Pereira, Ana Sofia P. S. Reboleira, Mattia Saccò, Alice Salussolia, David Sánchez-Fernández, Serban M. Sarbu, Andrei S̗tefan, Fabio Stoch, Agostina Tabilio Di Camillo, Stefano Taiti, Ilaria Vaccarelli, Valeria Valanne, Maja Zagmajster, Valerija Zakšek, Carina Zittra, Stefano Mammola",
          "url": "https://doi.org/10.1126/science.ads8140",
          "doi": "https://doi.org/10.1126/science.ads8140",
          "filter": "3"
        },
        {
          "title": "War-torn Ukraine is breeding drug-resistant bacterial strains",
          "authors": "Richard Stone",
          "abstract": "Urgent action underway to bolster treatments and prevent dangerous microbes from spilling across borders",
          "url": "https://doi.org/10.1126/science.adv0710",
          "doi": "https://doi.org/10.1126/science.adv0710",
          "filter": "3"
        },
        {
          "title": "Speaking for myself",
          "authors": "Ogochukwu Joseph Uweru",
          "url": "https://doi.org/10.1126/science.adu9386",
          "doi": "https://doi.org/10.1126/science.adu9386",
          "filter": "3"
        },
        {
          "title": "Extending prosperity to Mexican seas",
          "authors": "Octavio Aburto-Oropeza, Catalina López-Sagástegui, Alejandro Robles, Exequiel Ezcurra",
          "url": "https://doi.org/10.1126/science.ads5826",
          "doi": "https://doi.org/10.1126/science.ads5826",
          "filter": "3"
        },
        {
          "title": "How the brain hatches an escape",
          "authors": "Francesco Argenton, Yoav Gothilf",
          "abstract": "A neuroendocrine circuit controls when fish larvae are ready to hatch",
          "url": "https://doi.org/10.1126/science.adu0649",
          "doi": "https://doi.org/10.1126/science.adu0649",
          "filter": "3"
        },
        {
          "title": "Synthetic gene circuits drive disease-fighting T cells",
          "authors": "Marco L. Davila, Renier Brentjens",
          "abstract": "Immune cells can be programmed to deliver targeted therapies in models of brain and inflammatory disease",
          "url": "https://doi.org/10.1126/science.adt9921",
          "doi": "https://doi.org/10.1126/science.adt9921",
          "filter": "3"
        },
        {
          "title": "On the origins of organisms The Origin of Life Aleksandr I. Oparin Moscovky Rabotchii, 1924.",
          "authors": "Antonio Lazcano",
          "abstract": "The heterotrophic theory of the origin of life turns 100",
          "url": "https://doi.org/10.1126/science.ads5691",
          "doi": "https://doi.org/10.1126/science.ads5691",
          "filter": "3"
        },
        {
          "title": "Scopes monkey trial, in context Keeping the Faith: God, Democracy, and the Trial That Riveted a Nation Brenda Wineapple Random House, 2024. 544 pp.",
          "authors": "Vassiliki Betty Smocovitis",
          "abstract": "A writer reexamines the 20th-century showdown between science and religion",
          "url": "https://doi.org/10.1126/science.ads4948",
          "doi": "https://doi.org/10.1126/science.ads4948",
          "filter": "3"
        },
        {
          "title": "Continuous monitoring with a shake",
          "authors": "Sihong Wang",
          "abstract": "Oscillating signals rapidly reset a sensor for real-time protein detection in the body",
          "url": "https://doi.org/10.1126/science.adt8928",
          "doi": "https://doi.org/10.1126/science.adt8928",
          "filter": "3"
        },
        {
          "title": "Editorial Expression of Concern",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adu7951",
          "doi": "https://doi.org/10.1126/science.adu7951",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "https://doi.org/10.1126/science.adv0703",
          "doi": "https://doi.org/10.1126/science.adv0703",
          "filter": "3"
        },
        {
          "title": "Storm warnings for FDA and CDC",
          "authors": "Jennifer Couzin-Frankel, Phie Jacobs",
          "url": "https://doi.org/10.1126/science.adv0706",
          "doi": "https://doi.org/10.1126/science.adv0706",
          "filter": "3"
        },
        {
          "title": "Controversial study redraws classical picture of the neuron",
          "authors": "Sofia Quaglia",
          "abstract": "Fine-grained imaging of mouse brain cells suggests “pearling” of axons that may help with signaling",
          "url": "https://doi.org/10.1126/science.adv0709",
          "doi": "https://doi.org/10.1126/science.adv0709",
          "filter": "3"
        },
        {
          "title": "Act on a mandate to protect research subjects’ privacy",
          "authors": "Leslie E. Wolf, Natalie Ram",
          "abstract": "Congress called for the protection of data from legal process",
          "url": "https://doi.org/10.1126/science.adu2675",
          "doi": "https://doi.org/10.1126/science.adu2675",
          "filter": "3"
        },
        {
          "title": "‘Brutal’ math test raises the bar for AI",
          "authors": "Zack Savitsky",
          "abstract": "Model-stumping benchmark shows human experts remain on top—for now",
          "url": "https://doi.org/10.1126/science.adv0707",
          "doi": "https://doi.org/10.1126/science.adv0707",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Marc S. Lavine, Corinne Simonti, Keith T. Smith, Caroline Ash, Yevgeniya Nusinovich, Yury Suleymanov, L. Bryan Ray",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.adv0403",
          "doi": "https://doi.org/10.1126/science.adv0403",
          "filter": "3"
        },
        {
          "title": "Editorial Expression of Concern",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adu7744",
          "doi": "https://doi.org/10.1126/science.adu7744",
          "filter": "3"
        },
        {
          "title": "Erratum for the Research Article “APOBEC3 deaminase editing in mpox virus as evidence for sustained human transmission since at least 2016” by Á. O’Toole et al .",
          "url": "https://doi.org/10.1126/science.adu7667",
          "doi": "https://doi.org/10.1126/science.adu7667",
          "filter": "3"
        },
        {
          "title": "Breaking the glass",
          "authors": "Sofia Moutinho",
          "abstract": "Latin America is a leader in nonprofit open-access journals. But it struggles to give them global visibility",
          "url": "https://doi.org/10.1126/science.adv0401",
          "doi": "https://doi.org/10.1126/science.adv0401",
          "filter": "3"
        },
        {
          "title": "Beneath Antarctica’s ice, a fiery future may await",
          "authors": "Paul Voosen",
          "abstract": "Researchers probe volcanoes’ response to a changing world",
          "url": "https://doi.org/10.1126/science.adv0708",
          "doi": "https://doi.org/10.1126/science.adv0708",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Antidepressant use in spatial social networks",
          "authors": "Balázs Lengyel, Gergő Tóth, Nicholas A. Christakis, Anikó Bíró",
          "abstract": "Social networks may help individuals maintain their mental health. Most empirical work based on small-scale surveys finds that cohesive social networks are critical for mental well-being, while diverse networks are considered less important. Here, we link data on antidepressant use of 277,344 small-town residents to a nationwide online social network. The data enable us to examine how individuals’ mental health care is related to the spatial characteristics of their social networks including their ties in the local community and connections to distant communities. We find that, besides the cohesion of social networks around home, the diversity of connections to distant places is negatively correlated with the probability of antidepressant use. Spatial diversity of social networks is also associated with decreasing dosage in subsequent years. This relationship is independent from the local access to antidepressants and is more prevalent for young individuals. Structural features of spatial social networks are prospectively associated with depression treatment.",
          "url": "https://doi.org/10.1126/sciadv.adr0302",
          "doi": "https://doi.org/10.1126/sciadv.adr0302",
          "filter": "0"
        },
        {
          "title": "Heat disproportionately kills young people: Evidence from wet-bulb temperature in Mexico",
          "authors": "Andrew J. Wilson, R. Daniel Bressler, Catherine Ivanovich, Cascade Tuholske, Colin Raymond, Radley M. Horton, Adam Sobel, Patrick Kinney, Tereza Cavazos, Jeffrey G. Shrader",
          "abstract": "Recent studies project that temperature-related mortality will be the largest source of damage from climate change, with particular concern for the elderly whom it is believed bear the largest heat-related mortality risk. We study heat and mortality in Mexico, a country that exhibits a unique combination of universal mortality microdata and among the most extreme levels of humid heat. Combining detailed measurements of wet-bulb temperature with age-specific mortality data, we find that younger people who are particularly vulnerable to heat: People under 35 years old account for 75% of recent heat-related deaths and 87% of heat-related lost life years, while those 50 and older account for 96% of cold-related deaths and 80% of cold-related lost life years. We develop high-resolution projections of humid heat and associated mortality and find that under the end-of-century SSP 3–7.0 emissions scenario, temperature-related deaths shift from older to younger people. Deaths among under-35-year-olds increase 32% while decreasing by 33% among other age groups.",
          "url": "https://doi.org/10.1126/sciadv.adq3367",
          "doi": "https://doi.org/10.1126/sciadv.adq3367",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Resource: “Harmonized cross-species cell atlases of trigeminal and dorsal root ganglia” by S. Bhuiyan et al .",
          "url": "https://doi.org/10.1126/sciadv.adt4792",
          "doi": "https://doi.org/10.1126/sciadv.adt4792",
          "filter": "1"
        },
        {
          "title": "Structural and molecular properties of mumps virus inclusion bodies",
          "authors": "Hiroshi Katoh, Ryuichi Kimura, Tsuyoshi Sekizuka, Kohei Matsuoka, Mika Hosogi, Yuki Kitai, Yukiko Akahori, Fumihiro Kato, Michiyo Kataoka, Hirotaka Kobayashi, Noriyo Nagata, Tadaki Suzuki, Yasuyuki Ohkawa, Shinya Oki, Makoto Takeda",
          "abstract": "Viral RNA synthesis of mononegaviruses occurs in cytoplasmic membraneless organelles called inclusion bodies (IBs). Here, we report that IBs of mumps virus (MuV), which is the causative agent of mumps and belongs to the family Paramyxoviridae , displayed liquid organelle properties formed by liquid-liquid phase separation. Super-resolution microscopic analysis of MuV IBs demonstrated that nucleocapsid and phospho (P)-proteins formed a cage-like structure and that the viral polymerase adopted a reticular pattern and colocalized with viral RNAs. In addition, we characterized host RNAs localized in MuV IBs by a spatial transcriptome analysis, and found that RNAs containing G-quadruplex motif sequences (G4-RNAs) were concentrated. An in vitro phase separation assay showed that the G4-RNAs interacted with the P protein and enhanced condensation in P droplets. Together, our data show that MuV generates IBs with a characteristic cage-like structure and host G4-RNAs play an important role in forming MuV IBs.",
          "url": "https://doi.org/10.1126/sciadv.adr0359",
          "doi": "https://doi.org/10.1126/sciadv.adr0359",
          "filter": "2"
        },
        {
          "title": "Charting the transcriptomic landscape of primary and metastatic cancers in relation to their origin and target normal tissues",
          "authors": "Neel Sanghvi, Camilo Calvo-Alcañiz, Padma S. Rajagopal, Stefano Scalera, Valeria Canu, Sanju Sinha, Fiorella Schischlik, Kun Wang, Sanna Madan, Eldad Shulman, Antonios Papanicolau-Sengos, Giovanni Blandino, Eytan Ruppin, Nishanth Ulhas Nair",
          "abstract": "Metastasis is a leading cause of cancer-related deaths, yet understanding how metastatic tumors adapt from their origin to their target tissues remains a fundamental challenge. To address this, we assessed whether primary and metastatic tumors more closely resemble their tissues of origin or target tissues in terms of gene expression. We analyzed expression profiles from multiple cancer types and normal tissues, including single-cell and bulk RNA sequencing data from both paired and unpaired patient cohorts. Primary tumors were overall more transcriptomically similar to their tissues of origin, while metastases shifted toward their target tissues. However, pathway-level analysis highlighted critical metabolic and immune transcriptomic changes toward target tissues during metastasis in both primary and metastatic tumors. In addition, primary tumors exhibited higher activity in cancer hallmarks such as “Activating Invasion and Metastasis” when compared to metastases. This comprehensive analysis provides a transcriptome-wide view of the processes through which cancer tumors adapt to their metastatic environments before and after metastasis.",
          "url": "https://doi.org/10.1126/sciadv.adn0220",
          "doi": "https://doi.org/10.1126/sciadv.adn0220",
          "filter": "2"
        },
        {
          "title": "High-throughput single-cell sorting by stimulated Raman-activated cell ejection",
          "authors": "Jing Zhang, Haonan Lin, Jiabao Xu, Meng Zhang, Xiaowei Ge, Chi Zhang, Wei E. Huang, Ji-Xin Cheng",
          "abstract": "Raman-activated cell sorting isolates single cells in a nondestructive and label-free manner, but its throughput is limited by small spontaneous Raman scattering cross section. Coherent Raman scattering integrated with microfluidics enables high-throughput cell analysis, but faces challenges with small cells (&lt;3 μm) and tissue sections. Here, we report stimulated Raman-activated cell ejection (S-RACE) that enables high-throughput single-cell sorting by integrating stimulated Raman imaging, in situ image decomposition, and laser-induced cell ejection. S-RACE allows ejection of live bacteria or fungi guided by their Raman signatures. Furthermore, S-RACE successfully sorted lipid-rich Rhodotorula glutinis cells from a cell mixture with a throughput of ~13 cells per second, and the sorting results were confirmed by downstream quantitative polymerase chain reaction. Beyond single cells, S-RACE shows high compatibility with tissue sections. Incorporating a closed-loop feedback control circuit further enables real-time SRS imaging-identification-ejection. In summary, S-RACE opens exciting opportunities for diverse single-cell sorting applications.",
          "url": "https://doi.org/10.1126/sciadv.adn6373",
          "doi": "https://doi.org/10.1126/sciadv.adn6373",
          "filter": "2"
        },
        {
          "title": "From oxide epitaxy to freestanding membranes: Opportunities and challenges",
          "authors": "Sooho Choo, Shivasheesh Varshney, Huan Liu, Shivam Sharma, Richard D. James, Bharat Jalan",
          "abstract": "Motivated by the growing demand to integrate functional oxides with dissimilar materials, numerous studies have been undertaken to detach a functional oxide film from its original substrate, effectively forming a membrane, which can then be affixed to the desired host material. This review article is centered on the synthesis of functional oxide membranes, encompassing various approaches to their synthesis, exfoliation, and transfer techniques. First, we explore the characteristics of thin-film growth techniques with emphasis on molecular beam epitaxy. We then examine the fundamental principles and pivotal factors underlying three key approaches of creating membranes: (i) chemical lift-off, (ii) the two-dimensional layer–assisted lift-off, and (iii) spalling. We review the methods of exfoliation and transfer for each approach. Last, we provide an outlook into the future of oxide membranes, highlighting their applications and emerging properties.",
          "url": "https://doi.org/10.1126/sciadv.adq8561",
          "doi": "https://doi.org/10.1126/sciadv.adq8561",
          "filter": "2"
        },
        {
          "title": "Identification of the Wnt signal peptide that directs secretion on extracellular vesicles",
          "authors": "Uxia Gurriaran-Rodriguez, David Datzkiw, Leandro G. Radusky, Marie Esper, Ehsan Javandoost, Fan Xiao, Hong Ming, Solomon Fisher, Alberto Marina, Yves De Repentigny, Rashmi Kothary, Mikel Azkargorta, Felix Elortza, Adriana L. Rojas, Luis Serrano, Aitor Hierro, Michael A. Rudnicki",
          "abstract": "Wnt proteins are hydrophobic glycoproteins that are nevertheless capable of long-range signaling. We found that Wnt7a is secreted long distance on the surface of extracellular vesicles (EVs) following muscle injury. We defined a signal peptide region in Wnts required for secretion on EVs, termed exosome-binding peptide (EBP). Addition of EBP to an unrelated protein directed secretion on EVs. Palmitoylation and the signal peptide were not required for Wnt7a-EV secretion. Coatomer was identified as the EV-binding protein for the EBP. Analysis of cocrystal structures, binding thermodynamics, and mutagenesis found that a dilysine motif mediates EBP binding to coatomer with a conserved function across the Wnt family. We showed that EBP is required for Wnt7a bioactivity when expressed in vivo during regeneration. Overall, our study has elucidated the structural basis and singularity of Wnt secretion on EVs, alternatively to canonical secretion, opening avenues for innovative therapeutic targeting strategies and systemic protein delivery.",
          "url": "https://doi.org/10.1126/sciadv.ado5914",
          "doi": "https://doi.org/10.1126/sciadv.ado5914",
          "filter": "2"
        },
        {
          "title": "Deep and dynamic metabolic and structural imaging in living tissues",
          "authors": "Kunzan Liu, Honghao Cao, Kasey Shashaty, Li-Yu Yu, Sarah Spitz, Francesca Michela Pramotton, Zhengpeng Wan, Ellen L. Kan, Erin N. Tevonian, Manuel Levy, Eva Lendaro, Roger D. Kamm, Linda G. Griffith, Fan Wang, Tong Qiu, Sixian You",
          "abstract": "Label-free imaging through two-photon autofluorescence of NAD(P)H allows for nondestructive, high-resolution visualization of cellular activities in living systems. However, its application to thick tissues has been restricted by its limited penetration depth within 300 μm, largely due to light scattering. Here, we demonstrate that the imaging depth for NAD(P)H can be extended to more than 700 μm in living engineered human multicellular microtissues by adopting multimode fiber-based, low repetition rate, high peak power, three-photon excitation of NAD(P)H at 1100 nm. This is achieved by having more than 0.5 megawatts peak power at the band of 1100 ± 25 nm through adaptively modulating multimodal nonlinear pulse propagation with a compact fiber shaper. Moreover, the eightfold increase in pulse energy enables faster imaging of monocyte behaviors in the living multicellular models. These results represent a substantial advance for deep and dynamic imaging of intact living biosystems. The modular design is anticipated to allow wide adoption for demanding imaging applications, including cancer research, immune responses, and tissue engineering.",
          "url": "https://doi.org/10.1126/sciadv.adp2438",
          "doi": "https://doi.org/10.1126/sciadv.adp2438",
          "filter": "2"
        },
        {
          "title": "Turing covalent organic framework membranes via heterogeneous nucleation synthesis for organic solvent nanofiltration",
          "authors": "Fan Yang, Jing Guo, Chengzhe Han, Junhui Huang, Zhiwei Zhou, Shi-Peng Sun, Yanqiu Zhang, Lu Shao",
          "abstract": "Although covalent organic frameworks (COFs) demonstrate notable potential for developing advanced separation membranes, contemporary COF membranes still lack controlled stacking and highly efficient sieving. Here, Turing-architecture COF membranes were constructed by engineering a reaction-diffusion assembly process via heterogeneous nucleation synthesis with tannic acid (TA). TA covalently binds with amine monomers to form a composite precursor with increased reactivity and decreased diffusivity. This altered the pathway of Schiff base reactions with aldehyde monomers, fulfilling suitable reaction-diffusion conditions, and ultimately formed the labyrinthine stripe or spot-patterned Turing COF film with controlled stacking and uniform pore structure. This endows our COF membrane with highly efficient molecule sieving ability for organic solvent nanofiltration while exhibiting a flux that is 621% greater than that of commercial membranes. Thus, this study provides a paradigm for the in situ synthesis of highly efficient COF membranes for diversely sustainable separations.",
          "url": "https://doi.org/10.1126/sciadv.adr9260",
          "doi": "https://doi.org/10.1126/sciadv.adr9260",
          "filter": "2"
        },
        {
          "title": "Sustainable high-entropy materials?",
          "authors": "Liuliu Han, Wangzhong Mu, Shaolou Wei, Peter K. Liaw, Dierk Raabe",
          "abstract": "High-entropy materials (HEMs) show inspiring structural and functional properties due to their multi-elemental compositions. However, most HEMs are burdened by cost-, energy-, and carbon-intensive extraction, synthesis, and manufacturing protocols. Recycling and reusing HEMs are challenging because their design relies on high fractions of expensive and limited-supply elements in massive solid solutions. Therefore, we review the basic sustainability aspects of HEMs. Solutions include using feedstock with lower carbon and energy footprints, sustainable primary synthesis routes from minerals, attenuation of the equimolar alloying rule, and a preference for scrap and dumped waste for secondary and tertiary synthesis. The high solubility, compositional flexibility, and chemical robustness of HEMs offer pathways for using higher fractions of mixed and contaminated scrap and waste feedstocks, which are not admissible for synthesizing conventional materials. We also discuss thermodynamic and kinetic design strategies to reconcile good material properties with high impurity tolerance and variable compositions.",
          "url": "https://doi.org/10.1126/sciadv.ads3926",
          "doi": "https://doi.org/10.1126/sciadv.ads3926",
          "filter": "2"
        },
        {
          "title": "INSPIRE: Single-beam probed complementary vibrational bioimaging",
          "authors": "Pengcheng Fu, Yongqing Zhang, Siming Wang, Xin Ye, Yunhong Wu, Mengfei Yu, Shiyao Zhu, Hyeon Jeong Lee, Delong Zhang",
          "abstract": "Molecular spectroscopy provides intrinsic contrast for in situ chemical imaging, linking the physiochemical properties of biomolecules to the functions of living systems. While stimulated Raman imaging has found successes in deciphering biological machinery, many vibrational modes are Raman inactive or weak, limiting the broader impact of the technique. It can potentially be mitigated by the spectral complementarity from infrared (IR) spectroscopy. However, the vastly different optical windows make it challenging to develop such a platform. Here, we introduce in situ pump-probe IR and Raman excitation (INSPIRE) microscopy, a nascent cross-modality spectroscopic imaging approach by encoding the ultrafast Raman and the IR photothermal relaxation into a single probe beam for simultaneous detection. INSPIRE inherits the merits of complementary modalities and demonstrates high-content molecular imaging of chemicals, cells, tissues, and organisms. Furthermore, INSPIRE applies to label-free and molecular tag imaging, offering possibilities for optical sensing and imaging in biomedicine and materials science.",
          "url": "https://doi.org/10.1126/sciadv.adm7687",
          "doi": "https://doi.org/10.1126/sciadv.adm7687",
          "filter": "2"
        },
        {
          "title": "Epitope-focused immunogens targeting the hepatitis C virus glycoproteins induce broadly neutralizing antibodies",
          "authors": "Kumar Nagarathinam, Andreas Scheck, Maurice Labuhn, Luisa J. Ströh, Elisabeth Herold, Barbora Veselkova, Sarah Tune, Johannes T. Cramer, Stéphane Rosset, Sabrina S. Vollers, Dorothea Bankwitz, Matthias Ballmaier, Heike Böning, Edith Roth, Tanvi Khera, Henrike P. Ahsendorf-Abidi, Oliver Dittrich-Breiholz, Jonas Obleser, Michael Nassal, Hans-Martin Jäck, Thomas Pietschmann, Bruno E. Correia, Thomas Krey",
          "abstract": "Hepatitis C virus (HCV) infection causes ~290,000 annual human deaths despite the highly effective antiviral treatment available. Several viral immune evasion mechanisms have hampered the development of an effective vaccine against HCV, among them the remarkable conformational flexibility within neutralization epitopes in the HCV antigens. Here, we report the design of epitope-focused immunogens displaying two distinct HCV cross-neutralization epitopes. We show that these immunogens induce a pronounced, broadly neutralizing antibody response in laboratory and transgenic human antibody mice. Monoclonal human antibodies isolated from immunized human antibody mice specifically recognized the grafted epitopes and neutralized four diverse HCV strains. Our results highlight a promising strategy for developing HCV immunogens and provide an encouraging paradigm for targeting structurally flexible epitopes to improve the induction of neutralizing antibodies.",
          "url": "https://doi.org/10.1126/sciadv.ado2600",
          "doi": "https://doi.org/10.1126/sciadv.ado2600",
          "filter": "2"
        },
        {
          "title": "Optimal repetitive readout of single solid-state spins determined by Fisher information",
          "authors": "Zhiyuan Zhao, Shaoyi Xu, Qian Shi, Yu Chen, Xi Kong, Zhiping Yang, Mengqi Wang, Xiangyu Ye, Pei Yu, Ya Wang, Tianyu Xie, Fazhan Shi, Jiangfeng Du",
          "abstract": "Quantum systems, including superconducting circuits, trapped ions, quantum dots, solid-state defects, etc., have achieved considerable advancements in readout fidelity. However, the widely used threshold method disregards the importance of temporal characteristics of the signal during continuous measurements, leading to information loss. Here, we applied Fisher information to quantify the potential enhancement by using the temporal information. We proposed an optimal data processing method and derived the condition for equality to the error constrained by Fisher information. Applying this method to the single-shot readout of a 13 C nuclear spin of nitrogen-vacancy center marks a 33.8 ± 1.2% error reduction compared to the threshold method, improving the fidelity to 99.649(5)%. The versatility of our method is further demonstrated through the single-shot readout of charge states. This work illustrates the advantage of using photon arrival time for improving readout fidelity without upgrading experimental hardware. The method of using Fisher information to analyze readout fidelity also holds promise for broad applicability to other systems.",
          "url": "https://doi.org/10.1126/sciadv.adp9228",
          "doi": "https://doi.org/10.1126/sciadv.adp9228",
          "filter": "2"
        },
        {
          "title": "Transcription-coupled changes in genomic region proximities during transcriptional bursting",
          "authors": "Hiroaki Ohishi, Soya Shinkai, Hitoshi Owada, Takeru Fujii, Kazufumi Hosoda, Shuichi Onami, Takashi Yamamoto, Yasuyuki Ohkawa, Hiroshi Ochiai",
          "abstract": "The orchestration of our genes heavily relies on coordinated communication between enhancers and promoters, yet the mechanisms behind this dynamic interplay during active transcription remain unclear. Here, we investigated enhancer-promoter (E-P) interactions in relation to transcriptional bursting in mouse embryonic stem cells using sequential DNA/RNA/immunofluorescence–fluorescence in situ hybridization analyses. Our data reveal that the active state of specific genes is characterized by specific proximities between different genomic regions and the accumulation of transcriptional regulatory factors. Mathematical simulations suggest that an increase in local viscosity could potentially contribute to stabilizing the duration of these E-P proximities. Our study provides insights into the association among E-P proximity, protein accumulation, and transcriptional dynamics, paving the way for a more nuanced understanding of gene-specific regulatory mechanisms.",
          "url": "https://doi.org/10.1126/sciadv.adn0020",
          "doi": "https://doi.org/10.1126/sciadv.adn0020",
          "filter": "2"
        },
        {
          "title": "Highly multiplexed fluorescence microscopy with spectrally tunable semiconducting polymer dots",
          "authors": "Ziyu Guo, Chetan Poudel, Margaret C. Sarfatis, Jiangbo Yu, Madeline Wong, Daniel T. Chiu, Joshua C. Vaughan",
          "abstract": "Current studies of biological tissues require visualizing diverse cell types and molecular interactions, creating a growing need for versatile techniques to simultaneously probe numerous targets. Traditional multiplexed imaging is limited to around five targets at once. Emerging methods using sequential rounds of staining, imaging, and signal removal can probe tens of targets but require specialized hardware and time-consuming workflows and face challenges with sample distortion and artifacts. We present a highly multiplexed fluorescence microscopy method using semiconducting polymer dots (Pdots) in a single round of staining and imaging. Pdots are small, bright, and photostable fluorescent probes with a wide range of tunable Stokes shifts (20 to 450 nanometers). Multiple series of Pdots with varying excitation wavelengths allow for fast (&lt;1 minute) and single-round imaging of up to 21 targets in the brain and kidney. This method is based on a simple immunofluorescence workflow, efficient use of spectral space, standard hardware, and straightforward analysis, making it widely applicable for bioimaging laboratories.",
          "url": "https://doi.org/10.1126/sciadv.adk8829",
          "doi": "https://doi.org/10.1126/sciadv.adk8829",
          "filter": "2"
        },
        {
          "title": "Perceptual constancy for an odor is acquired through changes in primary sensory neurons",
          "authors": "Mark Conway, Merve Oncul, Kate Allen, Zongqian Zhang, Jamie Johnston",
          "abstract": "The ability to consistently recognize an object despite variable sensory input is termed perceptual constancy. This ability is not innate; rather, it develops with experience early in life. We show that, when mice are naïve to an odor object, perceptual constancy is absent across increasing concentrations. The perceptual change coincides with a rapid reduction in activity from a single olfactory receptor channel that is most sensitive to the odor. This drop in activity is not a property of circuit interactions within the olfactory bulb; instead, it is due to a sensitivity mismatch of olfactory receptor neurons within the nose. We show that, after forming an association of this odor with food, the sensitivity of the receptor channel is matched to the odor object, preventing transmission failure and promoting perceptual stability. These data show that plasticity of the primary sensory organ enables learning of perceptual constancy.",
          "url": "https://doi.org/10.1126/sciadv.ado9205",
          "doi": "https://doi.org/10.1126/sciadv.ado9205",
          "filter": "2"
        },
        {
          "title": "Framework nucleic acid strategy enables closer microbial contact for programming short-range interaction",
          "authors": "Na Chen, Jing Xi, Na Du, Ruichen Shen, Rui Zhao, Wei He, Tianhuang Peng, Yanbing Yang, Yun Zhang, Lilei Yu, Weihong Tan, Quan Yuan",
          "abstract": "Programming precise and specific microbial intraspecies or interspecies interaction would be powerful for microbial metabolic regulation, signal pathway mechanism understanding, and therapeutic application. However, it is still of great challenge to develop a simple and universal method to artificially encode the microbial interactions without interfering with the intrinsic cell metabolism. Here, we proposed an extensible and flexible framework nucleic acid strategy for encoding the specific and precise microbial interactions upon self-assembly. With this spatial manipulation tool, we propose the microbial spatial heterogeneity and short-range interaction mechanism that the microbial assembly facilitates the gene expressions of the surface sensors including flagella and pili in Pseudomonas aeruginosa , leading to a more sensitive response to quorum sensing. The microbial interaction programming strategy proposed in this work is expected to provide a powerful and designable nanoplatform for better understanding of distance-dependent bacterial communication networks.",
          "url": "https://doi.org/10.1126/sciadv.adr4399",
          "doi": "https://doi.org/10.1126/sciadv.adr4399",
          "filter": "2"
        },
        {
          "title": "Raman microscopy of cryofixed biological specimens for high-resolution and high-sensitivity chemical imaging",
          "authors": "Kenta Mizushima, Yasuaki Kumamoto, Shoko Tamura, Masahito Yamanaka, Kentaro Mochizuki, Menglu Li, Syusuke Egoshi, Kosuke Dodo, Yoshinori Harada, Nicholas I. Smith, Mikiko Sodeoka, Hideo Tanaka, Katsumasa Fujita",
          "abstract": "Raman microscopy is an emerging molecular imaging technology, yet its signal-to-noise ratio (SNR) in measurements of biological specimens is severely limited because of the small cross section of Raman scattering. Here, we present Raman imaging techniques of cryofixed specimens to overcome SNR limitations by enabling long exposure of specimens under highly stabilized low-temperature conditions. The observation of frozen specimens in a cryostat at a constant low temperature immediately after rapid freezing enabled the improvement of SNR and enhanced the spatial and spectral resolution. We also confirmed that the cryofixation can preserve physicochemical states of specimens by observing alkyne-labeled coenzyme Q in cytosol and hemeproteins in acute ischemic myocardium, which cannot be done by fixation using chemical reagents. Last, we applied the technique for multiplex Raman imaging of label-free endogenous molecules and alkyne-tagged molecules in cryofixed HeLa cells, demonstrating its capability of high-content imaging of complex biological phenomena while maintaining physiological conditions.",
          "url": "https://doi.org/10.1126/sciadv.adn0110",
          "doi": "https://doi.org/10.1126/sciadv.adn0110",
          "filter": "2"
        },
        {
          "title": "Noninvasive identification of carbon-based black pigments with pump-probe microscopy",
          "authors": "Heidi V. Kastenholz, Michael I. Topper, Warren S. Warren, Martin C. Fischer, David Grass",
          "abstract": "Carbon-based black pigments, a widely used class of pigments, are difficult to differentiate with the noninvasive techniques currently used in cultural heritage science. We use pump-probe microscopy, coupled with a support vector machine, to distinguish common carbon-based black pigments as pure pigments, as two-component black pigment mixtures, and as a mixture of a black and a colorful pigment. This work showcases the potential of pump-probe microscopy to spatially differentiate carbon-based black pigments, which would have interesting applications to works of art.",
          "url": "https://doi.org/10.1126/sciadv.adp0005",
          "doi": "https://doi.org/10.1126/sciadv.adp0005",
          "filter": "2"
        },
        {
          "title": "MLL/WDR5 complex recruits centriolar satellite protein Cep72 to regulate microtubule nucleation and spindle formation",
          "authors": "Swathi Chodisetty, Aditi Arora, Kausika Kumar Malik, Himanshu Goel, Shweta Tyagi",
          "abstract": "Dysfunction of the centrosome, the major microtubule-organizing center of the cell, is implicated in microcephaly. Haploinsufficiency of mixed-lineage leukemia (MLL/KMT2A) protein causes Wiedemann-Steiner syndrome (WSS), a neurodevelopmental disorder associated with microcephaly. However, whether MLL has a function at the centrosome is not clear. Here, we show that loss of the MLL/WDR5 complex affects microtubule nucleation and regrowth. MLL/WDR5 localize to the pericentriolar material and interact with centriolar satellite protein Cep72 and γ-tubulin ring complex proteins (γ-TuRCs). MLL/WDR5 promote the localization of γ-TuRCs and structural proteins like AKAP9 to the centrosome during interphase and mitosis, a phenotype also observed in cells derived from patients with WSS. During mitosis, loss of MLL, WDR5, and Cep72 affects spindle formation and leads to misaligned chromosomes. Last, we show that MLL and WDR5 recruit Cep72 to the centrosome. Our studies provide insight into an undiscovered role of MLL at the centrosome and elucidate how centriolar satellite proteins like Cep72 can be recruited to the centrosome.",
          "url": "https://doi.org/10.1126/sciadv.adn0086",
          "doi": "https://doi.org/10.1126/sciadv.adn0086",
          "filter": "2"
        },
        {
          "title": "Electrochemical imaging of neurotransmitter release with fast-scan voltammetric ion conductance microscopy",
          "authors": "Yunong Wang, Cristobal Rodriguez, Sasha E. Alden, Myung-hoon Choi, Kristen Alanis, Rahul Srinivasan, Lane A. Baker",
          "abstract": "Understanding the dynamic spatial and temporal release of neurotransmitters can help resolve long-standing questions related to chemical modulation of neurological circuits. Dopamine modulates function in a range of physiological processes and is key to transmission in addiction and neurological disorders. Studies at subcellular scales promise to help develop a broader understanding of dopamine release, diffusion, and receptor activation and how these processes lead to functional outcomes. Electrochemical measurements of dopamine release at individual cells have proven especially informative. We describe incorporation of fast-scan cyclic voltammetry for detection of dopamine release with subcellular spatial resolution and millisecond time resolution. The platform is benchmarked with standard redox probes and then applied to imaging stimulated release from subcellular locations of a coculture of dopaminergic neurons and astrocytes. Voltammetry reveals heterogeneity in release based on time, location, and neuron identity. We believe that this platform ultimately offers a window to understanding neurotransmission in pathophysiological models of disease where cell-cell communication is key.",
          "url": "https://doi.org/10.1126/sciadv.ado9322",
          "doi": "https://doi.org/10.1126/sciadv.ado9322",
          "filter": "2"
        },
        {
          "title": "Light modulates glucose and lipid homeostasis via the sympathetic nervous system",
          "authors": "Xiangning Chen, Eugene Lin, Mozhan M. Haghighatian, Logan Wallace Shepard, Samer Hattar, Rejji Kuruvilla, Haiqing Zhao",
          "abstract": "Light is an important environmental factor for vision and for diverse physiological and psychological functions. Light can also modulate glucose metabolism. Here, we show that in mice, light is critical for glucose and lipid homeostasis by regulating the sympathetic nervous system, independent of circadian disruption. Light deprivation from birth elicits insulin hypersecretion, glucagon hyposecretion, lower gluconeogenesis, and reduced lipolysis by 6 to 8 weeks in male, but not female, mice. These metabolic defects are consistent with blunted sympathetic activity, and indeed, sympathetic responses to a cold stimulus are substantially attenuated in dark-reared mice. Further, long-term dark rearing leads to body weight gain, insulin resistance, and glucose intolerance. Notably, metabolic dysfunction can be partially alleviated by 5 weeks exposure to a regular light-dark cycle. These studies provide insight into circadian-independent mechanisms by which light directly influences whole-body physiology and better understanding of metabolic disorders linked to aberrant environmental light conditions.",
          "url": "https://doi.org/10.1126/sciadv.adp3284",
          "doi": "https://doi.org/10.1126/sciadv.adp3284",
          "filter": "2"
        },
        {
          "title": "Neuronal circuit mechanisms of competitive interaction between action-based and coincidence learning",
          "authors": "Eyal Rozenfeld, Moshe Parnas",
          "abstract": "How information is integrated across different forms of learning is crucial to understanding higher cognitive functions. Animals form classic or operant associations between cues and their outcomes. It is believed that a prerequisite for operant conditioning is the formation of a classical association. Thus, both memories coexist and are additive. However, the two memories can result in opposing behavioral responses, which can be disadvantageous. We show that Drosophila classical and operant olfactory conditioning rely on distinct neuronal pathways leading to different behavioral responses. Plasticity in both pathways cannot be formed simultaneously. If plasticity occurs at both pathways, interference between them occurs and learning is disrupted. Activity of the navigation center is required to prevent plasticity in the classical pathway and enable it in the operant pathway. These findings fundamentally challenge hierarchical views of operant and classical learning and show that active processes prevent coexistence of the two memories.",
          "url": "https://doi.org/10.1126/sciadv.adq3016",
          "doi": "https://doi.org/10.1126/sciadv.adq3016",
          "filter": "2"
        },
        {
          "title": "Experimental demonstration of the equivalence of entropic uncertainty with wave-particle duality",
          "authors": "Daniel Spegel-Lexne, Santiago Gómez, Joakim Argillander, Marcin Pawłowski, Pedro R. Dieguez, Alvaro Alarcón, Guilherme B. Xavier",
          "abstract": "Wave-particle duality is one of the most notable and counterintuitive features of quantum mechanics, illustrating that two incompatible observables cannot be measured simultaneously with arbitrary precision. In this work, we experimentally demonstrate the equivalence of wave-particle duality and entropic uncertainty relations using orbital angular momentum (OAM) states of light. Our experiment uses an innovative and reconfigurable platform composed of few-mode optical fibers and photonic lanterns, showcasing the versatility of this technology for quantum information processing. Our results provide fundamental insights into the complementarity principle from an informational perspective, with implications for the broader field of quantum technologies.",
          "url": "https://doi.org/10.1126/sciadv.adr2007",
          "doi": "https://doi.org/10.1126/sciadv.adr2007",
          "filter": "2"
        },
        {
          "title": "Impact of dosing schedules on performance of rotavirus vaccines in Ghana",
          "authors": "Ernest O. Asare, Mohammad A. Al-Mamun, George E. Armah, Benjamin A. Lopman, Virginia E. Pitzer",
          "abstract": "There is currently limited evidence regarding how the rotavirus vaccine dosing schedule might be adjusted to improve vaccine performance. We quantified the impact of the previously implemented 6/10-week Rotarix vaccine (RV1) in Ghana to the model-predicted impact for other vaccine dosing schedules across three hospitals and the entire country. Compared to no vaccination, the model-estimated median percentage reductions in rotavirus ranged from 28 to 85% and 12 to 71% among children &lt;1 and &lt;5 years old, respectively. The median predicted reductions in rotavirus for the whole country ranged from 57 to 66% among infants &lt;1 year and 35 to 45% among children &lt;5 years old. The 1/6/10- and 6/10/14-week schedules provided the best and comparable reductions in rotavirus compared to the original 6/10-week schedule. A third dose could prevent an additional 9 to 14% of deaths. An additional dose of RV1 might be an effective strategy to improve rotavirus vaccine impact, particularly in settings with low vaccine effectiveness.",
          "url": "https://doi.org/10.1126/sciadv.adn4176",
          "doi": "https://doi.org/10.1126/sciadv.adn4176",
          "filter": "2"
        },
        {
          "title": "From synthetic vesicles to living cells: Anchoring conducting polymers to cell membrane",
          "authors": "Hanne Biesmans, Alex Bersellini Farinotti, Tobias Abrahamsson, Katriann Arja, Caroline Lindholm, Xenofon Strakosas, Jennifer Y. Gerasimov, Daniel T. Simon, Camilla I. Svensson, Chiara Musumeci, Magnus Berggren",
          "abstract": "Coupling biology with electronics is emerging as a transformative approach in developing advanced medical treatments, with examples ranging from implants for treating neurological disorders to biosensors for real-time monitoring of physiological parameters. The electrodes used for these purposes often face challenges such as signal degradation due to biofouling and limited biocompatibility, which can lead to inaccurate readings and tissue damage over time. Conducting organic polymers are a promising alternative because of their mechanical, chemical, and physical properties, which better match the ones of biological systems. They also can be synthesized in vivo to form bio-templated structures through biologically compatible manufacturing processes. Here, we report a method to achieve conductive polymer structures anchored to cell membranes, creating an intimate interface between the polymer electrode and single cells. We show that the polymer is nontoxic to cells and does not interfere with its activation, thereby making this process an interesting alternative to existing materials and electrode techniques.",
          "url": "https://doi.org/10.1126/sciadv.adr2882",
          "doi": "https://doi.org/10.1126/sciadv.adr2882",
          "filter": "2"
        },
        {
          "title": "Molecularly tailorable metal oxide clusters ensured robust interfacial connection in inverted perovskite solar cells",
          "authors": "Fengzhu Li, Chaowei Zhao, Yanxun Li, Zhen Zhang, Xiaofeng Huang, Yuefeng Zhang, Jie Fang, Tieyuan Bian, Zhiyuan Zeng, Jun Yin, Alex K.-Y. Jen",
          "abstract": "Interfacial recombination and ion migration between perovskite and electron-transporting materials have been the persisting challenges in further improving the efficiency and stability of perovskite solar cells (PVSCs). Here, we design a series of molecularly tailorable clusters as an interlayer that can simultaneously enhance the interaction with C 60 and perovskite. These clusters have precisely controlled structures, decent charge carrier mobility, considerable solubility, suitable energy levels, and functional ligands, which can help passivate perovskite surface defects, form a uniform capping net to immobilize C 60 , and build a robust coupling between perovskite and C 60 . The target inverted PVSCs achieve an impressive power conversion efficiency (PCE) of 25.6% without the need for additional surface passivation. Crucially, the unencapsulated device displays excellent stability under light, heat, and bias, maintaining 98% of its initial PCE after 1500 hours of maximum power point tracking. These results show great promise in the development of advanced interfacial materials for highly efficient perovskite photovoltaics.",
          "url": "https://doi.org/10.1126/sciadv.adq1150",
          "doi": "https://doi.org/10.1126/sciadv.adq1150",
          "filter": "2"
        },
        {
          "title": "Dynamic silicone hydrogel gauze coatings with dual anti-blood adhesion mechanism for rapid hemostasis and minimal secondary damage",
          "authors": "Xiubin Xu, Yanting Chen, Yunlong Li, Xin Li, Jian Bai, Xusheng Jiang, Danfeng Yu, Xu Wu, Xi Yao",
          "abstract": "Hemostatic materials that can rapidly control bleeding without causing secondary damage or sharp pain upon removal are receiving increasing demands in acute trauma treatments and first-aid supplies. Here, we report the development of a dynamic silicone hydrogel coating on medical gauze to enable rapid hemostasis and synergistic anti-blood adhesion properties. The silicone hydrogel can spontaneously form oriented cross-linked structures on fibrous medical gauze through a solution-processing method to achieve macroscopic superhydrophobicity with microscopic surface slipperiness, resulting in excellent anti-blood adhesion with the on-wound peeling force at ~0 millinewton. The development of dynamic silicone hydrogel coating on medical gauze enables a unique integration of advanced features including instant bleeding control, excellent anti-blood adhesion, and excellent air permeability. The proposed strategy is also suitable for scalable production, making it promising in the applications of trauma management.",
          "url": "https://doi.org/10.1126/sciadv.ado4944",
          "doi": "https://doi.org/10.1126/sciadv.ado4944",
          "filter": "2"
        },
        {
          "title": "An extragenital cell population contributes to urethra closure during mouse penis development",
          "authors": "Ciro Maurizio Amato, Xin Xu, Humphrey Hung-Chang Yao",
          "abstract": "The penis, the organ that bears reproductive and psychological importance, is susceptible to birth defects such as hypospadias or incomplete closure of urethra along the penis shaft. We discover that proper urethral closure in mouse embryos requires a unique mesenchymal cell population originated from outside of the penis. These “extragenital” cells, marked by a lineage marker Nr5a1 , migrate from the inguinal region into the embryonic penis and facilitate urethra closure by interacting with adjacent periurethral cells via the epidermal growth factor pathway. Ablation of Nr5a1 + cells leads to severe hypospadias and alters cell differentiation in the penis. This discovery highlights the indispensable role of Nr5a1 + extragenital cells in urethra closure, shedding light on the biology of penis formation and potential implications for human hypospadias.",
          "url": "https://doi.org/10.1126/sciadv.adp0673",
          "doi": "https://doi.org/10.1126/sciadv.adp0673",
          "filter": "2"
        },
        {
          "title": "X-ray–induced acoustic computed tomography: 3D X-ray absorption imaging from a single view",
          "authors": "Siqi Wang, Prabodh Kumar Pandey, Gerald Lee, Rick J. P. van Bergen, Leshan Sun, Yifei Xu, Liangzhong) Xiang",
          "abstract": "Computed tomography (CT) scanners are essential for modern imaging but require around 600 projections from various angles. We present x-ray–induced acoustic computed tomography (XACT), a method that uses radiation-induced acoustic waves for three-dimensional (3D) x-ray imaging. These spherical acoustic waves travel through tissue at 1.5 × 10 3 meters per second, much slower than x-rays, allowing ultrasound detectors to capture them and generate 3D images without mechanical scanning. We validate this theory by performing 3D numerical reconstructions of a human breast from a single x-ray projection and experimentally determining 3D structures of objects at different depths. Achieving resolutions of 0.4 millimeters in the XZ plane and 3.5 millimeters in the XY plane at a depth of 16 millimeters, XACT demonstrates the ability to produce 3D images from one x-ray projection, reducing radiation exposure and enabling gantry-free imaging. XACT shows great promise for biomedical and nondestructive testing applications, potentially replacing conventional CT.",
          "url": "https://doi.org/10.1126/sciadv.ads1584",
          "doi": "https://doi.org/10.1126/sciadv.ads1584",
          "filter": "2"
        },
        {
          "title": "High-precision chemical quantum sensing in flowing monodisperse microdroplets",
          "authors": "Adrisha Sarkar, Zachary R. Jones, Madhur Parashar, Emanuel Druga, Amala Akkiraju, Sophie Conti, Pranav Krishnamoorthi, Srisai Nachuri, Parker Aman, Mohammad Hashemi, Nicholas Nunn, Marco D. Torelli, Benjamin Gilbert, Kevin R. Wilson, Olga A. Shenderova, Deepti Tanjore, Ashok Ajoy",
          "abstract": "A method is presented for high-precision chemical detection that integrates quantum sensing with droplet microfluidics. Using nanodiamonds (ND) with fluorescent nitrogen-vacancy (NV) centers as quantum sensors, rapidly flowing microdroplets containing analyte molecules are analyzed. A noise-suppressed mode of optically detected magnetic resonance is enabled by pairing controllable flow with microwave control of NV electronic spins, to detect analyte-induced signals of a few hundredths of a percent of the ND fluorescence. Using this method, paramagnetic ions in droplets are detected with low limit-of-detection using small analyte volumes, with exceptional measurement stability over &gt;10 3 s. In addition, these droplets are used as microconfinement chambers by co-encapsulating ND quantum sensors with various analytes such as single cells, suggesting wide-ranging applications including single-cell metabolomics and real-time intracellular measurements from bioreactors. Important advances are enabled by this work, including portable chemical testing devices, amplification-free chemical assays, and chemical imaging tools for probing reactions within microenvironments.",
          "url": "https://doi.org/10.1126/sciadv.adp4033",
          "doi": "https://doi.org/10.1126/sciadv.adp4033",
          "filter": "2"
        },
        {
          "title": "Transcriptomic landscape of mammalian ventral pallidum at single-cell resolution",
          "authors": "Lite Yang, Lisa Z. Fang, Michelle R. Lynch, Chang S. Xu, Hannah J. Hahm, Yufen Zhang, Monique R. Heitmeier, Vincent D. Costa, Vijay K. Samineni, Meaghan C. Creed",
          "abstract": "The ventral pallidum (VP) is critical for motivated behaviors. While contemporary work has begun to elucidate the functional diversity of VP neurons, the molecular heterogeneity underlying this functional diversity remains incompletely understood. We used single-nucleus RNA sequencing and in situ hybridization to define the transcriptional taxonomy of VP cell types in mice, macaques, and baboons. We found transcriptional conservation between all three species, within the broader neurochemical cell types. Unique dopaminoceptive and cholinergic subclusters were identified and conserved across both primate species but had no homolog in mice. This harmonized consensus VP cellular atlas will pave the way for understanding the structure and function of the VP and identified key neuropeptides, neurotransmitters, and neurotransmitter receptors that could be targeted within specific VP cell types for functional investigations.",
          "url": "https://doi.org/10.1126/sciadv.adq6017",
          "doi": "https://doi.org/10.1126/sciadv.adq6017",
          "filter": "2"
        },
        {
          "title": "The frontiers of chemical imaging",
          "authors": "Ji-Xin Cheng, Warren S. Warren",
          "url": "https://doi.org/10.1126/sciadv.adu9069",
          "doi": "https://doi.org/10.1126/sciadv.adu9069",
          "filter": "2"
        },
        {
          "title": "Endomicroscopic AI-driven morphochemical imaging and fs-laser ablation for selective tumor identification and selective tissue removal",
          "authors": "Matteo Calvarese, Elena Corbetta, Jhonatan Contreras, Hyeonsoo Bae, Chenting Lai, Karl Reichwald, Tobias Meyer-Zedler, David Pertzborn, Anna Mühlig, Franziska Hoffmann, Bernhard Messerschmidt, Orlando Guntinas-Lichius, Michael Schmitt, Thomas Bocklitz, Juergen Popp",
          "abstract": "The rising incidence of head and neck cancer represents a serious global health challenge, requiring more accurate diagnosis and innovative surgical approaches. Multimodal nonlinear optical microscopy, combining coherent anti-Stokes Raman scattering (CARS), two-photon excited fluorescence (TPEF), and second-harmonic generation (SHG) with deep learning–based analysis routines, offers label-free assessment of the tissue’s morphochemical composition and allows early-stage and automatic detection of disease. For clinical intraoperative application, compact devices are required. In this preclinical study, a cohort of 15 patients was examined with a newly developed rigid CARS/TPEF/SHG endomicroscope. To detect head and neck tumor from the multimodal data, deep learning–based semantic segmentation models were used. This preclinical study yields in a diagnostic sensitivity of 88% and a specificity of 96%. To combine diagnostics with therapy, machine learning–inspired image-guided selective tissue removal was used by integrating femtosecond laser ablation into the endomicroscope. This enables a powerful approach of intraoperative “seek and treat,” paving the way to advanced surgical treatment.",
          "url": "https://doi.org/10.1126/sciadv.ado9721",
          "doi": "https://doi.org/10.1126/sciadv.ado9721",
          "filter": "2"
        },
        {
          "title": "The adenine nucleotide translocase family underlies cardiac ischemia-reperfusion injury through the mitochondrial permeability pore independently of cyclophilin D",
          "authors": "Pooja Patel, Arielys Mendoza, Daniel Ramirez, Dexter Robichaux, Jeffery D. Molkentin, Jason Karch",
          "abstract": "The mitochondrial permeability transition pore (mPTP) is implicated in cardiac ischemia-reperfusion (I/R) injury. During I/R, elevated mitochondrial Ca 2+ triggers mPTP opening, leading to necrotic cell death. Although nonessential regulators of this pore are characterized, the molecular identity of the pore-forming component remains elusive. Two of these genetically verified regulators are cyclophilin D (CypD) and the adenine nucleotide translocase (ANT) family. We investigated the ANT/CypD relationship in mPTP dynamics and I/R injury. Despite lacking all ANT isoforms, Ca 2+ -dependent mPTP opening persisted in cardiac mitochondria but was desensitized. This desensitization conferred resistance to I/R injury in ANT-deficient mice. CypD is hypothesized to trigger mPTP opening through isomerization of ANTs at proline-62. To test this, we generated mice that expressed a P62A mutated version of ANT1. These mice showed similar mPTP dynamics and I/R sensitivity as the wild type, indicating that P62 is dispensable for CypD regulation. Together, these data indicate that the ANT family contributes to mPTP opening independently of CypD.",
          "url": "https://doi.org/10.1126/sciadv.adp7444",
          "doi": "https://doi.org/10.1126/sciadv.adp7444",
          "filter": "2"
        },
        {
          "title": "Hypershifted spin spectroscopy with dynamic nuclear polarization at 1.4 K",
          "authors": "Zhenfeng Pang, Kirill Sheberstov, Bogdan A. Rodin, Jake Lumsden, Utsab Banerjee, Daniel Abergel, Frédéric Mentink-Vigier, Geoffrey Bodenhausen, Kong Ooi Tan",
          "abstract": "Dynamic nuclear polarization (DNP) enhances nuclear magnetic resonance (NMR) sensitivity by transferring polarization from unpaired electrons to nuclei, but nearby nuclear spins are difficult to detect or “hidden” due to strong electron-nuclear couplings that hypershift their NMR resonances. Here, we detect these hypershifted spins in a frozen glycerol-water mixture doped with TEMPOL at ~1.4 K using spin diffusion enhanced saturation transfer (SPIDEST), which indirectly reveals their spectrum. Additionally, we directly observe 1 H NMR lines spanning 10 MHz. The spectrum is confirmed by simulations and density functional theory (DFT) calculations, which verify that the signals originate from intramolecular protons on TEMPOL. Using two-dimensional NMR, we demonstrate polarization transfer from hypershifted to bulk nuclei across a spin diffusion barrier. This methodology provides new insights into the structures of radicals and could aid in designing more efficient DNP polarizing agents. It also complements information on hyperfine interaction accessible by electron paramagnetic resonance (EPR).",
          "url": "https://doi.org/10.1126/sciadv.adr7160",
          "doi": "https://doi.org/10.1126/sciadv.adr7160",
          "filter": "2"
        },
        {
          "title": "Magnetic kirigami dome metasheet with high deformability and stiffness for adaptive dynamic shape-shifting and multimodal manipulation",
          "authors": "Yinding Chi, Emily E. Evans, Matthew R. Clary, Fangjie Qi, Haoze Sun, Saarah Niesha Cantú, Catherine M. Capodanno, Joseph B. Tracy, Jie Yin",
          "abstract": "Soft shape-shifting materials offer enhanced adaptability in shape-governed properties and functionalities. However, once morphed, they struggle to reprogram their shapes and simultaneously bear loads for fulfilling multifunctionalities. Here, we report a dynamic spatiotemporal shape-shifting kirigami dome metasheet with high deformability and stiffness that responds rapidly to dynamically changing magnetic fields. The magnetic kirigami dome exhibits over twice higher doming height and 1.5 times larger bending curvature, as well as sevenfold enhanced structural stiffness compared to its continuous counterpart without cuts. The metasheet achieves omnidirectional doming and multimodal translational and rotational wave-like shape-shifting, quickly responding to changing magnetic fields within 2 milliseconds. Using the dynamic shape-shifting and adaptive interactions with objects, we demonstrate its applications in voxelated dynamic displays and remote magnetic multimodal directional and rotary manipulation of nonmagnetic objects without grasping. It shows high-load transportation ability of over 40 times its own weight, as well as versatility in handling objects of different materials (liquid and solid), sizes, shapes, and weights.",
          "url": "https://doi.org/10.1126/sciadv.adr8421",
          "doi": "https://doi.org/10.1126/sciadv.adr8421",
          "filter": "2"
        },
        {
          "title": "Plankton food web structure and productivity under ocean alkalinity enhancement",
          "authors": "Nicolás Sánchez, Silvan U. Goldenberg, Daniel Brüggemann, Cornelia Jaspers, Jan Taucher, Ulf Riebesell",
          "abstract": "Ocean alkalinity enhancement (OAE) is a nature-based technology for CO 2 removal and storage, but little is known about its environmental safety. We tested a CO 2 -equilibrated OAE deployment in a close-to-natural community using in situ mesocosms in the oligotrophic subtropical North Atlantic and assessed metazoan zooplankton to inform about food web stability, structure, and production. In addition, a literature review complemented experimental results by summarizing physiological responses of marine animals to decreasing proton concentrations, or increased pH. The food web studied proved resistant, and zooplankton physiologically tolerant, to the OAE tested. We observed short-term effects of OAE on zooplankton reproduction and productivity, which were likely trophically mediated. Yet, these did not affect zooplankton populations or their nutritional value as food for fish. Our study demonstrates an environmentally safe OAE application, but also stresses the risks of more intense OAE options, and the vulnerabilities of other marine ecosystems.",
          "url": "https://doi.org/10.1126/sciadv.ado0264",
          "doi": "https://doi.org/10.1126/sciadv.ado0264",
          "filter": "2"
        },
        {
          "title": "Metasurface spectrometers beyond resolution-sensitivity constraints",
          "authors": "Feng Tang, Jingjun Wu, Tom Albrow-Owen, Hanxiao Cui, Fujia Chen, Yaqi Shi, Lan Zou, Jun Chen, Xuhan Guo, Yijun Sun, Jikui Luo, Bingfeng Ju, Jing Huang, Shuangli Liu, Bo Li, Liming Yang, Eric A. Munro, Wanguo Zheng, Hannah J. Joyce, Hongsheng Chen, Lufeng Che, Shurong Dong, Zhipei Sun, Tawfique Hasan, Xin Ye, Yihao Yang, Zongyin Yang",
          "abstract": "Conventional spectrometer designs necessitate a compromise between their resolution and sensitivity, especially as device and detector dimensions are scaled down. Here, we report on a miniaturizable spectrometer platform where light throughput onto the detector is instead enhanced as the resolution is increased. This planar, CMOS-compatible platform is based around metasurface encoders designed to exhibit photonic bound states in the continuum, where operational range can be altered or extended simply through adjusting geometric parameters. This system can enhance photon collection efficiency by up to two orders of magnitude versus conventional designs; we demonstrate this sensitivity advantage through ultralow-intensity fluorescent and astrophotonic spectroscopy. This work represents a step forward for the practical utility of spectrometers, affording a route to integrated, chip-based devices that maintain high resolution and SNR without requiring prohibitively long integration times.",
          "url": "https://doi.org/10.1126/sciadv.adr7155",
          "doi": "https://doi.org/10.1126/sciadv.adr7155",
          "filter": "2"
        },
        {
          "title": "Sex-dimorphic tumor growth is regulated by tumor microenvironmental and systemic signals",
          "authors": "Xianfeng Wang, Hongcun Bao, Yi-Chun Huang, Anindita Barua, Chun-Ming Lai, Jie Sun, Youfang Zhou, Fei Cong, Shangyu Gong, Chih-Hsuan Chang, Wu-Min Deng",
          "abstract": "Tumor growth and progression involve coordinated regulation by internal, microenvironmental, and systemic signals and often display conspicuous sexual dimorphism. The mechanisms governing the integration and coordination of these signals, along with their sex-based differences, remain largely unknown. Using a Drosophila tumor model originating from nonreproductive tissue, we show that female-biased tumor growth involves multifaceted communications among tumor cells, hemocytes, and neuroendocrine insulin-producing cells (IPCs). Notch-active tumor cells recruit hemocytes carrying the tumor necrosis factor–α (TNF-α) homolog Eiger to the tumor microenvironment (TME), activating the c-Jun N-terminal kinase (JNK) pathway in tumor cells, instigating the sexually dimorphic up-regulation of cytokine Unpaired 2 (Upd2). Upd2, in turn, exerts a distal influence by modulating the release of a Drosophila insulin-like peptide (Dilp2) from IPCs. Dilp2 then activates the insulin signaling in the tumor, thereby fostering sexual-dimorphic tumor growth. Together, these findings reveal a relay mechanism involving the TME and systemic signals that collectively control the sexual dimorphism of tumor growth.",
          "url": "https://doi.org/10.1126/sciadv.ads4229",
          "doi": "https://doi.org/10.1126/sciadv.ads4229",
          "filter": "2"
        },
        {
          "title": "Size-dependent guest-memory switching of the flexible and robust adsorption characteristics of layered metal-organic frameworks",
          "authors": "Satoshi Watanabe, Shotaro Hiraide, Homare Arima, Akiko Fukuta, Miyuki Mori, Hideki Tanaka, Minoru T. Miyahara",
          "abstract": "Flexible-robust metal-organic frameworks (MOFs), which exhibit unique hybrid nature comprising both flexible and rigid framework characteristics, exhibit high potential for hydrocarbon separations. However, no clear guidelines have been established to regulate their hybrid characteristics owing to limited understanding of their adsorption mechanism. This study investigates the effects of the particle size of a flexible-robust MOF on its adsorption and structural transition behaviors. The robust nature originates from the structural transition of a metastable guest-free structure, while its flexible nature arises from another guest-free structure. The type of guest-free structure is predominantly determined by the particle size; particles below the critical size are trapped in the metastable guest-free structure. Notably, the critical size varies with the type of guest molecule to be removed; consequently, the difference in critical size results in guest-memory characteristics, enabling guest-free structure switching. These results underscore the importance of controlling the particle size to fine-tune hybrid adsorption characteristics of flexible-robust MOFs.",
          "url": "https://doi.org/10.1126/sciadv.adr1387",
          "doi": "https://doi.org/10.1126/sciadv.adr1387",
          "filter": "2"
        },
        {
          "title": "SRC kinase drives multidrug resistance induced by KRAS-G12C inhibition",
          "authors": "Xinxin Song, Zhuan Zhou, Ammar Elmezayen, Runliu Wu, Chunhua Yu, Boning Gao, John D. Minna, Kenneth D. Westover, Herbert J. Zeh, Guido Kroemer, Lynn E. Heasley, Rui Kang, Daolin Tang",
          "abstract": "Direct targeting of the KRAS-G12C –mutant protein using covalent inhibitors (G12Ci) acts on human non–small cell lung cancer (NSCLC). However, drug resistance is an emerging concern in this approach. Here, we show that MRTX849, a covalent inhibitor targeting the KRAS-G12C mutation, leads to the reactivation of the mitogen-activated protein kinase signaling pathway in MRTX849-resistant NSCLC and pancreatic ductal adenocarcinoma. A genome-wide CRISPR screen revealed that the adenosine triphosphate binding cassette transporter ABCC1 mediates MRTX849 resistance. Functional studies demonstrated that the transcription factor JUN drives ABCC1 expression, resulting in multidrug resistance. An unbiased drug screen identified the tyrosine kinase inhibitor dasatinib that potentiates MRTX849 efficacy by inhibiting SRC-dependent JUN activation, avoiding multidrug resistance and tumor suppression in vitro as well as in suitable preclinical mouse models and patient-derived organoids. SRC inhibitors (DGY-06-116, dasatinib, and bosutinib) also exhibit synergistic effects with MRTX849 in eliminating various tumor cell lines carrying KRAS-G12C mutations. Thus, SRC inhibitors amplify the therapeutic utility of G12Ci.",
          "url": "https://doi.org/10.1126/sciadv.adq4274",
          "doi": "https://doi.org/10.1126/sciadv.adq4274",
          "filter": "2"
        },
        {
          "title": "Rapid prediction of acute thrombosis via nanoengineered immunosensors with unsupervised clustering for multiple circulating biomarkers",
          "authors": "Kaidong Wang, Shaolei Wang, Samuel Margolis, Jae Min Cho, Enbo Zhu, Alexander Dupuy, Junyi Yin, Seul-Ki Park, Clara E. Magyar, Oladunni B. Adeyiga, Kristin Schwab Jensen, John A. Belperio, Freda Passam, Peng Zhao, Tzung K. Hsiai",
          "abstract": "The recent SARS-CoV-2 pandemic underscores the need for rapid and accurate prediction of clinical thrombotic events. Here, we developed nanoengineered multichannel immunosensors for rapid detection of circulating biomarkers associated with thrombosis, including C-reactive protein (CRP), calprotectin, soluble platelet selectin (sP-selectin), and D-dimer. We fabricated the immunosensors using fiber laser engraving of carbon nanotubes and CO 2 laser cutting of microfluidic channels, along with the electrochemical deposition of gold nanoparticles to conjugate with biomarker-specific aptamers and antibody. Using unsupervised clustering based on four biomarker concentrations, we predicted thrombotic events in 49 of 53 patients. The four-biomarker combination yielded an area under the receiver operating characteristic curve (AUC) of 0.95, demonstrating high sensitivity and specificity for acute thrombosis prediction compared to the AUC values for individual biomarkers: CRP (0.773), calprotectin (0.711), sP-selectin (0.683), and D-dimer (0.739). Thus, a nanoengineered multichannel platform with unsupervised clustering provides accurate and efficient methods for predicting thrombosis, guiding personalized medicine.",
          "url": "https://doi.org/10.1126/sciadv.adq6778",
          "doi": "https://doi.org/10.1126/sciadv.adq6778",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal characterization of water diffusion anomalies in saline solutions using machine learning force field",
          "authors": "Ji Woong Yu, Sebin Kim, Jae Hyun Ryu, Won Bo Lee, Tae Jun Yoon",
          "abstract": "Understanding water behavior in salt solutions remains a notable challenge in computational chemistry. Conventional force fields have shown limitations in accurately representing water’s properties across different salt types (chaotropes and kosmotropes) and concentrations, demonstrating the need for better methods. Machine learning force field applications in computational chemistry, especially through deep potential molecular dynamics (DPMD), offer a promising alternative that closely aligns with the accuracy of first-principles methods. Our research used DPMD to study how salts affect water by comparing its results with ab initio molecular dynamics, SPC/Fw, AMOEBA, and MB-Pol models. We studied water’s behavior in salt solutions by examining its spatiotemporally correlated movement. Our findings showed that each model’s accuracy in depicting water’s behavior in salt solutions is strongly connected to spatiotemporal correlation. This study demonstrates both DPMD’s advanced abilities in studying water-salt interactions and contributes to our understanding of the basic mechanisms that control these interactions.",
          "url": "https://doi.org/10.1126/sciadv.adp9662",
          "doi": "https://doi.org/10.1126/sciadv.adp9662",
          "filter": "2"
        },
        {
          "title": "Absolute signal of stimulated Raman scattering microscopy: A quantum electrodynamics treatment",
          "authors": "Wei Min, Xin Gao",
          "abstract": "The advent of stimulated Raman scattering (SRS) microscopy has launched a rapidly growing field in chemical imaging with broad impact. Although the physical picture seems to be well understood from classical models, prediction of absolute SRS signals remains a challenge. Here, we present a quantum electrodynamics treatment of the newly introduced stimulated Raman cross section. The resulting formula for calculating the absolute SRS signal is simple and differs from the commonly used relations by only one factor. We demonstrate the utility of this formula in a broad range of crucial applications of SRS microscopy, including stimulated Raman enhancement factor (&gt;10 8 times), signal-to-noise ratio (SNR) of typical imaging experiments, population saturation under high power excitation, and energy deposition during stimulated Raman photothermal microscopy. In particular, the theory predicts that SRS microscopy is almost always more sensitive than spontaneous Raman microscopy for chemical imaging.",
          "url": "https://doi.org/10.1126/sciadv.adm8424",
          "doi": "https://doi.org/10.1126/sciadv.adm8424",
          "filter": "2"
        },
        {
          "title": "Gene acquisition by giant transposons primes eukaryotes for rapid evolution via horizontal gene transfer",
          "authors": "Andrew S. Urquhart, Emile Gluck-Thaler, Aaron A. Vogan",
          "abstract": "Horizontal gene transfer (HGT) disseminates genetic information between species and is a powerful mechanism of adaptation. Yet, we know little about its underlying drivers in eukaryotes. Giant Starship transposons have been implicated as agents of fungal HGT, providing an unprecedented opportunity to reveal the evolutionary parameters behind this process. Here, we characterize the ssf gene cluster, which contributes to formaldehyde resistance, and use it to demonstrate how mobile element evolution shapes fungal adaptation. We found that ssf clusters have been acquired by various distantly related Starships , which each exhibit multiple instances of horizontal transfer across fungal species (at least nine events, including between different taxonomic orders). Many ssf clusters have subsequently integrated into their host’s genome, illustrating how Starships shape the evolutionary trajectory of fungal hosts beyond any single transfer. Our results demonstrate the key role Starships play in mediating rapid and repeated adaptation via HGT, elevating the importance of mobile element evolution in eukaryotic biology.",
          "url": "https://doi.org/10.1126/sciadv.adp8738",
          "doi": "https://doi.org/10.1126/sciadv.adp8738",
          "filter": "2"
        },
        {
          "title": "Inhibitors of malaria parasite cyclic nucleotide phosphodiesterases block asexual blood-stage development and mosquito transmission",
          "authors": "Paula-Josefina Gomez-Gonzalez, Antima Gupta, Laura G. Drought, Avnish Patel, John Okombo, Mariëtte van der Watt, Ryan Walker-Gray, Kyra A. Schindler, Anna Y. Burkhard, Tomas Yeo, Sunil K. Narwal, Talia S. Bloxham, Christian Flueck, Eloise M. Walker, Joshua A. Rey, Kate J. Fairhurst, Janette Reader, Heekuk Park, Harry G. Pollard, Lindsay B. Stewart, Luke Brandner-Garrod, Mojca Kristan, Geert-Jan Sterk, Youri M. van Nuland, Emilia Manko, Donelly A. van Schalkwyk, Yang Zheng, Rob Leurs, Koen J. Dechering, Anna Caroline C. Aguiar, Rafael V. C. Guido, Dhelio B. Pereira, Patrick K. Tumwebaze, Samuel L. Nosbya, Philip J. Rosenthal, Roland A. Cooper, Mike Palmer, Tanya Parkinson, Jeremy N. Burrows, Anne-Catrin Uhlemann, Lyn-Marié Birkholtz, Jennifer L. Small-Saunders, James Duffy, David A. Fidock, Alan Brown, Mark Gardner, David A. Baker",
          "abstract": "Cyclic nucleotide–dependent phosphodiesterases (PDEs) play essential roles in regulating the malaria parasite life cycle, suggesting that they may be promising antimalarial drug targets. PDE inhibitors are used safely to treat a range of noninfectious human disorders. Here, we report three subseries of fast-acting and potent Plasmodium falciparum PDEβ inhibitors that block asexual blood-stage parasite development and that are also active against human clinical isolates. Two of the inhibitor subseries also have potent transmission-blocking activity by targeting PDEs expressed during sexual parasite development. In vitro drug selection experiments generated parasites with moderately reduced susceptibility to the inhibitors. Whole-genome sequencing of these parasites detected no mutations in PDEβ but rather mutations in downstream effectors: either the catalytic or regulatory subunits of cyclic adenosine monophosphate–dependent protein kinase (PKA) or in the 3-phosphoinositide-dependent protein kinase that is required for PKA activation. Several properties of these P. falciparum PDE inhibitor series make them attractive for further progression through the antimalarial drug discovery pipeline.",
          "url": "https://doi.org/10.1126/sciadv.adq1383",
          "doi": "https://doi.org/10.1126/sciadv.adq1383",
          "filter": "2"
        },
        {
          "title": "Ultrathin rubbery bio-optoelectronic stimulators for untethered cardiac stimulation",
          "authors": "Zhoulyu Rao, Faheem Ershad, Ying-Shi Guan, Fernanda C. Paccola Mesquita, Ernesto Curty da Costa, Marco A. Morales-Garza, Angel Moctezuma-Ramirez, Bin Kan, Yuntao Lu, Shubham Patel, Hyunseok Shim, Kuan Cheng, Wenjie Wu, Tahir Haideri, Xiaojun Lance Lian, Alamgir Karim, Jian Yang, Abdelmotagaly Elgalad, Camila Hochman-Mendez, Cunjiang Yu",
          "abstract": "Untethered electrical stimulation or pacing of the heart is of critical importance in addressing the pressing needs of cardiovascular diseases in both clinical therapies and fundamental studies. Among various stimulation methods, light illumination–induced electrical stimulation via photoelectric effect without any genetic modifications to beating cells/tissues or whole heart has profound benefits. However, a critical bottleneck lies in the lack of a suitable material with tissue-like mechanical softness and deformability and sufficient optoelectronic performances toward effective stimulation. Here, we introduce an ultrathin (&lt;500 nm), stretchy, and self-adhesive rubbery bio-optoelectronic stimulator (RBOES) in a bilayer construct of a rubbery semiconducting nanofilm and a transparent, stretchable gold nanomesh conductor. The RBOES could maintain its optoelectronic performance when it was stretched by 20%. The RBOES was validated to effectively accelerate the beating of the human induced pluripotent stem cell–derived cardiomyocytes. Furthermore, acceleration of ex vivo perfused rat hearts by optoelectronic stimulation with the self-adhered RBOES was achieved with repetitive pulsed light illumination.",
          "url": "https://doi.org/10.1126/sciadv.adq5061",
          "doi": "https://doi.org/10.1126/sciadv.adq5061",
          "filter": "2"
        },
        {
          "title": "Laser-induced adhesives with excellent adhesion enhancement and reduction capabilities for transfer printing of microchips",
          "authors": "Chenglong Li, Shun Zhang, Jing Jiang, Suhao Wang, Shuchang He, Jizhou Song",
          "abstract": "Transfer printing based on tunable and reversible adhesive that enables the heterogeneous integration of materials is essential for developing envisioned electronic systems. An adhesive with both adhesion enhancement and reduction capabilities in a rapid and selective manner is challenging. Here, we report a laser-induced adhesive, featuring a geometrically simple shape memory polymer layer on a glass backing, with excellent adhesion modulation capability for programmable pickup and noncontact printing of microchips. Selective and rapid laser heating substantially enhances the adhesive’s adhesion strength from kilopascal to megapascal within 10 ms due to the shape fixing effect, allowing for precise and programmable pickup. Conversely, the enhanced adhesion can be quickly reduced and eliminated within 3 ms through the shape recovery effect, enabling noncontact printing. Demonstrations of transfer printing microlight-emitting diodes (LEDs) and mini-LEDs onto various low-adhesive flat, rough, and curved surfaces highlight the unusual capabilities of this adhesive for deterministic assembly.",
          "url": "https://doi.org/10.1126/sciadv.ads9226",
          "doi": "https://doi.org/10.1126/sciadv.ads9226",
          "filter": "2"
        },
        {
          "title": "Nucleo-cytoplasmic environment modulates spatiotemporal p53 phase separation",
          "authors": "Debalina Datta, Ambuja Navalkar, Arunima Sakunthala, Ajoy Paul, Komal Patel, Shalaka Masurkar, Laxmikant Gadhe, Shouvik Manna, Arpita Bhattacharyya, Shinjinee Sengupta, Manisha Poudyal, Jyoti Devi, Ajay Singh Sawner, Pradeep Kadu, Ranjit Shaw, Satyaprakash Pandey, Semanti Mukherjee, Nitisha Gahlot, Kundan Sengupta, Samir K. Maji",
          "abstract": "Liquid-liquid phase separation of various transcription factors into biomolecular condensates plays an essential role in gene regulation. Here, using cellular models and in vitro studies, we show the spatiotemporal formation and material properties of p53 condensates that might dictate its function. In particular, p53 forms liquid-like condensates in the nucleus of cells, which can bind to DNA and perform transcriptional activity. However, cancer-associated mutations promote misfolding and partially rigidify the p53 condensates with impaired DNA binding ability. Irrespective of wild-type and mutant forms, the partitioning of p53 into cytoplasm leads to the condensate formation, which subsequently undergoes rapid solidification. In vitro studies show that abundant nuclear components such as RNA and nonspecific DNA promote multicomponent phase separation of the p53 core domain and maintain their liquid-like property, whereas specific DNA promotes its dissolution into tetrameric functional p53. This work provides mechanistic insights into how the life cycle and DNA binding properties of p53 might be regulated by phase separation.",
          "url": "https://doi.org/10.1126/sciadv.ads0427",
          "doi": "https://doi.org/10.1126/sciadv.ads0427",
          "filter": "2"
        },
        {
          "title": "Synergistic label-free fluorescence imaging and miRNA studies reveal dynamic human neuron-glial metabolic interactions following injury",
          "authors": "Yang Zhang, Maria Savvidou, Volha Liaudanskaya, Pramesh Singh, Yuhang Fu, Amreen Nasreen, Marly Coe, Marilyn Kelly, Dustin Snapper, Chelsea Wagner, Jessica Gill, Aviva Symes, Abani Patra, David L. Kaplan, Afshin Beheshti, Irene Georgakoudi",
          "abstract": "Neuron–glial cell interactions following traumatic brain injury (TBI) determine the propagation of damage and long-term neurodegeneration. Spatiotemporally heterogeneous cytosolic and mitochondrial metabolic pathways are involved, leading to challenges in developing effective diagnostics and treatments. An engineered three-dimensional brain tissue model comprising human neurons, astrocytes, and microglia is used in combination with label-free, two-photon imaging and microRNA studies to characterize metabolic interactions between glial and neuronal cells over 72 hours following impact injury. We interpret multiparametric, quantitative, optical metabolic assessments in the context of microRNA gene set analysis and identify distinct metabolic changes in neurons and glial cells. Glycolysis, nicotinamide adenine dinucleotide phosphate (reduced form) and glutathione synthesis, fatty acid synthesis, and oxidation are mobilized within glial cells to mitigate the impacts of initial enhancements in oxidative phosphorylation and fatty acid oxidation within neurons, which lack robust antioxidant defenses. This platform enables enhanced understanding of mechanisms that may be targeted to improve TBI diagnosis and treatment.",
          "url": "https://doi.org/10.1126/sciadv.adp1980",
          "doi": "https://doi.org/10.1126/sciadv.adp1980",
          "filter": "2"
        },
        {
          "title": "Optical-resolution parallel ultraviolet photoacoustic microscopy for slide-free histology",
          "authors": "Rui Cao, Yilin Luo, Jingjing Zhao, Yushun Zeng, Yide Zhang, Qifa Zhou, Adam le da Zerda, Lihong V. Wang",
          "abstract": "Intraoperative imaging of slide-free specimens is crucial for oncology surgeries, allowing surgeons to quickly identify tumor margins for precise surgical guidance. While high-resolution ultraviolet photoacoustic microscopy has been demonstrated for slide-free histology, the imaging speed is insufficient, due to the low laser repetition rate and the limited depth of field. To address these challenges, we present parallel ultraviolet photoacoustic microscopy (PUV-PAM) with simultaneous scanning of eight optical foci to acquire histology-like images of slide-free fresh specimens, improving the ultraviolet PAM imaging speed limited by low laser repetition rates. The PUV-PAM has achieved an imaging speed of 0.4 square millimeters per second (i.e., 4.2 minutes per square centimeter) at 1.3-micrometer resolution using a 50-kilohertz laser. In addition, we demonstrated the PUV-PAM with eight needle-shaped beams for an extended depth of field, allowing fast imaging of slide-free tissues with irregular surfaces. We believe that the PUV-PAM approach will enable rapid intraoperative photoacoustic histology and provide prospects for ultrafast optical-resolution PAM.",
          "url": "https://doi.org/10.1126/sciadv.ado0518",
          "doi": "https://doi.org/10.1126/sciadv.ado0518",
          "filter": "2"
        },
        {
          "title": "Cryo-EM structure of Nipah virus RNA polymerase complex",
          "authors": "Yiru Wang, Lixia Zhao, Yi Zhang, Yuhan Wang, Jiao Tang, Simiao Liu, Huihan Gao, Xiaoxiao Zhang, Luca Zinzula, Roger D. Kornberg, Heqiao Zhang",
          "abstract": "Nipah virus, a member of the Paramyxoviridae family, is a highly pathogenic nonsegmented, negative-sense RNA virus (nsNSV) which causes severe neurological and respiratory illnesses in humans. There are no available drugs or vaccines to combat this virus. A complex of large polymerase protein (L) and phosphoprotein (P) of Nipah virus supports replication and transcription and affords a target for antiviral drug development. Structural information required for drug development is lacking. Here we report the 2.9-angstrom cryo–electron microscopy structure of the Nipah virus polymerase-phosphoprotein complex. The structure identifies conserved amino acids likely important for recognition of template RNA by nsNSVs and reveals the locations of mutation-prone sites among Nipah virus strains, which may facilitate the development of therapeutic agents against Nipah virus by targeting regions unaffected by these mutation sites.",
          "url": "https://doi.org/10.1126/sciadv.adr7116",
          "doi": "https://doi.org/10.1126/sciadv.adr7116",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Rentiership and intellectual monopoly in contemporary capitalism: conceptual challenges and empirical possibilities",
          "authors": "Joseph Baines, Sandy Brian Hager",
          "abstract": "In recent years, the concepts of rentiership and intellectual monopoly have gained prominence in discussions about the weakening link between corporate profitability and capital investment in high income countries. However, there have been few if any attempts to construct measures for rentiership and intellectual monopoly using firm-level financial data. The absence of such work, we argue, is symptomatic of challenges in delineating what qualifies as rent—whether it be intangible rent or otherwise. In place of static conceptions of rent and intellectual monopoly, we develop a framework for analyzing rentierization and intellectual monopolization as dynamic and variegated processes that are closely related to financialization. We apply the framework to the analysis of the transformation of non-financial firms in the USA since the mid-twentieth century and show how it helps clarify the linkages between firm-level dynamics and trends associated with household inequality, corporate stratification and secular stagnation.",
          "url": "https://doi.org/10.1093/ser/mwae076",
          "doi": "https://doi.org/10.1093/ser/mwae076",
          "filter": "0"
        },
        {
          "title": "Varieties of capitalism and patient capital in developing and emerging economies: evidence from Kenya",
          "authors": "Florence Dafe, Radha Upadhyaya",
          "abstract": "Patient capital (PC) has gained traction in discussions about how finance can better serve society. While PC is a central concept in comparative political economy (CPE), this literature has focused on advanced economies in conceptualizing PC and we know little about the conditions under which PC leads to positive outcomes. We extend the conceptualization of PC to enhance its relevance for developing and emerging economies (DEEs) and examine who provides it, when and how it leads to improvements in employment studying the case of Kenya. We find that the PC landscape in DEEs differs from the one in advanced economies and that institutions shape the extent to which capital is patient and has a positive impact on employment. Our analysis contributes to filling a gap in CPE on the role of PC in DEEs and speaks to broader debates about how to enhance the contribution of finance to society.",
          "url": "https://doi.org/10.1093/ser/mwae074",
          "doi": "https://doi.org/10.1093/ser/mwae074",
          "filter": "0"
        },
        {
          "title": "Central banks, monetary stability, and the varieties of capital control liberalization",
          "authors": "Inga Rademacher",
          "abstract": "This article explores the differential liberalization of capital controls in advanced market economies. It shows that although finance-led economies abolished controls by the 1980s, export-led economies retained significant restrictions into the 1990s, contributing to differential financial market development. A historical comparison of Germany and the UK (1961–1985) finds that differential control use resulted from central bankers’ varying expectations of controls’ monetary functions in the domestic economic context. As capital became mobile in the 1960s, sudden capital in- and outflows jeopardized price and currency stability. In the German context of macroeconomic stability, controls effectively limited capital inflows and arrested destabilizing inflationary and exchange rate pressures. However, in the British context of macroeconomic instability and capital outflows, controls could not sufficiently restore stability: as loose fiscal and monetary choices persisted, monetary conditions deteriorated. Thus, Bank of England officials became fervent advocates for control liberalization to enforce restrictive fiscal and monetary choices via market pressures.",
          "url": "https://doi.org/10.1093/ser/mwae077",
          "doi": "https://doi.org/10.1093/ser/mwae077",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
