{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Observation of Hilbert space fragmentation and fractonic excitations in 2D",
          "authors": "Daniel Adler, David Wei, Melissa Will, Kritsana Srakaew, Suchita Agrawal, Pascal Weckesser, Roderich Moessner, Frank Pollmann, Immanuel Bloch, Johannes Zeiher",
          "abstract": "The relaxation behaviour of isolated quantum systems taken out of equilibrium is among the most intriguing questions in many-body physics 1 . Quantum systems out of equilibrium typically relax to thermal equilibrium states by scrambling local information and building up entanglement entropy. However, kinetic constraints in the Hamiltonian can lead to a breakdown of this fundamental paradigm owing to a fragmentation of the underlying Hilbert space into dynamically decoupled subsectors in which thermalization can be strongly suppressed 2–5 . Here we experimentally observe Hilbert space fragmentation in a two-dimensional tilted Bose–Hubbard model. Using quantum gas microscopy, we engineer a wide variety of initial states and find a rich set of manifestations of Hilbert space fragmentation involving bulk states, interfaces and defects, that is, two-, one- and zero-dimensional objects. Specifically, uniform initial states with equal particle number and energy differ strikingly in their relaxation dynamics. Inserting controlled defects on top of a global, non-thermalizing chequerboard state, we observe highly anisotropic, subdimensional dynamics, an immediate signature of their fractonic nature 6–9 . An interface between localized and thermalizing states in turn shows dynamics depending on its orientation. Our results mark the observation of Hilbert space fragmentation beyond one dimension, as well as the concomitant direct observation of fractons, and pave the way for in-depth studies of microscopic transport phenomena in constrained systems.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08188-0",
          "doi": "10.1038/s41586-024-08188-0",
          "filter": "2"
        },
        {
          "title": "Structural variation in the pangenome of wild and domesticated barley",
          "authors": "Murukarthick Jayakodi, Qiongxian Lu, Hélène Pidon, M. Timothy Rabanus-Wallace, Micha Bayer, Thomas Lux, Yu Guo, Benjamin Jaegle, Ana Badea, Wubishet Bekele, Gurcharn S. Brar, Katarzyna Braune, Boyke Bunk, Kenneth J. Chalmers, Brett Chapman, Morten Egevang Jørgensen, Jia-Wu Feng, Manuel Feser, Anne Fiebig, Heidrun Gundlach, Wenbin Guo, Georg Haberer, Mats Hansson, Axel Himmelbach, Iris Hoffie, Robert E. Hoffie, Haifei Hu, Sachiko Isobe, Patrick König, Sandip M. Kale, Nadia Kamal, Gabriel Keeble-Gagnère, Beat Keller, Manuela Knauft, Ravi Koppolu, Simon G. Krattinger, Jochen Kumlehn, Peter Langridge, Chengdao Li, Marina P. Marone, Andreas Maurer, Klaus F. X. Mayer, Michael Melzer, Gary J. Muehlbauer, Emiko Murozuka, Sudharsan Padmarasu, Dragan Perovic, Klaus Pillen, Pierre A. Pin, Curtis J. Pozniak, Luke Ramsay, Pai Rosager Pedas, Twan Rutten, Shun Sakuma, Kazuhiro Sato, Danuta Schüler, Thomas Schmutzer, Uwe Scholz, Miriam Schreiber, Kenta Shirasawa, Craig Simpson, Birgitte Skadhauge, Manuel Spannagl, Brian J. Steffenson, Hanne C. Thomsen, Josquin F. Tibbits, Martin Toft Simmelsgaard Nielsen, Corinna Trautewig, Dominique Vequaud, Cynthia Voss, Penghao Wang, Robbie Waugh, Sharon Westcott, Magnus Wohlfahrt Rasmussen, Runxuan Zhang, Xiao-Qi Zhang, Thomas Wicker, Christoph Dockter, Martin Mascher, Nils Stein",
          "url": "http://dx.doi.org/10.1038/s41586-024-08187-1",
          "doi": "10.1038/s41586-024-08187-1",
          "filter": "2"
        },
        {
          "title": "Past foraminiferal acclimatization capacity is limited during future warming",
          "authors": "Rui Ying, Fanny M. Monteiro, Jamie D. Wilson, Malin Ödalen, Daniela N. Schmidt",
          "abstract": "Climate change affects marine organisms, causing migrations, biomass reduction and extinctions 1,2 . However, the abilities of marine species to adapt to these changes remain poorly constrained on both geological and anthropogenic timescales. Here we combine the fossil record and a global trait-based plankton model to study optimal temperatures of marine calcifying zooplankton (foraminifera, Rhizaria) through time. The results show that spinose foraminifera with algal symbionts acclimatized to deglacial warming at the end of the Last Glacial Maximum (LGM, 19–21 thousand years ago, ka), whereas foraminifera without symbionts (non-spinose or spinose) kept the same thermal preference and migrated polewards. However, when forcing the trait-based plankton model with rapid transient warming over the coming century (1.5 °C, 2 °C, 3 °C and 4 °C relative to pre-industrial baseline), the model suggests that the acclimatization capacities of all ecogroups are limited and insufficient to track warming rates. Therefore, foraminifera are projected to migrate polewards and reduce their global carbon biomass by 5.7–15.1% (depending on the warming) by 2100 relative to 1900–1950. Our study highlights the different challenges posed by anthropogenic and geological warming for marine plankton and their ecosystem functions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08029-0",
          "doi": "10.1038/s41586-024-08029-0",
          "filter": "2"
        },
        {
          "title": "A combinatorial neural code for long-term motor memory",
          "authors": "Jae-Hyun Kim, Kayvon Daie, Nuo Li",
          "url": "http://dx.doi.org/10.1038/s41586-024-08193-3",
          "doi": "10.1038/s41586-024-08193-3",
          "filter": "2"
        },
        {
          "title": "Author Correction: Tumour-selective activity of RAS-GTP inhibition in pancreatic cancer",
          "authors": "Urszula N. Wasko, Jingjing Jiang, Tanner C. Dalton, Alvaro Curiel-Garcia, A. Cole Edwards, Yingyun Wang, Bianca Lee, Margo Orlen, Sha Tian, Clint A. Stalnecker, Kristina Drizyte-Miller, Marie Menard, Julien Dilly, Stephen A. Sastra, Carmine F. Palermo, Marie C. Hasselluhn, Amanda R. Decker-Farrell, Stephanie Chang, Lingyan Jiang, Xing Wei, Yu C. Yang, Ciara Helland, Haley Courtney, Yevgeniy Gindin, Karl Muonio, Ruiping Zhao, Samantha B. Kemp, Cynthia Clendenin, Rina Sor, William P. Vostrejs, Priya S. Hibshman, Amber M. Amparo, Connor Hennessey, Matthew G. Rees, Melissa M. Ronan, Jennifer A. Roth, Jens Brodbeck, Lorenzo Tomassoni, Basil Bakir, Nicholas D. Socci, Laura E. Herring, Natalie K. Barker, Junning Wang, James M. Cleary, Brian M. Wolpin, John A. Chabot, Michael D. Kluger, Gulam A. Manji, Kenneth Y. Tsai, Miroslav Sekulic, Stephen M. Lagana, Andrea Califano, Elsa Quintana, Zhengping Wang, Jacqueline A. M. Smith, Matthew Holderfield, David Wildes, Scott W. Lowe, Michael A. Badgley, Andrew J. Aguirre, Robert H. Vonderheide, Ben Z. Stanger, Timour Baslan, Channing J. Der, Mallika Singh, Kenneth P. Olive",
          "url": "http://dx.doi.org/10.1038/s41586-024-08084-7",
          "doi": "10.1038/s41586-024-08084-7",
          "filter": "2"
        },
        {
          "title": "Intravenous and intracranial GD2-CAR T cells for H3K27M+ diffuse midline gliomas",
          "authors": "Michelle Monje, Jasia Mahdi, Robbie Majzner, Kristen W. Yeom, Liora M. Schultz, Rebecca M. Richards, Valentin Barsan, Kun-Wei Song, Jen Kamens, Christina Baggott, Michael Kunicki, Skyler P. Rietberg, Alexandria Sung Lim, Agnes Reschke, Sharon Mavroukakis, Emily Egeler, Jennifer Moon, Shabnum Patel, Harshini Chinnasamy, Courtney Erickson, Ashley Jacobs, Allison K. Duh, Ramya Tunuguntla, Dorota Danuta Klysz, Carley Fowler, Sean Green, Barbara Beebe, Casey Carr, Michelle Fujimoto, Annie Kathleen Brown, Ann-Louise G. Petersen, Catherine McIntyre, Aman Siddiqui, Nadia Lepori-Bui, Katlin Villar, Kymhuynh Pham, Rachel Bove, Eric Musa, Warren D. Reynolds, Adam Kuo, Snehit Prabhu, Lindsey Rasmussen, Timothy T. Cornell, Sonia Partap, Paul G. Fisher, Cynthia J. Campen, Gerald Grant, Laura Prolo, Xiaobu Ye, Bita Sahaf, Kara L. Davis, Steven A. Feldman, Sneha Ramakrishna, Crystal Mackall",
          "url": "http://dx.doi.org/10.1038/s41586-024-08171-9",
          "doi": "10.1038/s41586-024-08171-9",
          "filter": "2"
        },
        {
          "title": "Releasing a sugar brake generates sweeter tomato without yield penalty",
          "authors": "Jinzhe Zhang, Hongjun Lyu, Jie Chen, Xue Cao, Ran Du, Liang Ma, Nan Wang, Zhiguo Zhu, Jianglei Rao, Jie Wang, Kui Zhong, Yaqing Lyu, Yanling Wang, Tao Lin, Yao Zhou, Yongfeng Zhou, Guangtao Zhu, Zhangjun Fei, Harry Klee, Sanwen Huang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08186-2",
          "doi": "10.1038/s41586-024-08186-2",
          "filter": "2"
        },
        {
          "title": "Author Correction: Testing quantum electrodynamics in extreme fields using helium-like uranium",
          "authors": "R. Loetzsch, H. F. Beyer, L. Duval, U. Spillmann, D. Banaś, P. Dergham, F. M. Kröger, J. Glorius, R. E. Grisenti, M. Guerra, A. Gumberidze, R. Heß, P.-M. Hillenbrand, P. Indelicato, P. Jagodzinski, E. Lamour, B. Lorentz, S. Litvinov, Yu. A. Litvinov, J. Machado, N. Paul, G. G. Paulus, N. Petridis, J. P. Santos, M. Scheidel, R. S. Sidhu, M. Steck, S. Steydli, K. Szary, S. Trotsenko, I. Uschmann, G. Weber, Th. Stöhlker, M. Trassinelli",
          "url": "http://dx.doi.org/10.1038/s41586-024-08345-5",
          "doi": "10.1038/s41586-024-08345-5",
          "filter": "2"
        },
        {
          "title": "High-temperature 205Tl decay clarifies 205Pb dating in early Solar System",
          "authors": "Guy Leckenby, Ragandeep Singh Sidhu, Rui Jiu Chen, Riccardo Mancino, Balázs Szányi, Mei Bai, Umberto Battino, Klaus Blaum, Carsten Brandau, Sergio Cristallo, Timo Dickel, Iris Dillmann, Dmytro Dmytriiev, Thomas Faestermann, Oliver Forstner, Bernhard Franczak, Hans Geissel, Roman Gernhäuser, Jan Glorius, Chris Griffin, Alexandre Gumberidze, Emma Haettner, Pierre-Michel Hillenbrand, Amanda Karakas, Tejpreet Kaur, Wolfram Korten, Christophor Kozhuharov, Natalia Kuzminchuk, Karlheinz Langanke, Sergey Litvinov, Yuri A. Litvinov, Maria Lugaro, Gabriel Martínez-Pinedo, Esther Menz, Bradley Meyer, Tino Morgenroth, Thomas Neff, Chiara Nociforo, Nikolaos Petridis, Marco Pignatari, Ulrich Popp, Sivaji Purushothaman, René Reifarth, Shahab Sanjari, Christoph Scheidenberger, Uwe Spillmann, Markus Steck, Thomas Stöhlker, Yoshiki K. Tanaka, Martino Trassinelli, Sergiy Trotsenko, László Varga, Diego Vescovi, Meng Wang, Helmut Weick, Andrés Yagüe Lopéz, Takayuki Yamaguchi, Yuhu Zhang, Jianwei Zhao",
          "abstract": "Radioactive nuclei with lifetimes on the order of millions of years can reveal the formation history of the Sun and active nucleosynthesis occurring at the time and place of its birth 1,2 . Among such nuclei whose decay signatures are found in the oldest meteorites, 205 Pb is a powerful example, as it is produced exclusively by slow neutron captures (the s process), with most being synthesized in asymptotic giant branch (AGB) stars 3–5 . However, making accurate abundance predictions for 205 Pb has so far been impossible because the weak decay rates of 205 Pb and 205 Tl are very uncertain at stellar temperatures 6,7 . To constrain these decay rates, we measured for the first time the bound-state β − decay of fully ionized 205 Tl 81+ , an exotic decay mode that only occurs in highly charged ions. The measured half-life is 4.7 times longer than the previous theoretical estimate 8 and our 10% experimental uncertainty has eliminated the main nuclear-physics limitation. With new, experimentally backed decay rates, we used AGB stellar models to calculate 205 Pb yields. Propagating those yields with basic galactic chemical evolution (GCE) and comparing with the 205 Pb/ 204 Pb ratio from meteorites 9–11 , we determined the isolation time of solar material inside its parent molecular cloud. We find positive isolation times that are consistent with the other s -process short-lived radioactive nuclei found in the early Solar System. Our results reaffirm the site of the Sun’s birth as a long-lived, giant molecular cloud and support the use of the 205 Pb– 205 Tl decay system as a chronometer in the early Solar System.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08130-4",
          "doi": "10.1038/s41586-024-08130-4",
          "filter": "2"
        },
        {
          "title": "Fluorspar to fluorochemicals upon low-temperature activation in water",
          "authors": "Immo Klose, Calum Patel, Anirban Mondal, Andrew Schwarz, Gabriele Pupo, Véronique Gouverneur",
          "abstract": "The dangerous chemical hydrogen fluoride sits at the apex of the fluorochemical industry, but the substantial hazards linked to its production under harsh conditions (above 300 degrees Celsius) and transport are typically contracted to specialists. All fluorochemicals for applications, including refrigeration, electric transportation, agrochemicals and pharmaceuticals, are prepared from fluorspar (CaF 2 ) through a procedure that generates highly dangerous hydrogen fluoride 1–5 . Here we report a mild method to obtain fluorochemicals directly from fluorspar, bypassing the necessity to manufacture hydrogen fluoride. Acid-grade fluorspar (more than 97 per cent CaF 2 ) is treated with the fluorophilic Lewis acid boric acid (B(OH) 3 ) or silicon dioxide (SiO 2 ), in the presence of oxalic acid, a Brønsted acid that is highly effective for Ca 2+ sequestration. This scalable process carried out in water at low temperature (below 50 degrees Celsius) enables access to widely used fluorochemicals, including tetrafluoroboric acid, alkali metal fluorides, tetraalkylammonium fluorides and fluoro(hetero)arenes. The replacement of oxalic acid with sulfuric acid gave comparable results for B(OH) 3 , but was not as effective when the fluorophilic Lewis acid was SiO 2 . A similar process also works with the lower-purity metspar. The production of fluorochemicals directly from fluorspar offers the possibility of decentralized manufacturing—an attractive model for the fluorochemical industry. With the renewed interest in innovative methods to synthesize oxalic acid via carbon dioxide capture and biomass 6,7 , and the challenges posed by our dependence on fossil fuels for sulfur and therefore sulfuric acid supply 8,9 , our technology may represent a departure towards a sustainable fluorochemical industry.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08125-1",
          "doi": "10.1038/s41586-024-08125-1",
          "filter": "2"
        },
        {
          "title": "Entanglement and iSWAP gate between molecular qubits",
          "authors": "Lewis R. B. Picard, Annie J. Park, Gabriel E. Patenotte, Samuel Gebretsadkan, David Wellnitz, Ana Maria Rey, Kang-Kuen Ni",
          "url": "http://dx.doi.org/10.1038/s41586-024-08177-3",
          "doi": "10.1038/s41586-024-08177-3",
          "filter": "2"
        },
        {
          "title": "Clinical functional proteomics of intercellular signalling in pancreatic cancer",
          "authors": "Peiwu Huang, Weina Gao, Changying Fu, Min Wang, Yunguang Li, Bizhu Chu, An He, Yuan Li, Xiaomei Deng, Yehan Zhang, Qian Kong, Jingxiong Yuan, Hebin Wang, Yu Shi, Dong Gao, Renyi Qin, Tony Hunter, Ruijun Tian",
          "url": "http://dx.doi.org/10.1038/s41586-024-08225-y",
          "doi": "10.1038/s41586-024-08225-y",
          "filter": "2"
        },
        {
          "title": "Foundation models for fast, label-free detection of glioma infiltration",
          "authors": "Akhil Kondepudi, Melike Pekmezci, Xinhai Hou, Katie Scotford, Cheng Jiang, Akshay Rao, Edward S. Harake, Asadur Chowdury, Wajd Al-Holou, Lin Wang, Aditya Pandey, Pedro R. Lowenstein, Maria G. Castro, Lisa Irina Koerner, Thomas Roetzer-Pejrimovsky, Georg Widhalm, Sandra Camelo-Piragua, Misha Movahed-Ezazi, Daniel A. Orringer, Honglak Lee, Christian Freudiger, Mitchel Berger, Shawn Hervey-Jumper, Todd Hollon",
          "url": "http://dx.doi.org/10.1038/s41586-024-08169-3",
          "doi": "10.1038/s41586-024-08169-3",
          "filter": "2"
        },
        {
          "title": "NK2R control of energy expenditure and feeding to treat metabolic diseases",
          "authors": "Frederike Sass, Tao Ma, Jeppe H. Ekberg, Melissa Kirigiti, Mario G. Ureña, Lucile Dollet, Jenny M. Brown, Astrid L. Basse, Warren T. Yacawych, Hayley B. Burm, Mette K. Andersen, Thomas S. Nielsen, Abigail J. Tomlinson, Oksana Dmytiyeva, Dan P. Christensen, Lindsay Bader, Camilla T. Vo, Yaxu Wang, Dylan M. Rausch, Cecilie K. Kristensen, María Gestal-Mato, Wietse In het Panhuis, Kim A. Sjøberg, Stace Kernodle, Jacob E. Petersen, Artem Pavlovskyi, Manbir Sandhu, Ida Moltke, Marit E. Jørgensen, Anders Albrechtsen, Niels Grarup, M. Madan Babu, Patrick C. N. Rensen, Sander Kooijman, Randy J. Seeley, Anna Worthmann, Joerg Heeren, Tune H. Pers, Torben Hansen, Magnus B. F. Gustafsson, Mads Tang-Christensen, Tuomas O. Kilpeläinen, Martin G. Myers, Paul Kievit, Thue W. Schwartz, Jakob B. Hansen, Zachary Gerhart-Hines",
          "url": "http://dx.doi.org/10.1038/s41586-024-08207-0",
          "doi": "10.1038/s41586-024-08207-0",
          "filter": "2"
        },
        {
          "title": "Accelerated formation of ultra-massive galaxies in the first billion years ",
          "authors": "Mengyuan Xiao, Pascal A. Oesch, David Elbaz, Longji Bing, Erica J. Nelson, Andrea Weibel, Garth D. Illingworth, Pieter van Dokkum, Rohan P. Naidu, Emanuele Daddi, Rychard J. Bouwens, Jorryt Matthee, Stijn Wuyts, John Chisholm, Gabriel Brammer, Mark Dickinson, Benjamin Magnelli, Lucas Leroy, Daniel Schaerer, Thomas Herard-Demanche, Seunghwan Lim, Laia Barrufet, Ryan Endsley, Yoshinobu Fudamoto, Carlos Gómez-Guijarro, Rashmi Gottumukkala, Ivo Labbé, Dan Magee, Danilo Marchesini, Michael Maseda, Yuxiang Qin, Naveen A. Reddy, Alice Shapley, Irene Shivaei, Marko Shuntov, Mauro Stefanon, Katherine E. Whitaker, J. Stuart B. Wyithe",
          "url": "http://dx.doi.org/10.1038/s41586-024-08094-5",
          "doi": "10.1038/s41586-024-08094-5",
          "filter": "2"
        },
        {
          "title": "Task-agnostic exoskeleton control via biological joint moment estimation",
          "authors": "Dean D. Molinaro, Keaton L. Scherpereel, Ethan B. Schonhaut, Georgios Evangelopoulos, Max K. Shepherd, Aaron J. Young",
          "url": "http://dx.doi.org/10.1038/s41586-024-08157-7",
          "doi": "10.1038/s41586-024-08157-7",
          "filter": "2"
        },
        {
          "title": "Mapping the ionosphere with millions of phones",
          "authors": "Jamie Smith, Anton Kast, Anton Geraschenko, Y. Jade Morton, Michael P. Brenner, Frank van Diggelen, Brian P. Williams",
          "abstract": "The ionosphere is a layer of weakly ionized plasma bathed in Earth’s geomagnetic field extending about 50–1,500 kilometres above Earth 1 . The ionospheric total electron content varies in response to Earth’s space environment, interfering with Global Satellite Navigation System (GNSS) signals, resulting in one of the largest sources of error for position, navigation and timing services 2 . Networks of high-quality ground-based GNSS stations provide maps of ionospheric total electron content to correct these errors, but large spatiotemporal gaps in data from these stations mean that these maps may contain errors 3 . Here we demonstrate that a distributed network of noisy sensors—in the form of millions of Android phones—can fill in many of these gaps and double the measurement coverage, providing an accurate picture of the ionosphere in areas of the world underserved by conventional infrastructure. Using smartphone measurements, we resolve features such as plasma bubbles over India and South America, solar-storm-enhanced density over North America and a mid-latitude ionospheric trough over Europe. We also show that the resulting ionosphere maps can improve location accuracy, which is our primary aim. This work demonstrates the potential of using a large distributed network of smartphones as a powerful scientific instrument for monitoring Earth.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08072-x",
          "doi": "10.1038/s41586-024-08072-x",
          "filter": "2"
        },
        {
          "title": "Engineered receptors for soluble cellular communication and disease sensing",
          "authors": "Dan I. Piraner, Mohamad H. Abedi, Maria J. Duran Gonzalez, Adam Chazin-Gray, Annie Lin, Iowis Zhu, Pavithran T. Ravindran, Thomas Schlichthaerle, Buwei Huang, Tyler H. Bearchild, David Lee, Sarah Wyman, Young-wook Jun, David Baker, Kole T. Roybal",
          "url": "http://dx.doi.org/10.1038/s41586-024-08366-0",
          "doi": "10.1038/s41586-024-08366-0",
          "filter": "2"
        },
        {
          "title": "Dental evidence for extended growth in early Homo from Dmanisi",
          "authors": "Christoph P. E. Zollikofer, Vincent Beyrand, David Lordkipanidze, Paul Tafforeau, Marcia S. Ponce de León",
          "url": "http://dx.doi.org/10.1038/s41586-024-08205-2",
          "doi": "10.1038/s41586-024-08205-2",
          "filter": "2"
        },
        {
          "title": "Cretaceous bird from Brazil informs the evolution of the avian skull and brain",
          "authors": "Luis M. Chiappe, Guillermo Navalón, Agustín G. Martinelli, Ismar de Souza Carvalho, Rodrigo Miloni Santucci, Yun-Hsin Wu, Daniel J. Field",
          "abstract": "A dearth of Mesozoic-aged, three-dimensional fossils hinders understanding of the origin of the distinctive skull and brain of modern (crown) birds 1 . Here we report Navaornis hestiae gen. et sp. nov., an exquisitely preserved fossil species from the Late Cretaceous of Brazil. The skull of Navaornis is toothless and large-eyed, with a vaulted cranium closely resembling the condition in crown birds; however, phylogenetic analyses recover Navaornis in Enantiornithes, a highly diverse clade of Mesozoic stem birds. Despite an overall geometry quantitatively indistinguishable from crown birds, the skull of Navaornis retains numerous plesiomorphies including a maxilla-dominated rostrum, an akinetic palate, a diapsid temporal configuration, a small cerebellum and a weakly expanded telencephalon. These archaic neurocranial traits are combined with a crown bird-like degree of brain flexion and a bony labyrinth comparable in shape to those of many crown birds but substantially larger. Altogether, the emergent cranial geometry of Navaornis shows an unprecedented degree of similarity between crown birds and enantiornithines, groups last sharing a common ancestor more than 130 million years ago 2 . Navaornis provides long-sought insight into the detailed cranial and endocranial morphology of stem birds phylogenetically crownward of Archaeopteryx , clarifying the pattern and timing by which the distinctive neuroanatomy of living birds was assembled.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08114-4",
          "doi": "10.1038/s41586-024-08114-4",
          "filter": "2"
        },
        {
          "title": "Charge-neutral electronic excitations in quantum insulators",
          "authors": "Sanfeng Wu, Leslie M. Schoop, Inti Sodemann, Roderich Moessner, Robert J. Cava, N. P. Ong",
          "url": "http://dx.doi.org/10.1038/s41586-024-08091-8",
          "doi": "10.1038/s41586-024-08091-8",
          "filter": "2"
        },
        {
          "title": "Read–write mechanisms of H2A ubiquitination by Polycomb repressive complex 1",
          "authors": "Victoria Godínez López, Marco Igor Valencia-Sánchez, Stephen Abini-Agbomson, Jonathan F. Thomas, Rachel Lee, Pablo De Ioannes, Brian A. Sosa, Jean-Paul Armache, Karim-Jean Armache",
          "url": "http://dx.doi.org/10.1038/s41586-024-08183-5",
          "doi": "10.1038/s41586-024-08183-5",
          "filter": "2"
        },
        {
          "title": "Biodiversity impacts of the 2019–2020 Australian megafires",
          "authors": "Don A. Driscoll, Kristina J. Macdonald, Rebecca K. Gibson, Tim S. Doherty, Dale G. Nimmo, Rachael H. Nolan, Euan G. Ritchie, Grant J. Williamson, Geoffrey W. Heard, Elizabeth M. Tasker, Rohan Bilney, Nick Porch, Rachael A. Collett, Ross A. Crates, Alison C. Hewitt, Elise Pendall, Matthias M. Boer, Jody Gates, Rebecca L. Boulton, Christopher M. Mclean, Heidi Groffen, Alex C. Maisey, Chad T. Beranek, Shelby A. Ryan, Alex Callen, Andrew J. Hamer, Andrew Stauber, Garry J. Daly, John Gould, Kaya L. Klop-Toker, Michael J. Mahony, Oliver W. Kelly, Samantha L. Wallace, Sarah E. Stock, Christopher J. Weston, Liubov Volkova, Dennis Black, Heloise Gibb, Joshua J. Grubb, Melodie A. McGeoch, Nick P. Murphy, Joshua S. Lee, Chris R. Dickman, Victor J. Neldner, Michael R. Ngugi, Vivianna Miritis, Frank Köhler, Marc Perri, Andrew J. Denham, Berin D. E. Mackenzie, Chris A. M. Reid, Julia T. Rayment, Alfonsina Arriaga-Jiménez, Michael W. Hewins, Andrew Hicks, Brett A. Melbourne, Kendi F. Davies, Matthew E. Bitters, Grant D. Linley, Aaron C. Greenville, Jonathan K. Webb, Bridget Roberts, Mike Letnic, Owen F. Price, Zac C. Walker, Brad R. Murray, Elise M. Verhoeven, Alexandria M. Thomsen, David Keith, Jedda S. Lemmon, Mark K. J. Ooi, Vanessa L. Allen, Orsi T. Decker, Peter T. Green, Adnan Moussalli, Junn K. Foon, David B. Bryant, Ken L. Walker, Matthew J. Bruce, George Madani, Jeremy L. Tscharke, Benjamin Wagner, Craig R. Nitschke, Carl R. Gosper, Colin J. Yates, Rebecca Dillon, Sarah Barrett, Emma E. Spencer, Glenda M. Wardle, Thomas M. Newsome, Stephanie A. Pulsford, Anu Singh, Adam Roff, Karen J. Marsh, Kye Mcdonald, Lachlan G. Howell, Murraya R. Lane, Romane H. Cristescu, Ryan R. Witt, Emma J. Cook, Felicity Grant, Bradley S. Law, Julian Seddon, Karleah K. Berris, Ryan M. Shofner, Mike Barth, Torran Welz, Alison Foster, David Hancock, Matthew Beitzel, Laura X. L. Tan, Nathan A. Waddell, Pamela M. Fallow, Laura Schweickle, Tom D. Le Breton, Craig Dunne, Mikayla Green, Amy-Marie Gilpin, James M. Cook, Sally A. Power, Katja Hogendoorn, Renee Brawata, Chris J. Jolly, Mark Tozer, Noushka Reiter, Ryan D. Phillips",
          "url": "http://dx.doi.org/10.1038/s41586-024-08174-6",
          "doi": "10.1038/s41586-024-08174-6",
          "filter": "2"
        },
        {
          "title": "Keeping the global consumption within the planetary boundaries",
          "authors": "Peipei Tian, Honglin Zhong, Xiangjie Chen, Kuishuang Feng, Laixiang Sun, Ning Zhang, Xuan Shao, Yu Liu, Klaus Hubacek",
          "url": "http://dx.doi.org/10.1038/s41586-024-08154-w",
          "doi": "10.1038/s41586-024-08154-w",
          "filter": "2"
        },
        {
          "title": "Photochemical permutation of thiazoles, isothiazoles and other azoles",
          "authors": "Baptiste Roure, Maialen Alonso, Giovanni Lonardi, Dilara Berna Yildiz, Cornelia S. Buettner, Thiago dos Santos, Yan Xu, Martin Bossart, Volker Derdau, María Méndez, Josep Llaveria, Alessandro Ruffoni, Daniele Leonori",
          "url": "http://dx.doi.org/10.1038/s41586-024-08342-8",
          "doi": "10.1038/s41586-024-08342-8",
          "filter": "2"
        },
        {
          "title": "Adult skull bone marrow is an expanding and resilient haematopoietic reservoir",
          "authors": "Bong Ihn Koh, Vishal Mohanakrishnan, Hyun-Woo Jeong, Hongryeol Park, Kai Kruse, Young Jun Choi, Melina Nieminen-Kelhä, Rahul Kumar, Raquel S. Pereira, Susanne Adams, Hyuek Jong Lee, M. Gabriele Bixel, Peter Vajkoczy, Daniela S. Krause, Ralf H. Adams",
          "abstract": "The bone marrow microenvironment is a critical regulator of haematopoietic stem cell self-renewal and fate 1 . Although it is appreciated that ageing, chronic inflammation and other insults compromise bone marrow function and thereby negatively affect haematopoiesis 2 , it is not known whether different bone compartments exhibit distinct microenvironmental properties and functional resilience. Here we use imaging, pharmacological approaches and mouse genetics to uncover specialized properties of bone marrow in adult and ageing skull. Specifically, we show that the skull bone marrow undergoes lifelong expansion involving vascular growth, which results in an increasing contribution to total haematopoietic output. Furthermore, skull is largely protected against major hallmarks of ageing, including upregulation of pro-inflammatory cytokines, adipogenesis and loss of vascular integrity. Conspicuous rapid and dynamic changes to the skull vasculature and bone marrow are induced by physiological alterations, namely pregnancy, but also pathological challenges, such as stroke and experimental chronic myeloid leukaemia. These responses are highly distinct from femur, the most extensively studied bone marrow compartment. We propose that skull harbours a protected and dynamically expanding bone marrow microenvironment, which is relevant for experimental studies and, potentially, for clinical treatments in humans.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08163-9",
          "doi": "10.1038/s41586-024-08163-9",
          "filter": "2"
        },
        {
          "title": "Migrating is not enough for modern planktonic foraminifera in a changing ocean",
          "authors": "Sonia Chaabane, Thibault de Garidel-Thoron, Julie Meilland, Olivier Sulpis, Thomas B. Chalk, Geert-Jan A. Brummer, P. Graham Mortyn, Xavier Giraud, Hélène Howa, Nicolas Casajus, Azumi Kuroyanagi, Gregory Beaugrand, Ralf Schiebel",
          "abstract": "Rising carbon dioxide emissions are provoking ocean warming and acidification 1,2 , altering plankton habitats and threatening calcifying organisms 3 , such as the planktonic foraminifera (PF). Whether the PF can cope with these unprecedented rates of environmental change, through lateral migrations and vertical displacements, is unresolved. Here we show, using data collected over the course of a century as FORCIS 4 global census counts, that the PF are displaying evident poleward migratory behaviours, increasing their diversity at mid- to high latitudes and, for some species, descending in the water column. Overall foraminiferal abundances have decreased by 24.2 ± 0.1% over the past eight decades. Beyond lateral migrations 5 , our study has uncovered intricate vertical migration patterns among foraminiferal species, presenting a nuanced understanding of their adaptive strategies. In the temperature and calcite saturation states projected for 2050 and 2100, low-latitude foraminiferal species will face physicochemical environments that surpass their current ecological tolerances. These species may replace higher-latitude species through poleward shifts, which would reduce low-latitude foraminiferal diversity. Our insights into the adaptation of foraminifera during the Anthropocene suggest that migration will not be enough to ensure survival. This underscores the urgent need for us to understand how the interplay of climate change, ocean acidification and other stressors will impact the survivability of large parts of the marine realm.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08191-5",
          "doi": "10.1038/s41586-024-08191-5",
          "filter": "2"
        },
        {
          "title": "Prefrontal transthalamic uncertainty processing drives flexible switching",
          "authors": "Norman H. Lam, Arghya Mukherjee, Ralf D. Wimmer, Matthew R. Nassar, Zhe Sage Chen, Michael M. Halassa",
          "url": "http://dx.doi.org/10.1038/s41586-024-08180-8",
          "doi": "10.1038/s41586-024-08180-8",
          "filter": "2"
        },
        {
          "title": "Ice-giant planet was having a bad day when Voyager came calling",
          "url": "http://dx.doi.org/10.1038/d41586-024-03669-8",
          "doi": "10.1038/d41586-024-03669-8",
          "filter": "4"
        },
        {
          "title": "Should Alzheimer’s be diagnosed without symptoms? Proposal to rely on blood tests roils scientists",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03629-2",
          "doi": "10.1038/d41586-024-03629-2",
          "filter": "4"
        },
        {
          "title": "Daily briefing: World’s first wooden satellite heads for space",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03688-5",
          "doi": "10.1038/d41586-024-03688-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: First DNA from Pompeii body casts illuminates who victims were",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03710-w",
          "doi": "10.1038/d41586-024-03710-w",
          "filter": "4"
        },
        {
          "title": "‘Rapture and beauty’: a writer’s portrait of the International Space Station",
          "authors": "Benjamin Thompson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03661-2",
          "doi": "10.1038/d41586-024-03661-2",
          "filter": "4"
        },
        {
          "title": "Cosmic connections: our changing vision of the heavens",
          "authors": "Amber Dance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03678-7",
          "doi": "10.1038/d41586-024-03678-7",
          "filter": "4"
        },
        {
          "title": "Circular logic: understanding RNA’s strangest form yet",
          "authors": "Amber Dance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03683-w",
          "doi": "10.1038/d41586-024-03683-w",
          "filter": "4"
        },
        {
          "title": "Postdocs count the cost of living in Ireland’s capital",
          "authors": "Jane Feinmann",
          "url": "http://dx.doi.org/10.1038/d41586-024-03608-7",
          "doi": "10.1038/d41586-024-03608-7",
          "filter": "4"
        },
        {
          "title": "Iron levels unexpectedly limit bacterial growth in the ocean’s twilight zone",
          "url": "http://dx.doi.org/10.1038/d41586-024-03697-4",
          "doi": "10.1038/d41586-024-03697-4",
          "filter": "4"
        },
        {
          "title": "Robotic exoskeleton adapts to changes in leg movements in real time",
          "authors": "Myunghee Kim, Matthew J. Major",
          "url": "http://dx.doi.org/10.1038/d41586-024-03546-4",
          "doi": "10.1038/d41586-024-03546-4",
          "filter": "4"
        },
        {
          "title": "Australian megafires drove complex biodiversity outcomes",
          "authors": "Gavin M. Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-03549-1",
          "doi": "10.1038/d41586-024-03549-1",
          "filter": "4"
        },
        {
          "title": "Space weather mapped by millions of smartphones",
          "authors": "Juha Vierinen",
          "url": "http://dx.doi.org/10.1038/d41586-024-03545-5",
          "doi": "10.1038/d41586-024-03545-5",
          "filter": "4"
        },
        {
          "title": "Thixotropic world",
          "authors": "Rob Butler",
          "url": "http://dx.doi.org/10.1038/d41586-024-03685-8",
          "doi": "10.1038/d41586-024-03685-8",
          "filter": "4"
        },
        {
          "title": "Dining with dinosaurs and more: Books in brief",
          "authors": "Andrew Robinson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03711-9",
          "doi": "10.1038/d41586-024-03711-9",
          "filter": "4"
        },
        {
          "title": "8 million cells: virtual embryo shows organs forming in exquisite detail",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03615-8",
          "doi": "10.1038/d41586-024-03615-8",
          "filter": "4"
        },
        {
          "title": "Why we are all lab rats in the digital world",
          "authors": "Tim Weiss",
          "url": "http://dx.doi.org/10.1038/d41586-024-03674-x",
          "doi": "10.1038/d41586-024-03674-x",
          "filter": "4"
        },
        {
          "title": "Worryingly high prevalence of retraction among top-cited researchers",
          "authors": "Shaoxiong Brian Xu, Guangwei Hu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03704-8",
          "doi": "10.1038/d41586-024-03704-8",
          "filter": "4"
        },
        {
          "title": "No hearing aids needed: bats’ ears stay keen well into old age",
          "url": "http://dx.doi.org/10.1038/d41586-024-03575-z",
          "doi": "10.1038/d41586-024-03575-z",
          "filter": "4"
        },
        {
          "title": "Fossilized bird skull from 80 million years ago clarifies early avian evolution",
          "url": "http://dx.doi.org/10.1038/d41586-024-03694-7",
          "doi": "10.1038/d41586-024-03694-7",
          "filter": "4"
        },
        {
          "title": "What happens when a bacterium gets into a fungus and stays — for generations",
          "url": "http://dx.doi.org/10.1038/d41586-024-03700-y",
          "doi": "10.1038/d41586-024-03700-y",
          "filter": "4"
        },
        {
          "title": "The quest to build bionic limbs that feel like the real thing",
          "authors": "Fred Schwaller",
          "url": "http://dx.doi.org/10.1038/d41586-024-03675-w",
          "doi": "10.1038/d41586-024-03675-w",
          "filter": "4"
        },
        {
          "title": "Rice is not as nice with global warming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03668-9",
          "doi": "10.1038/d41586-024-03668-9",
          "filter": "4"
        },
        {
          "title": "Emissions from private jets are soaring",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03687-6",
          "doi": "10.1038/d41586-024-03687-6",
          "filter": "4"
        },
        {
          "title": "Growth area: early studies exploring how tissues and cells grow",
          "url": "http://dx.doi.org/10.1038/d41586-024-03681-y",
          "doi": "10.1038/d41586-024-03681-y",
          "filter": "4"
        },
        {
          "title": "Grass-roots grant-writing approaches can help researchers at small institutions to succeed",
          "authors": "Sarah Wells",
          "url": "http://dx.doi.org/10.1038/d41586-024-03682-x",
          "doi": "10.1038/d41586-024-03682-x",
          "filter": "4"
        },
        {
          "title": "What Trump’s election win could mean for AI, climate and health",
          "authors": "Jeff Tollefson, Max Kozlov, Mariana Lenharo, Traci Watson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03667-w",
          "doi": "10.1038/d41586-024-03667-w",
          "filter": "4"
        },
        {
          "title": "Can AI review the scientific literature — and figure out what it all means?",
          "authors": "Helen Pearson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03676-9",
          "doi": "10.1038/d41586-024-03676-9",
          "filter": "4"
        },
        {
          "title": "AI protein-prediction tool AlphaFold3 is now open source",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-03708-4",
          "doi": "10.1038/d41586-024-03708-4",
          "filter": "4"
        },
        {
          "title": "Resistance to crucial malaria drug detected in severely ill kids in Africa",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03672-z",
          "doi": "10.1038/d41586-024-03672-z",
          "filter": "4"
        },
        {
          "title": "The next massive volcano eruption will cause climate chaos — and we are unprepared",
          "authors": "Markus Stoffel, Christophe Corona, Scott St. George",
          "url": "http://dx.doi.org/10.1038/d41586-024-03680-z",
          "doi": "10.1038/d41586-024-03680-z",
          "filter": "4"
        },
        {
          "title": "CRISPR builds a big tomato that’s actually sweet",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03722-6",
          "doi": "10.1038/d41586-024-03722-6",
          "filter": "4"
        },
        {
          "title": "How I’m turning seaweed into biofuel for cars on Barbados",
          "authors": "Kendall Powell",
          "url": "http://dx.doi.org/10.1038/d41586-024-03684-9",
          "doi": "10.1038/d41586-024-03684-9",
          "filter": "4"
        },
        {
          "title": "This scientist treated her own cancer with viruses she grew in the lab",
          "authors": "Zoe Corbyn",
          "url": "http://dx.doi.org/10.1038/d41586-024-03647-0",
          "doi": "10.1038/d41586-024-03647-0",
          "filter": "4"
        },
        {
          "title": "How AI is reshaping science and society",
          "authors": "Pablo M. Tagarro",
          "url": "http://dx.doi.org/10.1038/d41586-024-03679-6",
          "doi": "10.1038/d41586-024-03679-6",
          "filter": "4"
        },
        {
          "title": "Tomato engineering hits the sweet spot to make big sugar-rich fruit",
          "authors": "Amy Lanctot, Patrick M. Shih",
          "url": "http://dx.doi.org/10.1038/d41586-024-03302-8",
          "doi": "10.1038/d41586-024-03302-8",
          "filter": "4"
        },
        {
          "title": "Errors in cell division stopped by an atypical cyclin-dependent kinase",
          "url": "http://dx.doi.org/10.1038/d41586-024-03691-w",
          "doi": "10.1038/d41586-024-03691-w",
          "filter": "4"
        },
        {
          "title": "To boost science, the growing BRICS group must embrace inclusion and transparency",
          "url": "http://dx.doi.org/10.1038/d41586-024-03673-y",
          "doi": "10.1038/d41586-024-03673-y",
          "filter": "4"
        },
        {
          "title": "US trust in scientists plunged during the pandemic — but it’s starting to recover",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03723-5",
          "doi": "10.1038/d41586-024-03723-5",
          "filter": "4"
        },
        {
          "title": "Geothermal power is vying to be a major player in the world’s clean-energy future",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03621-w",
          "doi": "10.1038/d41586-024-03621-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: There is a multitude of microbe-based climate solutions — time to use them",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03712-8",
          "doi": "10.1038/d41586-024-03712-8",
          "filter": "4"
        },
        {
          "title": "Why did Earth’s first radio message to alien civilizations leave out half of humanity?",
          "authors": "Rebecca Charbonneau",
          "url": "http://dx.doi.org/10.1038/d41586-024-03677-8",
          "doi": "10.1038/d41586-024-03677-8",
          "filter": "4"
        },
        {
          "title": "‘I get paid for my outputs, not because I am Māori’: why Indigenous researchers often face double duty",
          "authors": "Jane Palmer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03578-w",
          "doi": "10.1038/d41586-024-03578-w",
          "filter": "4"
        },
        {
          "title": "In that land",
          "authors": "Chao Liu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03625-6",
          "doi": "10.1038/d41586-024-03625-6",
          "filter": "4"
        },
        {
          "title": "Two for one: candidate obesity drug boosts energy use and curbs calorie intake",
          "authors": "Carlos G. Ardanaz, Sophie M. Steculorum",
          "url": "http://dx.doi.org/10.1038/d41586-024-03548-2",
          "doi": "10.1038/d41586-024-03548-2",
          "filter": "4"
        },
        {
          "title": "Growing up slowed down for an early Homo individual",
          "authors": "Debbie Guatelli-Steinberg",
          "url": "http://dx.doi.org/10.1038/d41586-024-03547-3",
          "doi": "10.1038/d41586-024-03547-3",
          "filter": "4"
        },
        {
          "title": "Global warming is on the cusp of crucial 1.5 °C threshold, suggest ice-core data",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03655-0",
          "doi": "10.1038/d41586-024-03655-0",
          "filter": "4"
        },
        {
          "title": "Grass-roots pressure grows to boost support for breastfeeding scientists",
          "authors": "Amanda Heidt",
          "url": "http://dx.doi.org/10.1038/d41586-024-03440-z",
          "doi": "10.1038/d41586-024-03440-z",
          "filter": "4"
        },
        {
          "title": "Ignoring journal metrics on CVs is an act of privilege",
          "authors": "Valério Souza-Neto",
          "url": "http://dx.doi.org/10.1038/d41586-024-03705-7",
          "doi": "10.1038/d41586-024-03705-7",
          "filter": "4"
        },
        {
          "title": "Trump’s shadow looms at climate summit: what COP29 could deliver",
          "authors": "Alix Soliman, Jeff Tollefson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03706-6",
          "doi": "10.1038/d41586-024-03706-6",
          "filter": "4"
        },
        {
          "title": "World-first stem-cell treatment restores vision in people",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03656-z",
          "doi": "10.1038/d41586-024-03656-z",
          "filter": "4"
        },
        {
          "title": "Two places at once: superposed crystal could test whether gravity obeys quantum laws",
          "url": "http://dx.doi.org/10.1038/d41586-024-03573-1",
          "doi": "10.1038/d41586-024-03573-1",
          "filter": "4"
        },
        {
          "title": "Your dissertation is your business card!",
          "authors": "Bob Bastian",
          "url": "http://dx.doi.org/10.1038/d41586-024-03176-w",
          "doi": "10.1038/d41586-024-03176-w",
          "filter": "4"
        },
        {
          "title": "Systemic biases are leading to an intersex research void",
          "authors": "Alexander J. Stokes, Nick G. Vary, Erika L. Lorshbough",
          "url": "http://dx.doi.org/10.1038/d41586-024-03662-1",
          "doi": "10.1038/d41586-024-03662-1",
          "filter": "4"
        },
        {
          "title": "Devastating Spanish floods expose an urgent need for more flood-risk professionals",
          "authors": "Sebastiano Piccolroaz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03703-9",
          "doi": "10.1038/d41586-024-03703-9",
          "filter": "4"
        },
        {
          "title": "South Korea can boost the research potential of low-income countries",
          "authors": "Seokkyun Woo, Dasom Lee",
          "url": "http://dx.doi.org/10.1038/d41586-024-03564-2",
          "doi": "10.1038/d41586-024-03564-2",
          "filter": "4"
        },
        {
          "title": "Are rising carbon dioxide and nitrogen deposition a joint threat to biodiversity globally?",
          "url": "http://dx.doi.org/10.1038/d41586-024-03663-0",
          "doi": "10.1038/d41586-024-03663-0",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Interacting as equals reduces partisan polarization in Mexico",
          "authors": "Kenneth F. Greene, Erin L. Rossiter, Enrique Seira, Alberto Simpser",
          "url": "http://dx.doi.org/10.1038/s41562-024-02043-y",
          "doi": "10.1038/s41562-024-02043-y",
          "filter": "0"
        },
        {
          "title": "Umbrella review of meta-analyses on the risk factors, protective factors, consequences and interventions of cyberbullying victimization",
          "authors": "K. T. A. Sandeeshwara Kasturiratna, Andree Hartanto, Crystal H. Y. Chen, Eddie M. W. Tong, Nadyanna M. Majeed",
          "abstract": "The increasing prevalence of cyberbullying victimization has become a commonplace issue globally. Although research has explored various predictors and consequences of cyberbullying victimization, most focus on a narrow range of variables or contexts, highlighting the need to comprehensively review and synthesize the wealth of empirical findings. We conducted a systematic review of meta-analyses on cyberbullying victimization, incorporating 56 meta-analyses and 296 effect sizes (sample size range 421–1,136,080, sample size median 53,183; searched via EBSCOhost ERIC, EBSCOhost PsycInfo, PubMed, Scopus, Web of Science, 13 cyberbullying-related journals, Google Scholar and ProQuest Dissertations and Theses) to address the following critical questions: (1) What are the crucial sociodemographic and psychological profiles of cyberbullying victims? (2) What critical contextual and environmental factors are associated with cyberbullying victimization? (3) What are the key psychological and behavioural consequences of cyberbullying victimization? (4) How effective are existing interventions in mitigating impacts of cyberbullying? Included meta-analyses had to focus on cyberbullying victimization and report at least one predictor or consequence. A quality assessment was conducted using the Joanna Briggs Institute Critical Appraisal Instrument for Systematic Reviews and Research Syntheses. Findings suggest that females, school-aged populations, traditional bullying victims and frequent internet users were more likely to be cyberbullied. Unregulated school environments and unsupportive parental relationships were also associated with increased cyberbullying victimization. Cyberbullying victimization was consistently associated with negative psychological outcomes, lower school performance and maladaptive coping behaviours. More importantly, the current review found that cyberbullying intervention programmes show promising results. The current review underscores the importance of devoting adequate resources to mitigating cyberbullying victimization.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02011-6",
          "doi": "10.1038/s41562-024-02011-6",
          "filter": "0"
        },
        {
          "title": "Inadequate foundational decoding skills constrain global literacy goals for pupils in low- and middle-income countries",
          "authors": "Michael Crawford, Neha Raheel, Maria Korochkina, Kathleen Rastle",
          "abstract": "Learning to read is the most important outcome of primary education. However, despite substantial improvements in primary school enrolment, most students in low- and middle-income countries (LMICs) fail to learn to read by age 10. We report reading assessment data from over half a million pupils from 48 LMICs tested primarily in a language of instruction and show that these pupils are failing to acquire the most basic skills that contribute to reading comprehension. Pupils in LMICs across the first three instructional years are not acquiring the ability to decode printed words fluently and, in most cases, are failing to master the names and sounds associated with letters. Moreover, performance gaps against benchmarks widen with each instructional year. Literacy goals in LMICs will be reached only by ensuring focus on decoding skills in early-grade readers. Effective literacy instruction will require rigorous systematic phonics programmes and assessments suitable for LMIC contexts.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02028-x",
          "doi": "10.1038/s41562-024-02028-x",
          "filter": "0"
        },
        {
          "title": "A multi-omics Mendelian randomization study identifies new therapeutic targets for alcohol use disorder and problem drinking",
          "authors": "Daniel B. Rosoff, Josephin Wagner, Andrew S. Bell, Lucas A. Mavromatis, Jeesun Jung, Falk W. Lohoff",
          "url": "http://dx.doi.org/10.1038/s41562-024-02040-1",
          "doi": "10.1038/s41562-024-02040-1",
          "filter": "0"
        },
        {
          "title": "Social movements boosted online orders for US Black-owned restaurants after the murder of George Floyd",
          "authors": "Sumit Agarwal, Yupeng Lin, Jean Zeng",
          "url": "http://dx.doi.org/10.1038/s41562-024-02038-9",
          "doi": "10.1038/s41562-024-02038-9",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Science and Hinduism share the vision of a quest for truth",
          "authors": "Rohitash Chandra",
          "url": "http://dx.doi.org/10.1038/s41562-024-02055-8",
          "doi": "10.1038/s41562-024-02055-8",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Prolonged exertion of self-control causes increased sleep-like frontal brain activity and changes in aggressivity and punishment",
          "authors": "Erica Ordali, Pablo Marcos-Prieto, Giulia Avvenuti, Emiliano Ricciardi, Leonardo Boncinelli, Pietro Pietrini, Giulio Bernardi, Ennio Bilancini",
          "abstract": "Impulsive reactions in social interactions may result in poor or even detrimental outcomes. Particular cognitive states, such as mental fatigue induced by extended practice with cognitively demanding activities, especially if combined with sleep restriction or deprivation, seem to impair the individuals’ ability to exert self-control effectively and may result in impulsive behaviors, including aggressive acts. We demonstrate that exertion of self-control for as little as 45 min can lead to an increased propensity for engaging in aggressive acts in the context of socially relevant choices, as measured by a set of economic games. Also, we show that such behavioral changes are associated with increased sleep-like (delta) activity within frontal brain areas related to decision-making and impulse control. The local occurrence of sleep-like slow waves may lead to a disengagement of frontal areas and explain the reduced ability of individuals to exert self-control effectively. Our results suggest that sleep-like activity may emerge within the awake brain within a relatively short time scale, with detectable effects on socially relevant behavior.",
          "url": "http://dx.doi.org/10.1073/pnas.2404213121",
          "doi": "10.1073/pnas.2404213121",
          "filter": "0"
        },
        {
          "title": "How to make land use policy decisions: Integrating science and economics to deliver connected climate, biodiversity, and food objectives",
          "authors": "Ian J. Bateman, Amy Binner, Ethan T. Addicott, Ben Balmford, Frankie H. T. Cho, Gretchen C. Daily, Anthony De-Gol, Sabrina Eisenbarth, Michela Faccioli, Henry Ferguson-Gow, Silvia Ferrini, Carlo Fezzi, Kate Gannon, Ben Groom, Anna B. Harper, Amii Harwood, Jon Hillier, Mark F. Hulme, Christopher F. Lee, Lorena Liuzzo, Andrew Lovett, Mattia C. Mancini, Robert Matthews, James I. L. Morison, Nathan Owen, Richard G. Pearson, Stephen Polasky, Gavin Siriwardena, Pete Smith, Pat Pat Snowdon, Peter Tippett, Sylvia H. Vetter, Shailaja Vinjili, Christian A. Vossler, Robert T. Watson, Daniel Williamson, Brett H. Day",
          "abstract": "Land use change is crucial to addressing the existential threats of climate change and biodiversity loss while enhancing food security [M. Zurek et al. , Science 376 , 1416–1421 (2022)]. The interconnected and spatially varying nature of the impacts of land use change means that these challenges must be addressed simultaneously [H.-O. Pörtner et al. , Science 380 , eabl4881 (2023)]. However, governments commonly focus on single issues, incentivizing land use change via “Flat-Rate” subsidies offering constant per hectare payments, uptake of which is determined by the economic circumstances of landowners rather than the integrated environmental outcomes that will be delivered [G. Q. Bull et al. , Forest Policy Econ. 9 , 13–31 (2006)]. Here, we compare Flat-Rate subsidies to two alternatives: “Land Use Scenario” allocation of subsidies through consultation across stakeholders and interested parties; and a “Natural Capital” approach which targets subsidies according to expected ecosystem service response. This comparison is achieved by developing a comprehensive decision support system, integrating new and existing natural, physical, and economic science models to quantify environmental, agricultural, and economic outcomes. Applying this system to the United Kingdom’s net zero commitment to increase carbon storage via afforestation, we show that the three approaches result in significantly different outcomes in terms of where planting occurs, their environmental consequences, and economic costs and benefits. The Flat-Rate approach actually increases net carbon emissions while Land Use Scenario allocation yields poor economic outcomes. The Natural Capital targeted approach outperforms both alternatives, providing the highest possible social values while satisfying net zero commitments.",
          "url": "http://dx.doi.org/10.1073/pnas.2407961121",
          "doi": "10.1073/pnas.2407961121",
          "filter": "0"
        },
        {
          "title": "The unappreciated centrality of ethnoracially mixed Americans to the nation’s demographic future",
          "authors": "Richard Alba",
          "abstract": "The ethnoracial future of the United States has been framed as a demographic binary: Whites vs. people of color. The argument here is that this binary distorts by failing to take into adequate account the rapidly growing group of Americans who have been raised in mixed minority and White families, the great majority of the total mixed population. The members of this group generally have distinctive social characteristics: socioeconomic advantages compared to minorities and social integration into milieus with many Whites, as revealed by relatively high rates of marriage to them. However, their identities often encompass their minority heritage. Accordingly, they straddle the society’s major ethnoracial fracture line, creating an in-between social space and connecting, through kinship and other close social relations, both of its sides. However, their numbers are distorted in public national population data, such as census data and population projections; and they are typically counted as part of the non-White population. The recently announced revision of the race/ethnic data standards for the census offers an opportunity to refashion public data in a way that illuminates the important role this mixed group is likely to play in the nation’s demographic future.",
          "url": "http://dx.doi.org/10.1073/pnas.2415070121",
          "doi": "10.1073/pnas.2415070121",
          "filter": "0"
        },
        {
          "title": "Susceptibility to online misinformation: A systematic meta-analysis of demographic and psychological factors",
          "authors": "Mubashir Sultan, Alan N. Tump, Nina Ehmann, Philipp Lorenz-Spreen, Ralph Hertwig, Anton Gollwitzer, Ralf H. J. M. Kurvers",
          "abstract": "Nearly five billion people use and receive news through social media and there is widespread concern about the negative consequences of misinformation on social media (e.g., election interference, vaccine hesitancy). Despite a burgeoning body of research on misinformation, it remains largely unclear who is susceptible to misinformation and why. To address this, we conducted a systematic individual participant data meta-analysis covering 256,337 unique choices made by 11,561 US-based participants across 31 experiments. Our meta-analysis reveals the impact of key demographic and psychological factors on online misinformation veracity judgments. We also disentangle the ability to discern between true and false news (discrimination ability) from response bias, that is, the tendency to label news as either true (true-news bias) or false (false-news bias). Across all studies, participants were well above-chance accurate for both true (68.51%) and false (67.24%) news headlines. We find that older age, higher analytical thinking skills, and identifying as a Democrat are associated with higher discrimination ability. Additionally, older age and higher analytical thinking skills are associated with a false-news bias (caution). In contrast, ideological congruency (alignment of participants’ ideology with news), motivated reflection (higher analytical thinking skills being associated with a greater congruency effect), and self-reported familiarity with news are associated with a true-news bias (naïvety). We also find that experiments on MTurk show higher discrimination ability than those on Lucid. Displaying sources alongside news headlines is associated with improved discrimination ability, with Republicans benefiting more from source display. Our results provide critical insights that can help inform the design of targeted interventions.",
          "url": "http://dx.doi.org/10.1073/pnas.2409329121",
          "doi": "10.1073/pnas.2409329121",
          "filter": "0"
        },
        {
          "title": "The environmental and social opportunities of reducing sugar intake",
          "authors": "Alon Shepon, Zhongxiao Sun, Tamar Makov, Paul Behrens",
          "abstract": "Sugar is the largest agricultural crop by mass and has seen a rapid increase in consumption around the world. There are widespread public health efforts to curb sugar intake through targeted policies given its association with noncommunicable diseases. Although curbing sugar intake aligns with sustainable diets that meet essential environmental and health targets, such a shift may be challenging from a political economy perspective. Utilizing sugar for other purposes such as the production of microbial protein, biofuels, and bioplastics, or using sugar lands to grow other food items, or rewilding could provide health and environmental win–wins that could be more politically palatable. Here, we explore several potential scenarios to illustrate the option space from which national and international stakeholders could choose locally appropriate pathways for alternative utilization of sugar or its lands. While beneficial, such alternative pathways would require the integration of environmental, economic, and health policies to provide a smoother diet transition that reduces stakeholder tensions. Given the trade in sugar as a commodity crop, international approaches that compensate sugar producers for avoided production or incentivize them for redirecting sugars to other uses will be needed. Such approaches could borrow concepts from Just Transition Partnerships that have been applied to energy system transitions in ensuring a transition for major exporters of sugar cash crops across low- and middle-income nations.",
          "url": "http://dx.doi.org/10.1073/pnas.2314482121",
          "doi": "10.1073/pnas.2314482121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Fitness consequences of structural variation inferred from a House Finch pangenome",
          "authors": "Bohao Fang, Scott V. Edwards",
          "abstract": "Genomic structural variants (SVs) play a crucial role in adaptive evolution, yet their average fitness effects and characterization with pangenome tools are understudied in wild animal populations. We constructed a pangenome for House Finches ( Haemorhous mexicanus ), a model for studies of host-pathogen coevolution, using long-read sequence data on 16 individuals (32 de novo - assembled haplotypes) and one outgroup. We identified 887,118 SVs larger than 50 base pairs, mostly (60%) involving repetitive elements, with reduced SV diversity in the eastern US as a result of its introduction by humans. The distribution of fitness effects of genome-wide SVs was estimated using maximum likelihood approaches and revealed that SVs in both coding and noncoding regions were on average more deleterious than smaller indels or single nucleotide polymorphisms. The reference-free pangenome facilitated identification of a &gt; 10-My-old, 11-megabase-long pericentric inversion on chromosome 1. We found that the genotype frequencies of the inversion, estimated from 135 birds widely sampled temporally and geographically, increased steadily over the 25 y since House Finches were first exposed to the bacterial pathogen Mycoplasma gallisepticum and showed signatures of balancing selection, capturing genes related to immunity and telomerase activity. We also observed shorter telomeres in populations with a greater number of years exposure to Mycoplasma . Our study illustrates the utility of long-read sequencing and pangenome methods for understanding wild animal populations, estimating fitness effects of genome-wide SVs, and advancing our understanding of adaptive evolution through structural variation.",
          "url": "http://dx.doi.org/10.1073/pnas.2409943121",
          "doi": "10.1073/pnas.2409943121",
          "filter": "2"
        },
        {
          "title": "Paleo aridity in the Levant driven by a strong North Atlantic latitudinal surface temperature gradient and present-day relevance",
          "authors": "Yochanan Kushnir, Mordechai Stein, Michela Biasutti, Yael Kiro, Yonaton Goldsmith, Steven L. Goldstein",
          "abstract": "The mechanisms underlying the current greenhouse gas (GHG) forced decline in Mediterranean rainfall remain a matter of debate. To inform our understanding of the current and projected drying, we examined extended arid intervals in the late Quaternary, Eastern Mediterranean (EM) Levant indicated by substantial salt deposits in a Dead Sea sediment core covering the past 220 kyr. These arid events occurred during interglacials, when the Earth was at perihelion to the sun in boreal fall and during glacial–interglacial transitions, associated with icesheet melting. Climate models forced with realistic late Quaternary insolation variations show that when the Earth is closest to the Sun in boreal fall, the North Atlantic latitudinal surface temperature gradient in the winter intensifies. In response, the overlying midlatitude North Atlantic jet stream and the extratropical storm track move poleward while sea-level pressure rises in the subtropics. These changes bring about a weakening of the Mediterranean storm track and a decline in rainfall over the entire basin. During glacial–interglacial transitions, meltwater from continental icesheets forced abrupt subpolar North Atlantic cooling. This also strengthened the latitudinal surface temperature gradient, likely causing similar atmospheric response and aridity in the Mediterranean. There is a strong resemblance between this paleoclimate scenario and the climatic changes corresponding to the present and projected GHG drying of the EM. Hence, the late Quaternary palaeohydrology of the Dead Sea indicates an important North Atlantic centered response to external forcing, which leads to Mediterranean drying and is relevant in the present.",
          "url": "http://dx.doi.org/10.1073/pnas.2407166121",
          "doi": "10.1073/pnas.2407166121",
          "filter": "2"
        },
        {
          "title": "Survey-based inference of continental African elephant decline",
          "authors": "Charles T. T. Edwards, Kathleen S. Gobush, Fiona Maisels, Dave Balfour, Russell Taylor, George Wittemyer",
          "abstract": "Long-term quantification of temporal species trends is fundamental to the assignment of conservation status, which in turn is critical for planning and targeting management interventions. However, monitoring effort and methodologies can change over the assessment period, resulting in heterogeneous data that are difficult to interpret. Here, we develop a hierarchical, random effects Bayesian model to estimate site-level trends in density of African elephants from geographically disparate survey data. The approach treats the density trend per site as a random effect and estimates a parametric distribution of these trends for each partitioning of the data. Data were available from 475 sites, in 37 countries, between 1964 and 2016 (a total of 1,325 surveys). We implemented the model separately and in combination for the African forest ( Loxodonta cyclotis ) and savannah ( Loxodonta africana ) elephant species, as well as by region. Inference from these distributions indicates a mean site-level decline for each species over the study period, with the average forest elephant decline estimated to be more than 90% compared to 70% for the savannah elephant. In combination, there has been a mean 77% decline across all sites; but in all models, substantial heterogeneity in trends was found, with stable to increasing trends more common in southern Africa. This work provides the most comprehensive assessment undertaken on the two African elephant species, illustrating the variability in their status across populations.",
          "url": "http://dx.doi.org/10.1073/pnas.2403816121",
          "doi": "10.1073/pnas.2403816121",
          "filter": "2"
        },
        {
          "title": "MurA-catalyzed synthesis of 5-enolpyruvylshikimate-3-phosphate confers glyphosate tolerance in bryophytes",
          "authors": "Samuel Caygill, Thomas Köcher, Liam Dolan",
          "abstract": "Glyphosate is a broad-spectrum herbicide that kills most vascular plant weeds but is ineffective against many bryophytes. Glyphosate competitively inhibits the enolpyruvyl transferase enzyme 5-enolpyruvylshikimate-3-phosphate synthase (EPSPS). EPSPS catalyzes the production of 5-enolpyruvylshikimate-3-phosphate (EPSP)—an intermediate in the shikimate pathway—from shikimate-3-phosphate (S3P) and phosphoenolpyruvate (PEP) substrates. Here, we show that Marchantia polymorpha mutants with loss-of-function mutations in a closely related enolpyruvyl transferase, Mp MurA, were more sensitive to glyphosate than wild-type controls. Overexpression of Mp MurA in M. polymorpha increased glyphosate tolerance, and heterologous expression of the M. polymorpha MurA enzyme in Arabidopsis thaliana conferred glyphosate resistance. Furthermore, we demonstrate that MpMurA catalyzes the production of EPSP from S3P and PEP substrates. These data demonstrate that MpMurA contributes to glyphosate tolerance in M. polymorpha . We speculate that the existence of two independent mechanisms for EPSP synthesis—one canonical and EPSPS-dependent, and the other MurA-dependent—may account for glyphosate tolerance in bryophytes. Alternatively, MurA in bryophytes may bind glyphosate, thereby leaving more unbound EPSPS enzymes available, allowing aromatic amino acid biosynthesis to continue.",
          "url": "http://dx.doi.org/10.1073/pnas.2412997121",
          "doi": "10.1073/pnas.2412997121",
          "filter": "2"
        },
        {
          "title": "Implantable 3D printed hydrogels with intrinsic channels for liver tissue engineering",
          "authors": "Tyler J. Lieberthal, Tatevik Sahakyants, Naomi R. Szabo-Wexler, Matthew J. Hancock, Andrew P. Spann, Mark S. Oliver, Scott C. Grindy, Craig M. Neville, Joseph P. Vacanti",
          "abstract": "This study presents the design, fabrication, and evaluation of a general platform for the creation of three-dimensional printed devices (3DPDs) for tissue engineering applications. As a demonstration, we modeled the liver with 3DPDs consisting of a pair of parallel millifluidic channels that function as portal-venous (PV) and hepatobiliary (HB) structures. Perfusion of medium or whole blood through the PV channel supports the hepatocyte-containing HB channel. Device computer-aided design was optimized for structural stability, after which 3DPDs were 3D printed in a polyethylene(glycol) diacrylate photoink by digital light processing and evaluated in vitro. The HB channels were subsequently seeded with hepatic cells suspended in a collagen hydrogel. Perfusion of 3DPDs in bioreactors enhanced the viability and function of rat hepatoma cells and were maintained over time, along with improved liver-specific functions. Similar results were observed with primary rat hepatocytes, including significant upregulation of cytochrome p450 activity. Additionally, coculture experiments involving primary rat hepatocytes, endothelial cells, and mesenchymal stem cells in 3DPDs showed enhanced viability, broad liver-specific gene expression, and histological features indicative of liver tissue architecture. In vivo implantation of 3DPDs in a rat renal shunt model demonstrated successful blood flow through the devices without clot formation and maintenance of cell viability. 3D printed designs can be scaled in 3D space, allowing for larger devices with increased cell mass. Overall, these findings highlight the potential of 3DPDs for clinical translation in hepatic support applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2403322121",
          "doi": "10.1073/pnas.2403322121",
          "filter": "2"
        },
        {
          "title": "Inhibition mechanism of potential antituberculosis compound lansoprazole sulfide",
          "authors": "Terezia Kovalova, Sylwia Król, Ana P. Gamiz-Hernandez, Dan Sjöstrand, Ville R. I. Kaila, Peter Brzezinski, Martin Högbom",
          "abstract": "Tuberculosis is one of the most common causes of death worldwide, with a rapid emergence of multi-drug-resistant strains underscoring the need for new antituberculosis drugs. Recent studies indicate that lansoprazole—a known gastric proton pump inhibitor and its intracellular metabolite, lansoprazole sulfide (LPZS)—are potential antituberculosis compounds. Yet, their inhibitory mechanism and site of action still remain unknown. Here, we combine biochemical, computational, and structural approaches to probe the interaction of LPZS with the respiratory chain supercomplex III 2 IV 2 of Mycobacterium smegmatis , a close homolog of Mycobacterium tuberculosis supercomplex. We show that LPZS binds to the Q o cavity of the mycobacterial supercomplex, inhibiting the quinol substrate oxidation process and the activity of the enzyme. We solve high-resolution (2.6 Å) cryo-electron microscopy (cryo-EM) structures of the supercomplex with bound LPZS that together with microsecond molecular dynamics simulations, directed mutagenesis, and functional assays reveal key interactions that stabilize the inhibitor, but also how mutations can lead to the emergence of drug resistance. Our combined findings reveal an inhibitory mechanism of LPZS and provide a structural basis for drug development against tuberculosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2412780121",
          "doi": "10.1073/pnas.2412780121",
          "filter": "2"
        },
        {
          "title": "Correction for Taeb et al., Model selection over partially ordered sets",
          "url": "http://dx.doi.org/10.1073/pnas.2420905121",
          "doi": "10.1073/pnas.2420905121",
          "filter": "2"
        },
        {
          "title": "Light-sensitive Ca 2+ signaling in the mammalian choroid",
          "authors": "Ahmed M. Eltanahy, Alex Aupetit, Ethan D. Buhr, Russell N. Van Gelder, Albert L. Gonzales",
          "abstract": "The choroid is the thin, vasculature-filled layer of the eye situated between the sclera and the retina, where it serves the metabolic needs of the light-sensing photoreceptors in the retina. Illumination of the interior surface of the back of the eye (fundus) is a critical regulator of subretinal fluid homeostasis, which determines the overall shape of the eye, but it is also important for choroidal perfusion. Noted for having some of the highest blood flow rates in the body, the choroidal vasculature has been reported to lack intrinsic, intravascular pressure-induced (myogenic) autoregulatory mechanisms. Here, we ask how light directly regulates choroid perfusion and ocular fluid homeostasis, testing the hypothesis that light facilitates ocular fluid absorption by directly increasing choroid endothelial permeability and decreasing choroid perfusion. Utilizing ex vivo pressurized whole-choroid and whole-eye preparations from mice expressing cell-specific Ca 2+ indicators, we found that the choroidal vasculature has two intrinsically light-sensitive Ca 2+ -signaling mechanisms: One increases Ca 2+ -dependent production of nitric oxide in choroidal endothelial cells; the other promotes vasoconstriction through Ca 2+ elevation in vascular smooth muscle cells. In addition, we found that choroidal flow, or pressure, modulates endothelial and smooth muscle photosensitivity and trans-retinal absorption of fluid into the choroid. These results collectively suggest that the choroid vasculature exhibits an inverted form of autoregulatory control, where pressure- and light-induced mechanisms work in opposition to regulate blood flow and maintain fluid balance in response to changes in light and dark, aligning with the metabolic needs of photoreceptors.",
          "url": "http://dx.doi.org/10.1073/pnas.2418429121",
          "doi": "10.1073/pnas.2418429121",
          "filter": "2"
        },
        {
          "title": "Light-dependent switching between two flagellar beating states selects versatile phototaxis strategies in microswimmers",
          "authors": "Alan C. H. Tsang, Ingmar H. Riedel-Kruse",
          "abstract": "Microorganisms have evolved sophisticated sensor-actuator circuits to perform taxis in response to various environmental stimuli. How any given circuit can select between different taxis responses in noisy vs. saturated stimuli conditions is unclear. Here, we investigate how Euglena gracilis can select between positive vs. negative phototaxis under low vs. high light intensities, respectively. We propose three general selection mechanisms for phototactic microswimmers, and biophysical modeling demonstrates their effectiveness. Perturbation and high-speed imaging experiments show that of these three mechanisms, the “photoresponse inversion mechanism” is implemented in E. gracilis : a fast, light-intensity-dependent switching between two flagellar beat states responsible for swimming and turning causes positive vs. negative phototaxis at low vs. high light intensity via run-and-tumble vs. helical klinotaxis strategies, respectively. This coordinated beat-switching mechanism then also accounts for a larger set of previously reported E. gracilis behaviors; furthermore, it suggests key design principles for other natural as well as synthetic microswimmers.",
          "url": "http://dx.doi.org/10.1073/pnas.2408082121",
          "doi": "10.1073/pnas.2408082121",
          "filter": "2"
        },
        {
          "title": "Reply to Pomara et al: A potential role for sTREM2 in PTSD?",
          "authors": "Robin Bonomi, Robert H. Pietrzak, Kelly P. Cosgrove",
          "url": "http://dx.doi.org/10.1073/pnas.2418104121",
          "doi": "10.1073/pnas.2418104121",
          "filter": "2"
        },
        {
          "title": "Neural dynamics of shifting attention between perception and working-memory contents",
          "authors": "Daniela Gresch, Sage E. P. Boettcher, Chetan Gohil, Freek van Ede, Anna C. Nobre",
          "abstract": "In everyday tasks, our focus of attention shifts seamlessly between contents in the sensory environment and internal memory representations. Yet, research has mainly considered external and internal attention in isolation. We used magnetoencephalography to compare the neural dynamics of shifting attention to visual contents within vs. between the external and internal domains. Participants performed a combined perception and working-memory task in which two sequential cues guided attention to upcoming (external) or memorized (internal) sensory information. Critically, the second cue could redirect attention to visual content within the same or alternative domain as the first cue. Multivariate decoding unveiled distinct patterns of human brain activity when shifting attention within vs. between domains. Brain activity distinguishing within- from between-domain shifts was broadly distributed and highly dynamic. Intriguingly, crossing domains did not invoke an additional stage prior to shifting attention. Alpha lateralization, a canonical marker of shifting spatial attention, showed no delay when cues redirected attention to the same vs. alternative domain. Instead, evidence suggested that neural states associated with a given domain linger and influence subsequent shifts of attention within vs. between domains. Our findings provide critical insights into the neural dynamics that govern attentional shifts between perception and working memory.",
          "url": "http://dx.doi.org/10.1073/pnas.2406061121",
          "doi": "10.1073/pnas.2406061121",
          "filter": "2"
        },
        {
          "title": "CD47 and thrombospondin-1 contribute to immune evasion by Porphyromonas gingivalis",
          "authors": "Sarah Angabo, Karthikeyan Pandi, Keren David, Orit Steinmetz, Hasnaa Makkawi, Maria Farhat, Luba Eli-Berchoer, Nadeem Darawshi, Hiromichi Kawasaki, Gabriel Nussbaum",
          "abstract": "Porphyromonas gingivalis is a gram-negative anaerobic bacterium linked to periodontal disease. Remarkably, P. gingivalis thrives in an inflamed environment rich in activated neutrophils. Toll-like receptor 2 (TLR2) recognition is required for P. gingivalis to evade innate immune killing; however, the mechanisms through which P. gingivalis uncouples host inflammation from bactericidal activity are only partially known. Since integrin activation and alternative signaling are implicated in P. gingivalis TLR2-mediated immune escape, we explored the role of CD47, a widely expressed integrin-associated protein known to suppress phagocytosis and implicated as an interacting partner with other innate immune receptors. We found that CD47 associates with TLR2, and blocking CD47 leads to decreased intracellular P. gingivalis survival in macrophages in a manner dependent on the bacterial major fimbria. In vivo, CD47 knock-out mice cleared P. gingivalis more efficiently than wild-type mice. Next, we found increased expression and secretion of the CD47 ligand thrombospondin-1 (TSP-1) following P. gingivalis infection. Secreted TSP-1 broadly protected P. gingivalis and other periodontitis-associated bacterial species from neutrophil bactericidal activity. Therefore, CD47-TLR2 cosignaling in response to P. gingivalis induces TSP-1 that in turn suppresses neutrophil activity, an effect that can explain how species such as P. gingivalis survive in an inflamed environment and cause dysbiosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2405534121",
          "doi": "10.1073/pnas.2405534121",
          "filter": "2"
        },
        {
          "title": "Challenging a decades-old paradigm: ProB and ProA do not channel the unstable intermediate in proline synthesis after all",
          "authors": "Matilda S. Newton, Ashley L. Azadeh, Andrew B. Morgenthaler, Shelley D. Copley",
          "abstract": "The pathway for synthesis of proline in most forms of life produces a highly unstable intermediate, γ-L-glutamyl 5-phosphate (GP). For nearly 70 y, channeling of this intermediate from the active site of glutamate 5-kinase to the active site of GP reductase has been believed to protect GP from cyclization to a dead-end product. However, the evidence presented in support of this idea is not conclusive. We show that changes in the structures of the kinase or reductase that should preclude a protein–protein interaction do not compromise proline synthesis in Escherichia coli , demonstrating that channeling does not occur. We calculate that the half-life of GP is 320 ms. Although GP is indeed unstable, it should diffuse the length of an E. coli cell in less than 3 ms. Thus, most GP produced by glutamate 5-kinase should encounter the active site of GP reductase before cyclization occurs.",
          "url": "http://dx.doi.org/10.1073/pnas.2413673121",
          "doi": "10.1073/pnas.2413673121",
          "filter": "2"
        },
        {
          "title": "A conserved mechanism couples cytosolic domain movements to pore gating in the TRPM2 channel",
          "authors": "Balázs Tóth, Yuefeng Jiang, Andras Szollosi, Zhe Zhang, László Csanády",
          "abstract": "Transient Receptor Potential Melastatin 2 (TRPM2) cation channels contribute to immunocyte activation, insulin secretion, and central thermoregulation. TRPM2 opens upon binding cytosolic Ca 2+ and ADP ribose (ADPR). We present here the 2.5 Å cryo-electronmicroscopy structure of TRPM2 from Nematostella vectensis (nvTRPM2) in a lipid nanodisc, complexed with Ca 2+ and ADPR-2′-phosphate. Comparison with nvTRPM2 without nucleotide reveals that nucleotide binding-induced movements in the protein’s three “core” layers deconvolve into a set of rigid-body rotations conserved from cnidarians to man. By covalently crosslinking engineered cysteine pairs we systematically trap the cytosolic layers in specific conformations and study effects on gate opening/closure. The data show that nucleotide binding in Layer 3 disrupts inhibitory intersubunit interactions, allowing rotation of Layer 2 which in turn expands the gate located in Layer 1. Channels trapped in that “activated” state are no longer nucleotide dependent, but are opened by binding of Ca 2+ alone.",
          "url": "http://dx.doi.org/10.1073/pnas.2415548121",
          "doi": "10.1073/pnas.2415548121",
          "filter": "2"
        },
        {
          "title": "Adsorbed microdroplets are mobile at the nanoscale",
          "authors": "Ashutosh Rana, Thomas B. Clarke, James H. Nguyen, Jeffrey E. Dick",
          "abstract": "The extraordinary chemistry of microdroplets has reshaped how we as a community think about reactivity near multiphase boundaries. Even though interesting physico-chemical properties of microdroplets have been reported, “sessile” droplets’ inherent mobility, which has been implicated as a driving force for curious chemistry, has not been well established. This paper seeks to answer the question: Can adsorbed microdroplets be mobile at the nanoscale? This is a tantalizing question, as almost no measurement technique has the spatiotemporal resolution to answer it. Here, we demonstrate a highly sensitive technique to detect nanometric motions of insulating bodies adsorbed to electrified microinterfaces. We place an organic droplet atop a microelectrode and track its dissolution by driving a heterogeneous reaction in the aqueous continuous phase. As the droplet’s contact radius approaches the size of the microelectrode, the current versus time curve remarkably displays abrupt changes in current. We used finite element modeling to demonstrate these abrupt steps are due to nanometric movements of the three-phase boundary, where the nonaqueous droplet meets the aqueous phase and the electrode. Furthermore, the velocity with which the liquid interface moves can be estimated to tens-to-hundreds of nanometers per second. Our results indicate that processes that are driven by contact electrification and the frictional movement of bodies on a surface may be at play even when a droplet seems quiescent.",
          "url": "http://dx.doi.org/10.1073/pnas.2412148121",
          "doi": "10.1073/pnas.2412148121",
          "filter": "2"
        },
        {
          "title": "Correction for Sigismund et al., Clathrin-independent endocytosis of ubiquitinated cargos",
          "url": "http://dx.doi.org/10.1073/pnas.2420361121",
          "doi": "10.1073/pnas.2420361121",
          "filter": "2"
        },
        {
          "title": "Subchronic elevation in ambient temperature drives alterations to the sperm epigenome and accelerates early embryonic development in mice",
          "authors": "Natalie Trigg, John E. Schjenken, Jacinta H. Martin, David A. Skerrett-Byrne, Shannon P. Smyth, Ilana R. Bernstein, Amanda L. Anderson, Simone J. Stanger, Ewan N. A. Simpson, Archana Tomar, Raffaele Teperino, Colin C. Conine, Geoffry N. De Iuliis, Shaun D. Roman, Elizabeth G. Bromfield, Matthew D. Dun, Andrew L. Eamens, Brett Nixon",
          "abstract": "Forecasted increases in the prevalence and severity of extreme weather events accompanying changes in climatic behavior pose potential risk to the reproductive capacity of humans and animals of ecological and agricultural significance. While several studies have revealed that heat stress induced by challenges such as testicular insulation can elicit a marked negative effect on the male reproductive system, and particularly the production of spermatozoa, less is known about the immediate impact on male reproductive function following subchronic whole-body exposure to elevated ambient temperature. To address this knowledge gap, we exposed unrestrained male mice to heat stress conditions that emulate a heat wave (daily cycle of 8 h at 35 °C followed by 16 h at 25 °C) for a period of 7 d. Neither the testes or epididymides of heat-exposed male mice exhibited evidence of gross histological change, and similarly, spermatozoa of exposed males retained their functionality and ability to support embryonic development. However, the embryos generated from heat-exposed spermatozoa experienced pronounced changes in gene expression linked to acceleration of early embryo development, aberrant blastocyst hatching, and increased fetal:placental weight ratio. Such changes were causally associated with an altered sperm small noncoding RNA (sncRNA) profile, such that these developmental phenotypes were recapitulated by microinjection of wild-type embryos sired by control spermatozoa with RNAs extracted from heat-exposed spermatozoa. Such data highlight that even relatively modest excursions in ambient temperature can affect male reproductive function and identify the sperm sncRNA profile as a particular point of vulnerability to this imposed environmental stress.",
          "url": "http://dx.doi.org/10.1073/pnas.2409790121",
          "doi": "10.1073/pnas.2409790121",
          "filter": "2"
        },
        {
          "title": "Laser-based approach to measure small nuclear cross sections in plasma",
          "authors": "Jie Feng, Jintao Qi, Hanxu Zhang, Siyu Chen, Mingyang Zhu, Xichen Hu, Hao Xu, Changbo Fu, Xu Wang, Liming Chen, Jie Zhang",
          "abstract": "We demonstrate an approach successfully measuring very small nuclear isomeric excitation cross sections (on the order of 10 to 100 picobarns) via laser–cluster interaction. The interaction between an intense laser pulse and Kr atomic clusters generates a high-temperature and high-density plasma ball in which nuclear excitations are facilitated by inelastic electron scattering. The electron temperature reaches several hundred keV (corresponding to 10 9 K), similar to a stellar environment. The very small nuclear excitation cross sections are extremely challenging to measure otherwise, for example using traditional accelerator-based approaches. Our method opens a broad avenue of measuring small nuclear cross sections and holds promise for advancing understanding of nuclear transition mechanisms and exploring pathways in the evolutionary dynamics of elements within stellar environments.",
          "url": "http://dx.doi.org/10.1073/pnas.2413221121",
          "doi": "10.1073/pnas.2413221121",
          "filter": "2"
        },
        {
          "title": "Functional alterations of the magnocellular subdivision of the visual sensory thalamus in autism",
          "authors": "Stefanie Schelinski, Louise Kauffmann, Alejandro Tabas, Christa Müller-Axt, Katharina von Kriegstein",
          "abstract": "The long-standing hypothesis that autism is linked to changes in the visual magnocellular system of the human brain has never been directly examined due to technological constraints. Here, we used a recently developed 7-Tesla functional MRI (fMRI) approach to investigate this hypothesis within the visual sensory thalamus (lateral geniculate nucleus, LGN). The LGN is a crucial component of the primary visual pathway. It is particularly suited to investigate the magnocellular visual system, because within the LGN, the magnocellular (mLGN) uniquely segregates from the parvocellular (pLGN) system. Our results revealed diminished mLGN blood-oxygenation-level-dependent (BOLD) responses in the autism group compared to controls. pLGN responses were comparable across groups. The mLGN alterations were observed specifically for stimuli optimized for mLGN function, i.e., visual displays with low spatial frequency and high temporal flicker frequency. The results confirm the long-standing hypothesis of magnocellular visual system alterations in autism. They substantiate the emerging perspective that sensory processing variations are part of autism symptomatology.",
          "url": "http://dx.doi.org/10.1073/pnas.2413409121",
          "doi": "10.1073/pnas.2413409121",
          "filter": "2"
        },
        {
          "title": "Targeted engineering of camelina and pennycress seeds for ultrahigh accumulation of acetyl-TAG",
          "authors": "Linah Alkotami, Dexter J. White, Kathleen M. Schuler, Maliheh Esfahanian, Brice A. Jarvis, Andrew E. Paulson, Somnath Koley, Jinling Kang, Chaofu Lu, Doug K. Allen, Young-Jin Lee, John C. Sedbrook, Timothy P. Durrett",
          "abstract": "Acetyl-TAG (3-acetyl-1,2-diacylglycerol), unique triacylglycerols (TAG) possessing an acetate group at the sn -3 position, exhibit valuable properties, such as reduced viscosity and freezing points. Previous attempts to engineer acetyl-TAG production in oilseed crops did not achieve the high levels found in naturally producing Euonymus seeds. Here, we demonstrate the successful generation of camelina and pennycress transgenic lines accumulating nearly pure acetyl-TAG at 93 mol% and 98 mol%, respectively. These ultrahigh acetyl-TAG synthesizing lines were created using gene-edited FATTY ACID ELONGASE1 ( FAE1 ) mutant lines as an improved genetic background to increase levels of acetyl-CoA available for acetyl-TAG synthesis mediated by the expression of EfDAcT, a high-activity diacylglycerol acetyltransferase isolated from Euonymus fortunei . Combining EfDAcT expression with suppression of the competing TAG-synthesizing enzyme DGAT1 further enhanced acetyl-TAG accumulation. These ultrahigh levels of acetyl-TAG exceed those in earlier engineered oilseeds and are equivalent or greater than those in Euonymus seeds. Imaging of lipid localization in transgenic seeds revealed that the low amounts of residual TAG were mostly confined to the embryonic axis. Similar spatial distributions of specific TAG and acetyl-TAG molecular species, as well as their probable diacylglycerol (DAG) precursors, provide additional evidence that acetyl-TAG and TAG are both synthesized from the same tissue-specific DAG pools. Remarkably, this ultrahigh production of acetyl-TAG in transgenic seeds exhibited minimal negative effects on seed properties, highlighting the potential for production of designer oils required for economical biofuel industries.",
          "url": "http://dx.doi.org/10.1073/pnas.2412542121",
          "doi": "10.1073/pnas.2412542121",
          "filter": "2"
        },
        {
          "title": "Structure-based design of glycoprotein subunit vaccines for mumps",
          "authors": "Rebecca J. Loomis, Yen-Ting Lai, Sun B. Sowers, Brian Fisher, Alexandrine Derrien-Colemyn, David R. Ambrozak, Yaroslav Tsybovsky, Stephen N. Crooke, Donald R. Latner, Wing-Pui Kong, Tracy J. Ruckwardt, Stanley A. Plotkin, Peter D. Kwong, John R. Mascola, Barney S. Graham, Carole J. Hickman, Guillaume B. E. Stewart-Jones",
          "abstract": "Mumps virus (MuV) is a highly contagious paramyxovirus that is endemic in most regions of the world and continues to cause outbreaks even in highly immunized populations. Outbreaks of mumps in countries with high measles, mumps, and rubella vaccination coverage have been attributed to waning immunity and antigenic differences between the Jeryl Lynn vaccine strain (genotype A) and circulating wild-type viruses. To obtain a subunit vaccine, we used structure-based design to engineer the mumps fusion (F) glycoprotein stabilized in its prefusion conformation (Pre-F) as well as a chimeric immunogen comprising Pre-F linked to mumps hemagglutinin neuraminidase (HN); in mice, both Pre-F antigen and the chimeric antigen elicited potent cross-reactive plaque reducing neutralizing titers to genotypes A, G, and H mumps. A crystal structure of mumps Pre-F at 2.16 Å resolution validated the stabilization strategy, while a post-fusion form of F was engineered as a comparator. Monoclonal antibodies to mumps Pre-F and HN were isolated from immunized mice; 7 of 14 Pre-F-specific antibodies and 9 of 15 HN-specific antibodies were capable of neutralizing genotype G MuV with a range of potencies. Additionally, 7 of 14 Pre-F-specific antibodies neutralized genotype A mumps. Structural and binding analyses of Pre-F-specific antibodies revealed binding to four discrete neutralizing antigenic sites and binding analyses of HN-specific antibodies revealed binding to five discrete neutralizing antigenic sites. Overall, the PreF and the chimeric Pre-F/HN immunogens are promising candidates to boost MMR-elicited immunity to mumps or as a next-generation vaccine.",
          "url": "http://dx.doi.org/10.1073/pnas.2404053121",
          "doi": "10.1073/pnas.2404053121",
          "filter": "2"
        },
        {
          "title": "Cell type–specific gene therapy confers protection against motor neuron disease caused by a TFG variant",
          "authors": "Molly M. Lettman, Caitlin A. Mendina, Emma Burkard, James R. Alvin, Yunyun Zhu, Joshua J. Coon, Anjon Audhya",
          "abstract": "Inherited forms of motor neuron disease (MND), including hereditary spastic paraplegias (HSP), are associated with the death or dysfunction of nerve cells that control skeletal muscle activity. However, in some cases, the impacts of genetic variants underlying MND act in a non–cell autonomous manner, instead affecting the function of other cell types necessary for neuronal maintenance. Pathological mutations in TFG, which have been implicated in HSP, lead to axonopathy within the corticospinal tract, but it remains unclear whether this problem arises due to perturbations within neurons or supporting neuroglia. To address this question, we leveraged a rat model harboring the recessive TFG p.R106C mutation (mRATBN7.2, g.11:43897639C&gt;T, c.316C&gt;T), which recapitulates multiple phenotypes associated with HSP in humans, including progressive motor deficits, leg spasticity, and indications of an inflammatory response within the motor cortex. In particular, we took advantage of cell type–specific gene therapies to demonstrate that the reintroduction of wild-type TFG into synapsin 1-positive neurons provides robust protection against MND, whereas its expression in GFAP-positive glial cells provides no significant improvement in quantitative measures of gait, despite a dramatic reduction in the presence of reactive astrocytes throughout the brain. These data strongly suggest that therapeutic approaches targeting neurons should be pursued in cases of TFG-HSP, with our animal model offering a unique platform for preclinical assessment.",
          "url": "http://dx.doi.org/10.1073/pnas.2410996121",
          "doi": "10.1073/pnas.2410996121",
          "filter": "2"
        },
        {
          "title": "REGγ is essential to maintain bone homeostasis by degrading TRAF6, preventing osteoporosis",
          "authors": "Yingying Du, Hui Chen, Lei Zhou, Qunfeng Guo, Shuangming Gong, Siyuan Feng, Qiujing Guan, Peilin Shi, Tongxin Lv, Yilan Guo, Cheng Yang, Peng Sun, Kun Li, Shuogui Xu, Lei Li",
          "abstract": "Primary osteoporosis, manifesting as decreased bone mass and increased bone fragility, is a “silent disease” that is often ignored until a bone breaks. Accordingly, it is urgent to develop reliable biomarkers and novel therapeutic strategies for osteoporosis treatment. Here, we identified REGγ as a potential biomarker of osteoporotic populations through proteomics analysis. Next, we demonstrated that REGγ deficiency increased osteoclast activity and triggered bone mass loss in REGγ knockout (KO) and bone marrow-derive macrophage (BMM)-conditional REGγ KO mice. However, the osteoclast activity decreased in BMM-conditional REGγ overexpression mice. Mechanistically, we defined that REGγ-20S proteasome directly degraded TRAF6 to inhibit bone absorption in a ubiquitin-independent pathway. More importantly, BMM-conditional Traf6 KO with REGγ KO mice could “rescue” the osteoporosis phenotypes. Based on NIP30 (a REGγ “inhibitor”) dephosphorylation by CKII inhibition activated the ubiquitin-independent degradation of TRAF6, we selected TTP22, an inhibitor of CKII, and defined that TTP22 could alleviate osteoporosis in vitro and in vivo. Overall, our study reveals a unique function of NIP30/REGγ/TRAF6 axis in osteoporosis and provides a potential therapeutic drug TTP22 for osteoporosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2405265121",
          "doi": "10.1073/pnas.2405265121",
          "filter": "2"
        },
        {
          "title": "Microglia-mediated neuroimmune suppression in posttraumatic stress disorder",
          "authors": "Nunzio Pomara, Ricardo Osorio, Chelsea Reichert Plaska, Bruno Pietro Imbimbo",
          "url": "http://dx.doi.org/10.1073/pnas.2417472121",
          "doi": "10.1073/pnas.2417472121",
          "filter": "2"
        },
        {
          "title": "Structural, biophysical, and biochemical insights into C–S bond cleavage by dimethylsulfone monooxygenase",
          "authors": "Reyaz Gonzalez, Jess Soule, Ngan Phan, Denyce K. Wicht, Daniel P. Dowling",
          "abstract": "Sulfur is an essential element for life. Bacteria can obtain sulfur from inorganic sulfate; but in the sulfur starvation–induced response, Pseudomonads employ two-component flavin-dependent monooxygenases (TC-FMOs) from the msu and sfn operons to assimilate sulfur from environmental compounds including alkanesulfonates and dialkylsulfones. Here, we report binding studies of oxidized FMN to enzymes involved within the P. fluorescens enzymatic pathway responsible for converting dimethylsulfone (DMSO 2 ) to sulfite. In this catabolic pathway, SfnG serves as the initial TC-FMO for sulfur assimilation, which is investigated in detail by solving the 2.6-Å resolution crystal structure of unliganded SfnG and the 1.75-Å resolution crystal structure of the SfnG ternary complex containing FMN and DMSO 2 . We find that SfnG adopts a (β/α) 8 barrel fold with a distinct quaternary configuration from other tetrameric class C TC-FMOs. To probe the unexpected tetramer arrangement, structural heterogeneity is assessed by chromatography and light scattering to confirm ligand binding correlates with a tetramer. Binding of FMN and DMSO 2 accompanies ordering of the active site, with DMSO 2 bound on the si -face of the flavin. A previously unobserved protein backbone conformation is found within the oxygen-binding site on the re -face of the flavin. Functional assays and the positioning of ligands with respect to the oxygen-binding site are consistent with use of an N5-(hydro)peroxyflavin pathway. Biochemical endpoint assays and docking studies reveal SfnG breaks the C–S bond of a range of dialkylsulfones.",
          "url": "http://dx.doi.org/10.1073/pnas.2401858121",
          "doi": "10.1073/pnas.2401858121",
          "filter": "2"
        },
        {
          "title": "Samd7 represses short-wavelength cone genes to preserve long-wavelength cone and rod photoreceptor identity",
          "authors": "Leo I. Volkov, Yohey Ogawa, Ramiz Somjee, Hannah E. Vedder, Hannah E. Powell, Deepak Poria, Sam Meiselman, Vladimir J. Kefalov, Joseph C. Corbo",
          "abstract": "The role of transcription factors in photoreceptor gene regulation is fairly well understood, but knowledge of the cell-type-specific function of transcriptional cofactors remains incomplete. Here, we show that the transcriptional corepressor samd7 promotes rod differentiation and represses short-wavelength cone genes in long-wavelength cones in zebrafish. In samd7 −/− retinas, red cones are transformed into hybrid red/ultraviolet (UV) cones, green cones are absent, the number of blue cones is approximately doubled, and the number of rods is greatly reduced. We also find that mouse Samd7 represses S-opsin expression in dorsal M-cones—analogous to its role in repressing UV cone genes in zebrafish red cones. Thus, samd7 plays a key role in ensuring appropriate patterns of gene expression in rods and cone subtypes of both zebrafish and mice.",
          "url": "http://dx.doi.org/10.1073/pnas.2402121121",
          "doi": "10.1073/pnas.2402121121",
          "filter": "2"
        },
        {
          "title": "Ultradeep O-GlcNAc proteomics reveals widespread O-GlcNAcylation on tyrosine residues of proteins",
          "authors": "Chunyan Hou, Jingtao Deng, Ci Wu, Jing Zhang, Stephen Byers, Kelley W. Moremen, Huadong Pei, Junfeng Ma",
          "abstract": "As a unique type of glycosylation, O-linked β-N-acetylglucosamine (O-GlcNAc) modification (O-GlcNAcylation) on Ser/Thr residues of proteins was discovered 40 y ago. O-GlcNAcylation is catalyzed by two enzymes: O-GlcNAc transferase (OGT) and O-GlcNAcase (OGA), which add and remove O-GlcNAc, respectively. O-GlcNAcylation is an essential glycosylation that regulates the functions of many proteins in virtually all cellular processes. However, deep and site-specific characterization of O-GlcNAcylated proteins remains a challenge. We developed an ultradeep O-GlcNAc proteomics workflow by integrating digestion with multiple proteases, two mass spectrometric approaches (i.e., electron-transfer/higher-energy collision dissociation [EThcD] and HCD product-dependent electron-transfer/higher-energy collision dissociation [HCD-pd-EThcD]), and two data analysis tools (i.e., MaxQuant and Proteome Discoverer). The performance of this strategy was benchmarked by the analysis of whole lysates from PANC-1 (a pancreatic cancer cell line). In total, 2,831 O-GlcNAc sites were unambiguously identified, representing the largest O-GlcNAc dataset of an individual study reported so far. Unexpectedly, in addition to confirming known sites and identifying many other sites of Ser/Thr modification, O-GlcNAcylation was found on 121 tyrosine (Tyr) residues of 93 proteins. In vitro enzymatic assays showed that OGT catalyzes the transfer of O-GlcNAc onto Tyr residues of peptides and OGA catalyzes its removal. Taken together, our work reveals widespread O-GlcNAcylation on Tyr residues of proteins and that Tyr O-GlcNAcylation is mediated by OGT and OGA. As another form of glycosylation, Tyr O-GlcNAcylation is likely to have important regulatory roles.",
          "url": "http://dx.doi.org/10.1073/pnas.2409501121",
          "doi": "10.1073/pnas.2409501121",
          "filter": "2"
        },
        {
          "title": "The dichotomous roles of microbial-modified bile acids 7-oxo-DCA and isoDCA in intestinal tumorigenesis",
          "authors": "Xingchen Dong, Fei Sun, Henry Secaira-Morocho, Alisa Hui, Ke Wang, Chunmiao Cai, Shirsa Udgata, Brian Low, Songlin Wei, Xinyi Chen, Ming Qi, Cheri A. Pasch, Wei Xu, Jiaoyang Jiang, Qiyun Zhu, Tao Huan, Dustin A. Deming, Ting Fu",
          "abstract": "The gut microbiota has a significant impact on the development and function of intestinal epithelial cells (IECs) by modifying bile acid (BA) metabolites. Recently, specific gut microbiome-derived BAs, such as 7-oxo-deoxycholic acid (7-oxo-DCA) and isodeoxycholic acid (isoDCA), have been identified to be shifted inversely in colitis and hepatic liver diseases. Although the responsible gut microbes have been identified, metabolites’ effects on IECs remain largely unclear. We found that although high-fat diet treatment in mice elevated both 7-oxo-DCA and isoDCA levels, during intestinal tumorigenesis, 7-oxo-DCA levels rise while isoDCA levels decrease. Interestingly, 7-oxo-DCA promotes cancer cell growth, while isoDCA suppresses it. Moreover, 7-oxo-DCA promotes whereas isoDCA inhibits the proliferation of intestinal stem cells in organoids derived from WT and APC Min/+ mice, as well as in patient-derived colon cancer organoids. The APC Min/+ mice administered with 7-oxo-DCA heightened gut permeability and increased tumor burden, whereas isoDCA protected gut barrier and reduced tumor loads. Both BAs reshape the BA pool and shifted gut microbiome. Mechanistically, we identified 7-oxo-DCA as a natural antagonist of Farnesoid X Receptor (FXR) to downregulate FXR signaling, as opposed to isoDCA, which is a potent FXR agonist to upregulate FXR signaling. In conclusion, we unveiled the opposing roles of 7-oxo-DCA and isoDCA to promote or inhibit intestinal tumorigenesis, respectively. Manipulating the BA–FXR axis during tumor initiation and progression holds great promise for developing innovative diagnostic and therapeutic approaches for the treatment of colorectal cancer.",
          "url": "http://dx.doi.org/10.1073/pnas.2317596121",
          "doi": "10.1073/pnas.2317596121",
          "filter": "2"
        },
        {
          "title": "Central place foragers, prey depletion halos, and how behavioral niche partitioning promotes consumer coexistence",
          "authors": "Claus Rueffler, Laurent Lehmann",
          "abstract": "Many seabirds congregate in large colonies for breeding, a time when they are central place foragers. An influential idea in seabird ecology posits that competition during breeding results in an area of reduced prey availability around colonies, a phenomenon known as Ashmole’s halo, and that this limits colony size. This idea has gained empirical support, including the finding that species coexisting within a colony might be able to do so by foraging on a single prey species but at different distances. Here, we provide a comprehensive mathematical model for central place foragers exploiting a single prey in a two-dimensional environment, where the prey distribution is the result of intrinsic birth and death, movement in space, and mortality due to foraging birds (we also consider a variant tailored toward colonial social insects). Bird predation at different distances occurs according to an ideal free foraging distribution that maximizes prey delivery under flight and search costs. We fully characterize the birds’ ideal free distribution and the prey distribution it generates. Our results show that prey depletion halos around breeding colonies are a robust phenomenon and that the birds’ ideal free distribution is sensitive to prey movement. Furthermore, coexistence of several seabird species on a single prey easily emerges through behavioral niche partitioning whenever trait differences between species entail trade-offs between efficiently exploiting a scarce prey close to the colony and a more abundant prey far away. Such behavioral-based coexistence-inducing mechanism should generalize to other habitat and diet choice scenarios.",
          "url": "http://dx.doi.org/10.1073/pnas.2411780121",
          "doi": "10.1073/pnas.2411780121",
          "filter": "2"
        },
        {
          "title": "Profile of Catherine Drennan",
          "authors": "Jennifer Viegas",
          "url": "http://dx.doi.org/10.1073/pnas.2420751121",
          "doi": "10.1073/pnas.2420751121",
          "filter": "2"
        },
        {
          "title": "Microbial metabolism disrupts cytokine activity to impact host immune response",
          "authors": "Eleanor K. P. Marshall, Catarina Nunes, Sophie Burbaud, Crystal M. Vincent, Natalie O. Munroe, Carolina J. Simoes da Silva, Ashima Wadhawan, William H. Pearson, Jasper Sangen, Lucas Boeck, R. Andres Floto, Marc S. Dionne",
          "abstract": "Host–pathogen interactions are shaped by the metabolic status of both the host and pathogen. The host must regulate metabolism to fuel the immune response, while the pathogen must extract metabolic resources from the host to enable its own survival. In this study, we focus on the metabolic interactions of Mycobacterium abscessus with Drosophila melanogaster . We identify MAB_1132c as an asparagine transporter required for pathogenicity in M. abscessus . We show that this requirement is specifically associated with damage to the host: flies infected with MAB_1132c knockout bacteria, or with wild-type bacteria grown in asparagine-restricted conditions, are longer lived without showing a significant change in bacterial load. This is associated with a reduction in the host innate immune response, demonstrated by the decreased transcription of antimicrobial peptides as well as a significant reduction in the ability of the infection to disrupt systemic insulin signaling. Much of the increase in host survival during infection with asparagine-limited M. abscessus can be attributed to alterations in unpaired cytokine signaling. This demonstrates that asparagine transport in M. abscessus prior to infection is not required for replicative fitness in vivo but does significantly influence the interaction with the host immune responses.",
          "url": "http://dx.doi.org/10.1073/pnas.2405719121",
          "doi": "10.1073/pnas.2405719121",
          "filter": "2"
        },
        {
          "title": "Folding a single high-genus surface into a repertoire of metamaterial functionalities",
          "authors": "Xiangxin Dang, Stefano Gonella, Glaucio H. Paulino",
          "abstract": "The concepts of origami and kirigami have often been presented separately. Here, we put forth a synergistic approach—the folded kirigami—in which kirigami assemblies are complemented by means of folding, typical of origami patterns. Besides the emerging patterns themselves, the synergistic approach also leads to topological mechanical metamaterials. While kirigami metamaterials have been fabricated by various methods, such as 3D printing, cutting, casting, and assemblage of building blocks, the “folded kirigami” claim their distinctive properties from the universal folding protocols. For a target kirigami pattern, we design an extended high-genus pattern with appropriate sets of creases and cuts, and proceed to fold it sequentially to yield the cellular structure of a 2D lattice endowed with finite out-of-plane thickness. The strategy combines two features that are generally mutually exclusive in canonical methods: fabrication involving a single piece of material and realization of nearly ideal intercell hinges. We test the approach against a diverse portfolio of triangular and quadrilateral kirigami configurations. We demonstrate a plethora of emerging metamaterial functionalities, including topological phase-switching reconfigurability between polarized and nonpolarized states in kagome kirigami, and availability of nonreciprocal mechanical response in square-rhombus kirigami.",
          "url": "http://dx.doi.org/10.1073/pnas.2413370121",
          "doi": "10.1073/pnas.2413370121",
          "filter": "2"
        },
        {
          "title": "Architecture of the Toxoplasma gondii apical polar ring and its role in gliding motility and invasion",
          "authors": "Bingjian Ren, Romuald Haase, Sharon Patray, Quynh Nguyen, Bohumil Maco, Nicolas Dos Santos Pacheco, Yi-Wei Chang, Dominique Soldati-Favre",
          "abstract": "In Toxoplasma gondii , the conoid comprises a cone with spiraling tubulin fibers, preconoidal rings, and intraconoidal microtubules. This dynamic organelle undergoes extension and retraction through the apical polar ring (APR) during egress, gliding, and invasion. The forces involved in conoid extrusion are beginning to be understood, and its role in directing F-actin flux to the pellicular space, thereby controlling parasite motility, has been proposed. However, the contribution of the APR and its interactions with the conoid remain unclear. To gain insight into the APR architecture, ultrastructure expansion microscopy was applied to pinpoint known and newly identified APR proteins (APR2 to APR7). Our results revealed that the APR is constructed as a fixed multilayered structure. Notably, conditional depletion of APR2 resulted in significant impairments in motility and invasion. Electron microscopy and cryoelectron tomography revealed that depletion of APR2 alters APR integrity, affecting conoid extrusion and causing cytosolic leakage of F-actin. These findings implicate the APR structure in directing the apico-basal flux of F-actin to regulate parasite motility and invasion.",
          "url": "http://dx.doi.org/10.1073/pnas.2416602121",
          "doi": "10.1073/pnas.2416602121",
          "filter": "2"
        },
        {
          "title": "Three-chamber electrochemical reactor for selective lithium extraction from brine",
          "authors": "Yuge Feng, Yoon Park, Shaoyun Hao, Zhiwei Fang, Tanguy Terlier, Xiao Zhang, Chang Qiu, Shoukun Zhang, Fengyang Chen, Peng Zhu, Quan Nguyen, Haotian Wang, Sibani Lisa Biswal",
          "abstract": "Efficient lithium recovery from geothermal brines is crucial for the battery industry. Current electrochemical separation methods struggle with the simultaneous presence of Na + , K + , Mg 2+ , and Ca 2+ because these cations are similar to Li + , making it challenging to separate effectively. We address these challenges with a three-chamber reactor featuring a polymer porous solid electrolyte in the middle layer. This design improves the transference number of Li + (t Li + ) by 2.1 times compared to the two-chamber reactor and also reduces the chlorine evolution reaction, a common side reaction in electrochemical lithium extraction, to only 6.4% in Faradaic Efficiency. Employing a lithium-ion conductive glass ceramic (LICGC) membrane, the reactor achieved high t Li + of 97.5% in LiOH production from simulated brine, while the concentrations of Na + K + , Mg 2+ , and Ca 2+ are below the detection limit. Electrochemical experiments and surface analysis elucidated the cation transport mechanism, highlighting the impact of Na + on Li + migration at the LICGC interface.",
          "url": "http://dx.doi.org/10.1073/pnas.2410033121",
          "doi": "10.1073/pnas.2410033121",
          "filter": "2"
        },
        {
          "title": "Interdisciplinary insights into the cultural and chronological context of chili pepper ( Capsicum annuum var. annuum L.) domestication in Mexico",
          "authors": "Katherine L. Chiou, Andrés Lira-Noriega, Emiliano Gallaga, Christine A. Hastorf, Araceli Aguilar-Meléndez",
          "abstract": "This study investigates the temporal and spatial factors driving the domestication of Capsicum annuum var. annuum L. in Mexico. This species exhibits the greatest morphological diversity in fruit among Capsicum species—a characteristic that is even more pronounced in contemporary landraces cultivated by indigenous communities. Despite the chili pepper’s integral role in regional culinary traditions, its domestication history in this region remains poorly understood, often subject to scholarly interpretations that marginalize or oversimplify archaeological evidence. To address this gap, our interdisciplinary team of archaeologists, botanists, and ecologists combine modern and archaeological Capsicum seed data, diachronic archaeological site locations, and ecological niche modeling to identify potential regions where early human populations and the closest wild ancestors may have coexisted. Our results show spatial correlations between early Capsicum distribution and archaeological site prevalence, suggesting that the beginning of the domestication process occurred in ecologically suitable areas for both wild Capsicum and human settlement. These findings challenge previous hypotheses regarding highland/dry cave domestication regions, as our data indicate that lowland regions—specifically the Yucatán Peninsula and southern coastal Guerrero—were more conducive to early encounters between wild Capsicum and humans. We propose a geographically diffuse and protracted model of chili pepper domestication—driven by a ruderal pathway—which involved at least two asynchronous events across Mexico.",
          "url": "http://dx.doi.org/10.1073/pnas.2413764121",
          "doi": "10.1073/pnas.2413764121",
          "filter": "2"
        },
        {
          "title": "Molecular signaling predicts corticospinal axon growth state and muscle response plasticity induced by neuromodulation",
          "authors": "Neela Zareen, Halley Yung, Walter Kaczetow, Aliya Glattstein, Ekaterina Mazalkova, Heather Alexander, Liang Chen, Lucas C. Parra, John H. Martin",
          "abstract": "Electrical motor cortex stimulation can produce corticospinal system plasticity and enhance motor function after injury. We investigate molecular mechanisms of structural and physiological plasticity following electrical neuromodulation, focusing on identifying molecular predictors, or biomarkers, for durable plasticity. We used two neuromodulation protocols, repetitive multipulse stimulation (rMPS) and patterned intermittent theta burst stimulation (iTBS), incorporating different stimulation durations and follow-up periods. We compared neuromodulation efficacy in promoting corticospinal tract (CST) sprouting, motor cortex muscle evoked potential (MEP) LTP-like plasticity, and their associated molecular underpinnings. Only iTBS produced CST sprouting after short-term neuromodulation (1 d of stimulation; 9-d survival for sprouting expression); both iTBS and rMPS produced sprouting with long-term (10-d) neuromodulation. Significant mTOR signaling activation and phosphatase and tensin homolog (PTEN) protein deactivation predicted axon growth across all neuromodulation conditions that produced significant sprouting. Both neuromodulation protocols, regardless of duration, were effective in producing MEP enhancement. However, persistent LTP-like enhancement of MEPs at 30 d was only produced by long-term iTBS. Statistical modeling suggests that Stat3 signaling is the key mediator of MEP enhancement. Cervical spinal cord injury (SCI) alone did not affect baseline molecular signaling. Whereas iTBS and rMPS after SCI produced strong mTOR activation and PTEN deactivation, only iTBS produced Stat3 activation. Our findings support differential molecular biomarkers for neuromodulation-dependent structural and physiological plasticity and show that motor cortex epidural neuromodulation produces molecular changes in neurons that support axonal growth after SCI. iTBS may be more suitable for repair after SCI because it promotes molecular signaling for both CST growth and MEP plasticity.",
          "url": "http://dx.doi.org/10.1073/pnas.2408508121",
          "doi": "10.1073/pnas.2408508121",
          "filter": "2"
        },
        {
          "title": "Distinct evolutionary trajectories following loss of RNA interference in Cryptococcus neoformans",
          "authors": "Jun Huang, Connor J. Larmore, Shelby J. Priest, Ziyan Xu, Fred S. Dietrich, Vikas Yadav, Paul M. Magwene, Sheng Sun, Joseph Heitman",
          "abstract": "While increased mutation rates typically have negative consequences in multicellular organisms, hypermutation can be advantageous for microbes adapting to the environment. Previously, we identified two hypermutator Cryptococcus neoformans clinical isolates that rapidly develop drug resistance due to transposition of a retrotransposon, Cnl1. Cnl1-mediated hypermutation is caused by a nonsense mutation in a gene encoding an RNA interference (RNAi) component, ZNF3 , combined with a tremendous transposon burden. To elucidate adaptive mechanisms following RNAi loss, two bioinformatic pipelines were developed to identify RNAi loss-of-function (LOF) mutations in a collection of 387 sequenced C. neoformans isolates. Remarkably, several RNAi-loss isolates were identified that are not hypermutators and have not accumulated transposons. To test whether these RNAi LOF mutations can cause hypermutation, the mutations were introduced into a nonhypermutator strain with a high transposon burden, which resulted in a hypermutator phenotype. To further investigate whether RNAi-loss isolates can become hypermutators, in vitro passaging was performed. Although no hypermutators were found in two C. neoformans RNAi-loss strains after short-term passage, hypermutation was observed in a passaged Cryptococcus deneoformans strain with an increased transposon burden. Consistent with a two-step evolution, when an RNAi-loss isolate was crossed with an isolate containing a high Cnl1 burden, F1 hypermutator progeny inheriting a high transposon burden were identified. In addition to Cnl1 transpositions, insertions of a gigantic DNA transposon KDZ1 (~11 kb) contributed to hypermutation in the progeny. Our results suggest that RNAi loss is relatively common (7/387, ~1.8%) and enables distinct evolutionary trajectories: hypermutation following transposon accumulation or survival without hypermutation.",
          "url": "http://dx.doi.org/10.1073/pnas.2416656121",
          "doi": "10.1073/pnas.2416656121",
          "filter": "2"
        },
        {
          "title": "Spin–orbit enabled unconventional Stoner magnetism",
          "authors": "Yue Yu, Tatsuya Shishidou, Shuntaro Sumita, Michael Weinert, Daniel F. Agterberg",
          "abstract": "The Stoner instability remains a cornerstone for understanding metallic ferromagnets. This instability captures the interplay of Coulomb repulsion, Pauli exclusion, and twofold fermionic spin degeneracy. In materials with spin–orbit coupling, this fermionic spin is generalized to a twofold degenerate pseudospin which is typically believed to have symmetry properties as spin. Here, we identify a distinct symmetry of this pseudospin that forbids it to couple to a Zeeman field. This “spinless” property is required to exist in five nonsymmorphic space groups and has nontrivial implications for superconductivity and magnetism. With Coulomb repulsion, Fermi surfaces composed primarily of this spinless pseudospin property give rise to Stoner instabilities into magnetic states that are qualitatively different than ferromagnets. These spinless-pseudospin ferromagnets break time-reversal symmetry, have a vanishing magnetization, are noncollinear, and exhibit momentum-dependent energy band spin-splittings. In superconductors, for all pairing symmetries and field orientations, this spinless pseudospin extinguishes paramagnetic limiting. We discuss applications to superconducting UCoGe and magnetic NiS 2 − x Se x .",
          "url": "http://dx.doi.org/10.1073/pnas.2411038121",
          "doi": "10.1073/pnas.2411038121",
          "filter": "2"
        },
        {
          "title": "Lamination-based organoid spatially resolved transcriptomics technique for primary lung and liver organoid characterization",
          "authors": "Shaohua Ma, Wanlong Wang, Jiaqi Zhou, Shangfeng Liao, Cheng Hai, Yibo Hou, Zhichun Zhou, Zitian Wang, Yingshi Su, Yu Zhu, Xiaoyong Dai, Yuan Zhao, Sha Liao, Yongde Cai, Xun Xu",
          "abstract": "Spatial-transcriptomics technologies have demonstrated exceptional performance in characterizing brain and visceral organ tissues, as well as brain and retinal organoids. However, it has not yet been proven whether spatial transcriptomics can effectively characterize primary tissue-derived organoids, as the standardized tissue sectioning or slicing methods are not applicable for such organoids. Herein, we present a technique, lamination-based organoid spatially resolved transcriptomics (LOSRT), for organoid-spatially resolved transcriptomics based on organoid lamination. Primary mouse lung and liver-derived organoids were used in this study. The organoids were formulated using the droplet-engineering method and laminated using a homemade device with weight compression. This technique preserved most cells in individual organoids while maintaining delicate epithelium structures in laminated domains that can be recognized through visual segmentation. The mouse lung and liver organoids were resolved comprising various cell types, including alveolar cells, damage-associated transient progenitor cells, basal cells, macrophages, endothelial cells, fibroblasts, hepatocytes, and hepatic stellate cells. The distribution and count of cells were confirmed using immunohistology and identified with spatial transcriptomic features. This study reports an automated and integrated spatial transcriptomics method for primary organoids. It has the potential to standardize and rapidly characterize primary tissue-derived organoids.",
          "url": "http://dx.doi.org/10.1073/pnas.2408939121",
          "doi": "10.1073/pnas.2408939121",
          "filter": "2"
        },
        {
          "title": "A newborn F-box gene blocks gene flow by selectively degrading phosphoglucomutase in species hybrids",
          "authors": "Dongying Xie, Yiming Ma, Pohao Ye, Yiqing Liu, Qiutao Ding, Gefei Huang, Marie-Anne Félix, Zongwei Cai, Zhongying Zhao",
          "abstract": "The establishment of reproductive barriers such as postzygotic h ybrid i ncompatibility (HI) remains the key to speciation. Gene duplication followed by differential functionalization has long been proposed as a major model underlying HI, but little supporting evidence exists. Here, we demonstrate that a newborn F-box gene, Cni-neib-1 , of the nematode Caenorhabditis nigoni specifically inactivates an essential phosphoglucomutase encoded by Cbr-shls-1 in its sister species Caenorhabditis briggsae and their hybrids. Zygotic expression of Cni-neib-1 specifically depletes Cbr- SHLS-1, but not Cni- SHLS-1, in approximately 40 min starting from gastrulation, causing embryonic death. Cni-neib-1 is one of thirty-three paralogues emerging from a recent surge in F-box gene duplication events within C. nigoni , all of which are evolving under positive selection. Cni-neib-1 undergoes turnover even among C. nigoni populations. Differential expansion of F-box genes between the two species could reflect their distinctive innate immune responses. Collectively, we demonstrate how recent duplication of genes involved in protein degradation can cause incidental destruction of targets in hybrids that leads to HI, providing an invaluable insight into mechanisms of speciation.",
          "url": "http://dx.doi.org/10.1073/pnas.2418037121",
          "doi": "10.1073/pnas.2418037121",
          "filter": "2"
        },
        {
          "title": "Urban environments increase generalization of hummingbird–plant networks across climate gradients",
          "authors": "Pietro Kiyoshi Maruyama, Camila Bosenbecker, João Custódio F. Cardoso, Jesper Sonne, Caio S. Ballarin, Camila S. Souza, Johana Leguizamón, Ariadna Valentina Lopes, María A. Maglianesi, Mauricio Fernández Otárola, Juan L. Parra, João Carlos Pena, Mónica B. Ramírez-Burbano, Claudia I. Rodríguez-Flores, André R. Rech, Thais B. Zanata, Juan Fernando Acevedo-Quintero, Gabriela Almeida, Pedro Amaral Anselmo, Felipe W. Amorim, Sergio Montoya-Arango, Andréa Cardoso Araujo, Francielle Paulina de Araújo, María del Coro Arizmendi, Lucilene Brito, Alejandra Castillo-García, Amanda Graciela Cherutte, Carolina Figuerêdo Costa, Fernando Henrique Santos Ferreira, Manoel Martins Dias Filho, Angélica Vilas Boas da Frota, Alice Scheer Iepsen, Leandro Freitas, Ingrid Gabriela de Almeida, Ana Caroline Silva Gomes, Leandro Hachuy-Filho, Carlos Lara, Liliana Rosero Lasprilla, Julian Llano, Vivian Nakamura, Edvaldo Nunes Neto, Cristiane Estrêla C. Nunes, Caio Graco Machado, Monique Maianne, Oscar Marin-Gomez, Ubaldo Márquez-Luna, Ruara Soares Mendes, Juan Guillermo Mesa, Rafael Oliveira, Jeane Lima-Passos, Janayna Andreza S. Pereira, Alejandro Restrepo-González, Sarah Mendonça Rigotto, Bruno Magro Rodrigues, Ana Maria Rui, Diana Betancur Ruiz, Luis Sandoval, Carina Araujo Santana, Jéssica Luiza S. Silva, Larissa Lais Silva, Vinicius Calda Santos, Paulo Antonio Silva, Maria Cristina Vargas-Espinosa, Breno Dias Vitorino, Marina Wolowski, Ivan Sazima, Marlies Sazima, Bo Dalsgaard, Jeferson Vizentin-Bugoni, Paulo E. Oliveira",
          "abstract": "Urbanization has reshaped the distribution of biodiversity on Earth, but we are only beginning to understand its effects on ecological communities. While urbanization may have homogenization effects strong enough to blur the large-scale patterns in interaction networks, urban community patterns may still be associated with climate gradients reflecting large-scale biogeographical processes. Using 103 hummingbird–plant mutualistic networks across continental Americas, including 176 hummingbird and 1,180 plant species, we asked how urbanization affects species interactions over large climate gradients. Urban networks were more generalized, exhibiting greater interaction overlap. Higher generalization was also associated with lower precipitation in both urban and natural areas, indicating that climate affects networks irrespective of habitat type. Urban habitats also showed lower hummingbird functional trait diversity and over/underrepresentation of specific clades. From the plant side, urban communities had a higher prevalence of nonnative nectar plants, which were more frequently visited by the hummingbird species occurring in both urban and natural areas. Therefore, urbanization affected hummingbird–plant interactions through both the composition of species and traits, as well as floral resource availability. Taken together, we show that urbanization consistently modifies ecological communities and their interactions, but climate still plays a role in affecting the structure of these novel communities over the scale of continents.",
          "url": "http://dx.doi.org/10.1073/pnas.2322347121",
          "doi": "10.1073/pnas.2322347121",
          "filter": "2"
        },
        {
          "title": "Arkypallidal neurons in the external globus pallidus can mediate inhibitory control by altering competition in the striatum",
          "authors": "Cristina Giossi, Jyotika Bahuguna, Jonathan E. Rubin, Timothy Verstynen, Catalina Vich",
          "abstract": "Reactive inhibitory control is crucial for survival. Traditionally, this control in mammals was attributed solely to the hyperdirect pathway, with cortical control signals flowing unidirectionally from the subthalamic nucleus (STN) to basal ganglia output regions. Yet recent findings have put this model into question, suggesting that the STN is assisted in stopping actions through ascending control signals to the striatum mediated by the external globus pallidus (GPe). Here, we investigate this suggestion by harnessing a biologically constrained spiking model of the cortico-basal ganglia-thalamic (CBGT) circuit that includes pallidostriatal pathways originating from arkypallidal neurons. Through a series of experiments probing the interaction between three critical inhibitory nodes (the STN, arkypallidal cells, and indirect pathway spiny projection neurons), we find that the GPe acts as a critical mediator of both ascending and descending inhibitory signals in the CBGT circuit. In particular, pallidostriatal pathways regulate this process by weakening the direct pathway dominance of the evidence accumulation process driving decisions, which increases the relative suppressive influence of the indirect pathway on basal ganglia output. These findings delineate how pallidostriatal pathways can facilitate action cancellation by managing the bidirectional flow of information within CBGT circuits.",
          "url": "http://dx.doi.org/10.1073/pnas.2408505121",
          "doi": "10.1073/pnas.2408505121",
          "filter": "2"
        },
        {
          "title": "Tai/NCOA2 suppresses the Hedgehog pathway by directly targeting the transcription factor Ci/GLI",
          "authors": "Xuan Yu, Xinyu Wang, Kaize Ma, Dongqing Gao, Yanran Deng, Dafa Zhou, Wenhao Ding, Yunhe Zhao, Qingxin Liu, Zizhang Zhou",
          "abstract": "The Hedgehog (Hh) pathway plays diverse roles in cellular processes by activating the transcription factor Cubitus interruptus (Ci). Abnormal regulation of this pathway has been linked to various human diseases. While previous studies have focused on how Ci is regulated in the cytoplasm, the control of nuclear Ci remains poorly understood. In this study, we have found that the transcriptional cofactor Taiman (Tai) functions as an inhibitor of the Hh pathway. Tai interferes with the response of Hh signal, rather than Hh secretion. Our epistatic analyses reveal that Tai works in parallel with Ci to reduce its activity, thereby counteracting organ overgrowth and the activation of target genes caused by Ci overexpression. Specifically, Tai interacts with Ci to decrease its binding to target gene promoters. The Hh signal weakens the interaction between Ci and Tai, releasing the inhibition on Ci. Importantly, this regulatory mechanism is conserved from Drosophila to mammalian cells. Moreover, NCOA1-3 are the mammalian ortholog of Drosophila protein Tai, but only NCOA2 plays a similar role in inhibiting the Hh pathway. These findings reveal an additional way to modulate the transcriptional activity of nuclear Ci.",
          "url": "http://dx.doi.org/10.1073/pnas.2409380121",
          "doi": "10.1073/pnas.2409380121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti4624121",
          "doi": "10.1073/iti4624121",
          "filter": "2"
        },
        {
          "title": "Decomposing dynamical subprocesses for compositional generalization",
          "authors": "Lennart Luettgau, Tore Erdmann, Sebastijan Veselic, Kimberly L. Stachenfeld, Zeb Kurth-Nelson, Rani Moran, Raymond J. Dolan",
          "abstract": "A striking feature of human cognition is an exceptional ability to rapidly adapt to novel situations. It is proposed this relies on abstracting and generalizing past experiences. While previous research has explored how humans detect and generalize single sequential processes, we have a limited understanding of how humans adapt to more naturalistic scenarios, for example, complex, multisubprocess environments. Here, we propose a candidate computational mechanism that posits compositional generalization of knowledge about subprocess dynamics. In two samples ( N = 238 and N = 137), we combined a novel sequence learning task and computational modeling to ask whether humans extract and generalize subprocesses compositionally to solve new problems. In prior learning, participants experienced sequences of compound images formed from two graphs’ product spaces (group 1: G1 and G2, group 2: G3 and G4). In transfer learning, both groups encountered compound images from the product of G1 and G3, composed entirely of new images. We show that subprocess knowledge transferred between task phases, such that in a new task environment each group had enhanced accuracy in predicting subprocess dynamics they had experienced during prior learning. Computational models utilizing predictive representations, based solely on the temporal contiguity of experienced task states, without an ability to transfer knowledge, failed to explain these data. Instead, behavior was consistent with a predictive representation model that maps task states between prior and transfer learning. These results help advance a mechanistic understanding of how humans discover and abstract subprocesses composing their experiences and compositionally reuse prior knowledge as a scaffolding for new experiences.",
          "url": "http://dx.doi.org/10.1073/pnas.2408134121",
          "doi": "10.1073/pnas.2408134121",
          "filter": "2"
        },
        {
          "title": "DeSide: A unified deep learning approach for cellular deconvolution of tumor microenvironment",
          "authors": "Xin Xiong, Yerong Liu, Dandan Pu, Zhu Yang, Zedong Bi, Liang Tian, Xuefei Li",
          "abstract": "Cellular deconvolution via bulk RNA sequencing (RNA-seq) presents a cost-effective and efficient alternative to experimental methods such as flow cytometry and single-cell RNA-seq (scRNA-seq) for analyzing the complex cellular composition of tumor microenvironments. Despite challenges due to heterogeneity within and among tumors, our innovative deep learning–based approach, DeSide, shows exceptional accuracy in estimating the proportions of 16 distinct cell types and subtypes within solid tumors. DeSide integrates biological pathways and assesses noncancerous cell types first, effectively sidestepping the issue of highly variable gene expression profiles (GEPs) associated with cancer cells. By leveraging scRNA-seq data from six cancer types and 185 cancer cell lines across 22 cancer types as references, our method introduces distinctive sampling and filtering techniques to generate a high-quality training set that closely replicates real tumor GEPs, based on The Cancer Genome Atlas (TCGA) bulk RNA-seq data. With this model and high-quality training set, DeSide outperforms existing methods in estimating tumor purity and the proportions of noncancerous cells within solid tumors. Our model precisely predicts cellular compositions across 19 cancer types from TCGA and proves its effectiveness with multiple additional external datasets. Crucially, DeSide enables the identification and analysis of combinatorial cell type pairs, facilitating the stratification of cancer patients into prognostically significant groups. This approach not only provides deeper insights into the dynamics of tumor biology but also highlights potential therapeutic targets by underscoring the importance of specific cell type or subtype interactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2407096121",
          "doi": "10.1073/pnas.2407096121",
          "filter": "2"
        },
        {
          "title": "Tracking the topology of neural manifolds across populations",
          "authors": "Iris H. R. Yoon, Gregory Henselman-Petrusek, Yiyi Yu, Robert Ghrist, Spencer LaVere Smith, Chad Giusti",
          "abstract": "Neural manifolds summarize the intrinsic structure of the information encoded by a population of neurons. Advances in experimental techniques have made simultaneous recordings from multiple brain regions increasingly commonplace, raising the possibility of studying how these manifolds relate across populations. However, when the manifolds are nonlinear and possibly code for multiple unknown variables, it is challenging to extract robust and falsifiable information about their relationships. We introduce a framework, called the method of analogous cycles, for matching topological features of neural manifolds using only observed dissimilarity matrices within and between neural populations. We demonstrate via analysis of simulations and in vivo experimental data that this method can be used to correctly identify multiple shared circular coordinate systems across both stimuli and inferred neural manifolds. Conversely, the method rejects matching features that are not intrinsic to one of the systems. Further, as this method is deterministic and does not rely on dimensionality reduction or optimization methods, it is amenable to direct mathematical investigation and interpretation in terms of the underlying neural activity. We thus propose the method of analogous cycles as a suitable foundation for a theory of cross-population analysis via neural manifolds.",
          "url": "http://dx.doi.org/10.1073/pnas.2407997121",
          "doi": "10.1073/pnas.2407997121",
          "filter": "2"
        },
        {
          "title": "Hierarchical behavior control by a single class of interneurons",
          "authors": "Jing Huo, Tianqi Xu, Qi Liu, Mahiber Polat, Sandeep Kumar, Xiaoqian Zhang, Andrew M. Leifer, Quan Wen",
          "abstract": "Animal behavior is organized into nested temporal patterns that span multiple timescales. This behavior hierarchy is believed to arise from a hierarchical neural architecture: Neurons near the top of the hierarchy are involved in planning, selecting, initiating, and maintaining motor programs, whereas those near the bottom of the hierarchy act in concert to produce fine spatiotemporal motor activity. In Caenorhabditis elegans , behavior on a long timescale emerges from ordered and flexible transitions between different behavioral states, such as forward, reversal, and turn. On a short timescale, different parts of the animal body coordinate fast rhythmic bending sequences to produce directional movements. Here, we show that Sublateral Anterior A (SAA), a class of interneurons that enable cross-communication between dorsal and ventral head motor neurons, play a dual role in shaping behavioral dynamics on different timescales. On a short timescale, SAA regulate and stabilize rhythmic bending activity during forward movements. On a long timescale, the same neurons suppress spontaneous reversals and facilitate reversal termination by inhibiting Ring Interneuron M (RIM), an integrating neuron that helps maintain a behavioral state. These results suggest that feedback from a lower-level cell assembly to a higher-level command center is essential for bridging behavioral dynamics at different levels.",
          "url": "http://dx.doi.org/10.1073/pnas.2410789121",
          "doi": "10.1073/pnas.2410789121",
          "filter": "2"
        },
        {
          "title": "Targeted degradation of Pin1 by protein-destabilizing compounds",
          "authors": "Giulia Alboreggia, Parima Udompholkul, Isaac Rodriguez, Gregor Blaha, Maurizio Pellecchia",
          "abstract": "The concept of targeted protein degradation is at the forefront of modern drug discovery, which aims to eliminate disease-causing proteins using specific molecules. In this paper, we explored the idea to design protein degraders based on the section of ligands that cause protein destabilization, hence that facilitate the cellular breakdown of the target. Our studies present covalent agents targeting Pin1, a cis–trans prolyl isomerase that plays a crucial role in tumorigenesis. Our design strategy entailed iterative optimizations of agents for potency and Pin1 destabilization in vitro. Biophysical and cellular studies suggest that the agents may act like molecular crowbars , displacing protein-stabilizing interactions that open the structure for recognition by the proteasome degradation machinery. This approach resulted in a series of potent and effective Pin1 degraders with potential applications in target validation and in therapeutic development. We propose that our design strategy can identify molecular degraders without engineering bifunctional agents that artificially create interactions between a disease-causing protein and a ubiquitin ligase.",
          "url": "http://dx.doi.org/10.1073/pnas.2403330121",
          "doi": "10.1073/pnas.2403330121",
          "filter": "2"
        },
        {
          "title": "The Warburg Effect is the result of faster ATP production by glycolysis than respiration",
          "authors": "Matthew A. Kukurugya, Saharon Rosset, Denis V. Titov",
          "abstract": "Many prokaryotic and eukaryotic cells metabolize glucose to organism-specific by-products instead of fully oxidizing it to carbon dioxide and water—a phenomenon referred to as the Warburg Effect. The benefit to a cell is not fully understood, given that partial metabolism of glucose yields an order of magnitude less adenosine triphosphate (ATP) per molecule of glucose than complete oxidation. Here, we test a previously formulated hypothesis that the benefit of the Warburg Effect is to increase ATP production rate by switching from high-yielding respiration to faster glycolysis when excess glucose is available and respiration rate becomes limited by proteome occupancy. We show that glycolysis produces ATP faster per gram of pathway protein than respiration in Escherichia coli , Saccharomyces cerevisiae , and mammalian cells. We then develop a simple mathematical model of energy metabolism that uses five experimentally estimated parameters and show that this model can accurately predict absolute rates of glycolysis and respiration in all three organisms under diverse conditions, providing strong support for the validity of the ATP production rate maximization hypothesis. In addition, our measurements show that mammalian respiration produces ATP up to 10-fold slower than respiration in E. coli or S. cerevisiae , suggesting that the ATP production rate per gram of pathway protein is a highly evolvable trait that is heavily optimized in microbes. We also find that E. coli respiration is faster than fermentation, explaining the observation that E. coli , unlike S. cerevisiae or mammalian cells, never switch to pure fermentation in the presence of oxygen.",
          "url": "http://dx.doi.org/10.1073/pnas.2409509121",
          "doi": "10.1073/pnas.2409509121",
          "filter": "2"
        },
        {
          "title": "Scale invariance in early embryonic development",
          "authors": "Miloš Nikolić, Victoria Antonetti, Feng Liu, Gentian Muhaxheri, Mariela D. Petkova, Martin Scheeler, Eric M. Smith, William Bialek, Thomas Gregor",
          "abstract": "The expression of a few key genes determines the body plan of the fruit fly. We show that the spatial expression patterns for several of these genes scale precisely with embryo size. Discrete positional markers such as the peaks in striped patterns or the boundaries of expression domains have positions along the embryo’s major axis proportional to embryo length, accurate to within 1%. Further, the information (in bits) that graded patterns of expression provide about a cell’s position can be decomposed into information about fractional or scaled position and information about absolute position or embryo length; all information available is about scaled position, with &lt; 2% error. These findings imply that the underlying genetic network’s behavior exhibits scale invariance in a more precise mathematical sense. We argue that models that can explain this scale invariance also have a “zero mode” in the dynamics of gene expression, and this connects to observations on the spatial correlation of fluctuations in expression levels.",
          "url": "http://dx.doi.org/10.1073/pnas.2403265121",
          "doi": "10.1073/pnas.2403265121",
          "filter": "2"
        },
        {
          "title": "Mineral-associated organic matter is heterogeneous and structured by hydrophobic, charged, and polar interactions",
          "authors": "Thomas R. Underwood, Ian C. Bourg, Kevin M. Rosso",
          "abstract": "The formation of mineral-associated organic matter (MAOM) is a key phenomenon that may explain the slow turnover rates of carbon in soil organic matter (SOM). Despite this, important details pertaining to the structure and dynamics of MAOM remain unknown. In the present study, we use replica-exchange molecular dynamics simulations to gain insight into the structure of MAOM on the surface of prototypical phyllosilicate clay and Fe-oxide minerals, montmorillonite and goethite, fine-grained minerals that strongly impact soil carbon dynamics in temperate and tropical regions, respectively. We examine the impact of aqueous chemistry through the presence of either Na + or Ca 2 + charge balancing counterions. Our results are consistent with the hypothesized multilayer sorption (“onion-skin”) model of MAOM and help to explain previous observations regarding the patchy distribution of SOM on mineral surfaces. In particular, the SOM coatings are partial and laterally heterogeneous, and water retains extensive access to mineral surfaces even when significant SOM sorption occurs. Low molecular weight neutral SOM molecules ( &lt; 200 Da) infrequently interact with the mineral surfaces nor their sorbed organic matter coatings and are increasingly labile with decreasing molecular weight. This observation is inconsistent with a central feature of the predominant soil continuum model of SOM and suggests that further iterations of the conceptual model may be required.",
          "url": "http://dx.doi.org/10.1073/pnas.2413216121",
          "doi": "10.1073/pnas.2413216121",
          "filter": "2"
        },
        {
          "title": "Ecological restoration enhances dryland carbon stock by reducing surface soil carbon loss due to wind erosion",
          "authors": "Jian Song, Shiqiang Wan, Kesheng Zhang, Songbai Hong, Jianyang Xia, Shilong Piao, Ying-Ping Wang, Jiquan Chen, Dafeng Hui, Yiqi Luo, Shuli Niu, Jingyi Ru, Hao Xu, Mengmei Zheng, Weixing Liu, Haidao Wang, Menghao Tan, Zhenxing Zhou, Jiayin Feng, Xueli Qiu",
          "abstract": "Enhancing terrestrial carbon (C) stock through ecological restoration, one of the prominent approaches for natural climate solutions, is conventionally considered to be achieved through an ecological pathway, i.e., increased plant C uptake. By conducting a comprehensive regional survey of 4279 1 × 1 m 2 plots at 517 sites across China’s drylands and a 13-y manipulative experiment in a semiarid grassland within the same region, we show that greater soil and ecosystem C stocks in restored than degraded lands result predominantly from decreased surface soil C loss via suppressed wind erosion. This biophysical pathway is always overlooked in model evaluation of land-based C mitigation strategies. Surprisingly, stimulated plant growth plays a minor role in regulating C stocks under ecological restoration. In addition, the overall enhancement of C stocks in the restored lands increases with both initial degradation intensity and restoration duration. At the national scale, the rate of soil C accumulation (7.87 Tg C y −1 ) due to reduced wind erosion and surface soil C loss under dryland restoration is equal to 38.8% of afforestation and 56.2% of forest protection in China. Incorporating this unique but largely missed biophysical C-conserving mechanism into land surface models will greatly improve global assessments of the potential of land restoration for mitigating climate change.",
          "url": "http://dx.doi.org/10.1073/pnas.2416281121",
          "doi": "10.1073/pnas.2416281121",
          "filter": "2"
        },
        {
          "title": "Origins of synergy in multilipid lubrication",
          "authors": "Yifeng Cao, Di Jin, Nir Kampf, Jacob Klein",
          "abstract": "Lipid bilayers, ubiquitous in living systems, form lubricious boundary layers in aqueous media, with broad relevance for biolubrication, especially in mechanically stressed environments such as articular cartilage in joints, as well as for modifying material interfacial properties. Model studies have revealed efficient lubricity by single-component lipid bilayers; synovial joints, however (e.g. hips and knees), comprise over a hundred different lipids, raising the question of whether this is natural redundancy or whether it confers any lubrication benefits. Here, we examine lubrication by progressively more complex mixtures of lipids representative of those in joints, using a surface forces balance at physiologically relevant salt concentrations and pressures. We find that different combinations of such lipids differ very significantly in the robustness of the bilayers to hemifusion under physiological loads (when lubrication breaks down), indicating a clear lubrication synergy afforded by multiple lipid types in the bilayers. Insight into the origins of this synergy is provided by detailed molecular dynamics simulations of potential profiles for the formation of stalks, the essential precursors of hemifusion, between bilayers of the different lipid mixtures used in the experiments. These reveal how bilayer hemifusion—and thus lubrication breakdown—depends on the detailed lipid bilayer composition, through the corresponding separation into domains that are better able to resist stalk formation. Our results shed light on the role of lipid-type proliferation in biolubrication synergy, point to improved treatment modalities for common joint diseases such as osteoarthritis, and indicate how lipid-based interfacial modification in a materials context may be optimized.",
          "url": "http://dx.doi.org/10.1073/pnas.2408223121",
          "doi": "10.1073/pnas.2408223121",
          "filter": "2"
        },
        {
          "title": "A magnetohydrodynamic mechanism for the formation of solar polar vortices",
          "authors": "Mausumi Dikpati, Breno Raphaldini, Scott W. McIntosh, Marianna B. Korsos, Gustavo A. Guerrero, Peter A. Gilman",
          "abstract": "Polar vortices are ubiquitous features of planetary atmospheric flows, from the Earth-like rocky planets to Jupiter- and Saturn-like gas giant planets. Very little is known about their existence or dynamics on the Sun. What should be expected near the Sun’s pole for the upcoming solar multi-viewpoint and polar missions? Here, we report the magnetohydrodynamic (MHD) nonlinear simulations for the formation and evolution of solar polar vortices using a near-surface MHD shallow-water model. Our findings indicate that the rush to the poles, the migration of magnetic fields toward the pole following the Sun’s magnetic cycle, can positively contribute to the formation of polar vortices. The mechanism proposed here for the formation of polar vortices involves the role of magnetic fields and may be relevant to any star with a magnetic cycle. The Sun’s polar vortices resulting from this mechanism are predominantly MHD, consisting of a tight pair of cyclonic and anticyclonic swirls. This mechanism is likely to operate during all solar cycle phases except the peak, when the polar field reverses. Polar vortices can impact dynamical evolution of global flows and polar fields, which seed the next activity cycle, hence better knowledge of physics of polar regions may lead to improved solar cycle and space weather forecasts.",
          "url": "http://dx.doi.org/10.1073/pnas.2415157121",
          "doi": "10.1073/pnas.2415157121",
          "filter": "2"
        },
        {
          "title": "Unfurling packed-flat tubes into self-locked stiff structures",
          "authors": "Damiano Pasini",
          "url": "http://dx.doi.org/10.1073/pnas.2419750121",
          "doi": "10.1073/pnas.2419750121",
          "filter": "2"
        },
        {
          "title": "Hematite U-Pb dating of Snowball Earth meltwater events",
          "authors": "Liam Courtney-Davies, Rebecca M. Flowers, Christine S. Siddoway, Adrian Tasistro-Hart, Francis A. Macdonald",
          "abstract": "The Snowball Earth hypothesis predicts global ice cover; however, previous descriptions of Cryogenian (720-635 Ma) glacial deposits are limited to continental margins and shallow marine basins. The Tavakaiv (Tava) sandstone injectites and ridges in Colorado, USA, preserve a rare terrestrial record of Cryogenian low-latitude glaciation. Injectites, ridges, and chemically weathered crystalline rock display features characteristic of fluidization and pervasive deformation in a subglacial environment due to glacial loading, fluid overpressure, and repeated sand injection during meltwater events. In situ hematite U-Pb geochronology on hematite-quartz veins, which crosscut and are cut by Tava dikes, constrain sand injection at ~690-660 Ma. We attribute early Tava sand injection episodes to basal melting associated with rifting and geothermal heating, and later injections to meltwater generation during ~661 Ma Sturtian deglaciation. A modern analog is provided by the Ross Embayment of Antarctica, where rift-related faults border sediment-filled basins, overpressurized fluids circulate in confined aquifers below ice, and extensive preglacial topography is preserved. Field evidence and geochronology in Colorado further highlight that deep chemical weathering of Proterozoic bedrock and denudation associated with the Great Unconformity predate Cryogenian injection of fluidized sand, consistent with limited glacial erosion.",
          "url": "http://dx.doi.org/10.1073/pnas.2410759121",
          "doi": "10.1073/pnas.2410759121",
          "filter": "2"
        },
        {
          "title": "Homeotic and nonhomeotic patterns in the tetrapod vertebral formula",
          "authors": "Rory T. Cerbus, Ichiro Hiratani, Kyogo Kawaguchi",
          "abstract": "Vertebrate development and phylogeny are intimately connected through the vertebral formula, the numerical distribution of vertebrae along the body axis into different categories such as neck and chest. A key window into this relationship is through the conserved Hox gene clusters. Hox gene expression boundaries align with vertebral boundaries, and their manipulation in model organisms often results in the transformation of one vertebral type into its neighbor, a homeotic transformation. If the variety in the vertebrate body plan is produced by homeotic shifts, then the number of adjacent vertebrae will be inversely related when making interspecies comparisons since the gain in one vertebra is due to the loss in its neighbor. To date, such a pattern across species consistent with homeotic transitions has only been found in the thoracolumbar vertebral count of mammals. To further investigate potential homeotic relationships in other vertebrate classes and along the entire body axis, we compiled a comprehensive dataset of complete tetrapod vertebral formulas and systematically searched for patterns by analyzing combinations of vertebrae. We uncovered mammalian homeotic patterns and found balances between distal vertebrae not anticipated by a Hox -vertebral homeotic relationship, including one that emerged during the progression from theropods to birds. We also identified correlations between vertebral counts and intergenic distances in the HoxB gene cluster which do not align with the common picture of a colinear relationship between Hox expression and vertebral categories. This quantitative approach revises our expectations for the diversity of a Hox -mediated vertebrate body plan.",
          "url": "http://dx.doi.org/10.1073/pnas.2411421121",
          "doi": "10.1073/pnas.2411421121",
          "filter": "2"
        },
        {
          "title": "Correction for Yuan et al., Machine learning reveals the transcriptional regulatory network and circadian dynamics of Synechococcus elongatus PCC 7942",
          "url": "http://dx.doi.org/10.1073/pnas.2421381121",
          "doi": "10.1073/pnas.2421381121",
          "filter": "2"
        },
        {
          "title": "The limitation of lipidation: Conversion of semaglutide from once-weekly to once-monthly dosing",
          "authors": "Eric L. Schneider, John A. Hangasky, Rocío del Valle Fernández, Gary W. Ashley, Daniel V. Santi",
          "abstract": "The objective of this work was to develop a long-acting form of the lipidated peptide semaglutide that can be administered to humans once-monthly. Semaglutide was attached to hydrogel microspheres by a cleavable linker with an expected in vivo release half-life of about 1 mo. After a single subcutaneous dose, the pharmacokinetic parameters of released semaglutide and bodyweight loss were determined in mice, and results were used to estimate the dosing and pharmacokinetics of the released semaglutide in humans. The in vivo half-life of released semaglutide was ~36 d, and a single dose in diet-induced obese mice resulted in a lean-sparing body weight loss of 20% over 1 mo, statistically the same as semaglutide dosed twice daily. Simulations indicated the microsphere-semaglutide would permit once-monthly administration in humans; moreover, it could maintain the therapeutic minimum concentration (C min ) of once-weekly semaglutide with only 75% of the once-weekly maximum concentration (C max ), a feature that could reduce adverse side effects or allow higher dosing. The same approach should enable the conversion of other lipidated peptides from once-weekly to once-monthly administration.",
          "url": "http://dx.doi.org/10.1073/pnas.2415815121",
          "doi": "10.1073/pnas.2415815121",
          "filter": "2"
        },
        {
          "title": "Parallel phosphoproteomics and metabolomics map the global metabolic tyrosine phosphoproteome",
          "authors": "Alissandra L. Hillis, Tigist Tamir, Grace E. Perry, John M. Asara, Jared L. Johnson, Tomer M. Yaron, Lewis C. Cantley, Forest M. White, Alex Toker",
          "abstract": "Tyrosine phosphorylation of metabolic enzymes is an evolutionarily conserved posttranslational modification that facilitates rapid and reversible modulation of enzyme activity, localization, or function. Despite the high abundance of tyrosine phosphorylation events detected on metabolic enzymes in high-throughput mass spectrometry-based studies, functional characterization of tyrosine phosphorylation sites has been limited to a subset of enzymes. Since tyrosine phosphorylation is dysregulated across human diseases, including cancer, understanding the consequences of metabolic enzyme tyrosine phosphorylation events is critical for informing disease biology and therapeutic interventions. To globally identify metabolic enzyme tyrosine phosphorylation events and simultaneously assign functional significance to these sites, we performed parallel phosphoproteomics and polar metabolomics in nontumorigenic mammary epithelial cells (MCF10A) stimulated with epidermal growth factor (EGF) in the absence or presence of the EGF receptor inhibitor erlotinib. We performed an integrated analysis of the phosphoproteomic and metabolomic datasets to identify tyrosine phosphorylation sites on metabolic enzymes with functional consequences. We identified two previously characterized (pyruvate kinase muscle isozyme, phosphoglycerate mutase 1) and two uncharacterized (glutathione S-transferase Pi 1, glutamate dehydrogenase 1) tyrosine phosphorylation sites on metabolic enzymes with purported functions based on metabolomic analyses. We validated these hits using a doxycycline-inducible CRISPR interference system in MCF10A cells, in which target metabolic enzymes were depleted with simultaneous reexpression of wild-type, phosphomutant, or phosphomimetic isoforms. Together, these data provide a framework for identification, prioritization, and characterization of tyrosine phosphorylation sites on metabolic enzymes with functional significance.",
          "url": "http://dx.doi.org/10.1073/pnas.2413837121",
          "doi": "10.1073/pnas.2413837121",
          "filter": "2"
        },
        {
          "title": "Wear-free sliding electrical contacts with ultralow electrical resistivity",
          "authors": "Zhanghui Wu, Yiran Wang, Tielin Wu, Yelingyi Wang, Weipeng Chen, Chucheng Zhou, Ming Ma, Quanshui Zheng",
          "abstract": "Sliding electrical contacts are commonly applied in electrical connectors, such as conductive slip rings, pantographs, switches, and commutators. However, they suffer from several unavoidable problems caused by friction and wear, including high energy consumption, intermittent failures, limited life, and even failure disasters. In this study, we realized an ultralow-friction and long-distance wear-free state, defined as structural superlubricity (SSL), between sliding electrical interfaces under ambient conditions. A conductive SSL can be implemented in experiments with single-crystal graphite flakes on flattened metals, such as Au and Ni films. Furthermore, we found that depositing a 2 to 3-nm-thick diamond-like carbon (DLC) film on a nickel alloy can lead to an even lower resistivity than that of metals alone. In addition, we revealed the mechanism by which DLC films can improve the conductivity between graphite and metals through density functional-theory simulations. In addition, we prepared a prototype of the SSL slip ring and proved that it possessed ultralow friction, was wear-free, and had no intermittent failures. Consequently, our results demonstrate a unique type of electrical-contact interface for applications requiring conduction while sliding. Thus, we opened the door for SSL electromechanical coupling.",
          "url": "http://dx.doi.org/10.1073/pnas.2406800121",
          "doi": "10.1073/pnas.2406800121",
          "filter": "2"
        },
        {
          "title": "Future scientific innovation requires the transformative power of philanthropy",
          "authors": "Michael W. Nestor, France Córdova, Darryll Pines, Danielle Merfeld, Jennifer Griffiths, Marcia McNutt",
          "url": "http://dx.doi.org/10.1073/pnas.2420276121",
          "doi": "10.1073/pnas.2420276121",
          "filter": "2"
        },
        {
          "title": "Extending the G1 phase improves the production of lipophilic compounds in yeast by boosting enzyme expression and increasing cell size",
          "authors": "He Hao, Mingdong Yao, Ying Wang, Chenglong Zhang, Zihe Liu, Jens Nielsen, Shuobo Shi, Wenhai Xiao, Yingjin Yuan",
          "abstract": "Cell phase engineering can significantly impact protein synthesis and cell size, potentially enhancing the production of lipophilic products. This study investigated the impact of G1 phase extension on resource allocation, metabolic functions, and the unfolded protein response (UPR) in yeast, along with the potential for enhancing the production of lipophilic compounds. In brief, the regulation of the G1 phase was achieved by deleting CLN3 (G1 cyclin) in various yeast strains. This modification resulted in a 83% increase in cell volume, a 76.9% increase in dry cell weight, a 82% increase in total protein content, a 41% increase in carotenoid production, and a 159% increase in fatty alcohol production. Transcriptomic analysis revealed significant upregulation of multiple metabolic pathways involved in acetyl-CoA (acetyl coenzyme A) synthesis, ensuring an ample supply of precursors for the synthesis of lipophilic products. Furthermore, we observed improved protein synthesis, attributed to UPR activation during the prolonged G1 phase. These findings not only enhanced our understanding and application of yeast’s capacity to synthesize lipophilic compounds in applied biotechnology but also offered unique insights into cellular behavior during the modified G1 phase, particularly regarding the UPR response, for basic research. This study demonstrates the potential of G1 phase intervention to increase the yield of hydrophobic compounds in yeast, providing a promising direction for further research.",
          "url": "http://dx.doi.org/10.1073/pnas.2413486121",
          "doi": "10.1073/pnas.2413486121",
          "filter": "2"
        },
        {
          "title": "Optical imaging of the stochastic nucleation kinetics and intrinsic activation energy of single spin-crossover nanoparticles",
          "authors": "Shasha Liu, Wei Wang",
          "abstract": "Cooperative spin crossover (SCO) compounds are one of the most promising molecular bistable solids due to their intriguing thermal hysteresis phenomena around room temperature. It is well known that hysteresis is an essential kinetic effect, however, accurate assessment of the spin transition kinetics of SCO nanomaterials remains scarce. Herein, we developed a thermal-optical methodology to image the thermally induced spin transition kinetics of single SCO nanoparticles in a quantitative, repeatable, and high-throughput manner. Single-particle measurement revealed an intrinsic nucleation-dominated spin transition mechanism, where a highly stochastic nucleation process was clearly observed during the repeatable measurements. By quantifying the dependence of nucleation time on temperature, the activation energy barriers for nucleation were further extracted at a single particle level. Based on this foundation, the high throughput of the optical imaging not only contributed to uncovering the significant nanoparticle-to-nanoparticle heterogeneity, with implications for a negative correlation between apparent activation energy barriers for nucleation and size of the SCO nanoparticles, but also facilitated identifying a minority with high activation energy at least twice the average value. The extraordinary performance was then attributed to the fewer defects within their structures, as confirmed by further results from the in situ creation of defects by thermal ablation, thereby setting the lower limit for the intrinsic activation energy of ideal SCO crystals and promising their potential for future applications in high-performance molecular devices.",
          "url": "http://dx.doi.org/10.1073/pnas.2415379121",
          "doi": "10.1073/pnas.2415379121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Science is neither red nor blue",
          "authors": "Marcia McNutt",
          "abstract": "Long before the 5 November US presidential election, I had become ever more concerned that science has fallen victim to the same political divisiveness tearing at the seams of American society. This is a tragedy because science is the best—arguably the only—approach humankind has developed to peer into the future, to project the outcomes of various possible decisions using the known laws of the natural world. Since the founding of the National Academy of Sciences (NAS) during the Civil War, the most divisive period in US history, science and the NAS (of which I am the current president) have consistently served the nation, regardless of the political party in power. As the scientific community continues to do so now, it must take a critical look at what responsibility it bears in science becoming politically contentious, and how scientists can rebuild public trust.",
          "url": "http://dx.doi.org/10.1126/science.adu4907",
          "doi": "10.1126/science.adu4907",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "A mechanical qubit",
          "authors": "Yu Yang, Igor Kladarić, Maxwell Drimmer, Uwe von Lüpke, Daan Lenterman, Joost Bus, Stefano Marti, Matteo Fadel, Yiwen Chu",
          "abstract": "Although strong nonlinear interactions between quantized excitations are an important resource for quantum technologies based on bosonic oscillator modes, most electromagnetic and mechanical nonlinearities are far too weak to allow for nonlinear effects to be observed at the single-quantum level. This limitation has been overcome in electromagnetic resonators by coupling them to other strongly nonlinear quantum systems such as atoms and superconducting qubits. We demonstrate the realization of the single-phonon nonlinear regime in a solid-state mechanical system. The single-phonon anharmonicity in our system exceeds the decoherence rate by a factor of 6.8, allowing us to use it as a mechanical qubit and demonstrate initialization, readout, and single-qubit gates. Our approach provides a powerful quantum acoustics platform for quantum simulations, sensing, and information processing.",
          "url": "http://dx.doi.org/10.1126/science.adr2464",
          "doi": "10.1126/science.adr2464",
          "filter": "2"
        },
        {
          "title": "Subambient daytime radiative cooling of vertical surfaces",
          "authors": "Fei Xie, Weiliang Jin, J. Ryan Nolen, Hao Pan, Naiqin Yi, Yang An, Zhiyu Zhang, Xiangtong Kong, Fei Zhu, Ke Jiang, Sicong Tian, Tianji Liu, Xiaojuan Sun, Longnan Li, Dabing Li, Yun-Feng Xiao, Andrea Alu, Shanhui Fan, Wei Li",
          "abstract": "Subambient daytime radiative cooling enables temperatures to passively reach below ambient temperature, even under direct sunlight, by emitting thermal radiation toward outer space. This technology holds promise for numerous exciting applications. However, previous demonstrations of subambient daytime radiative cooling require surfaces that directly face the sky, and these cannot be applied to vertical surfaces that are ubiquitous in real-world scenarios such as buildings and vehicles. Here, we demonstrate subambient daytime radiative cooling of vertical surfaces under peak sunlight using a hierarchically designed, angularly asymmetric, spectrally selective thermal emitter. Under peak sunlight of about 920 watts per square meter, our emitter reaches a temperature that is about 2.5°C below ambient temperature, corresponding to a temperature reduction of about 4.3° and 8.9°C compared with a silica-polymer hybrid radiative cooler and commercial white paint, respectively.",
          "url": "http://dx.doi.org/10.1126/science.adn2524",
          "doi": "10.1126/science.adn2524",
          "filter": "2"
        },
        {
          "title": "Isolation of psychedelic-responsive neurons underlying anxiolytic behavioral states",
          "authors": "J. Muir, S. Lin, I. K. Aarrestad, H. R. Daniels, J. Ma, L. Tian, D. E. Olson, C. K. Kim",
          "abstract": "Psychedelics hold promise as alternate treatments for neuropsychiatric disorders. However, the neural mechanisms by which they drive adaptive behavioral effects remain unclear. We isolated the specific neurons modulated by a psychedelic to determine their role in driving behavior. Using a light- and calcium-dependent activity integrator, we genetically tagged psychedelic-responsive neurons in the medial prefrontal cortex (mPFC) of mice. Single-nucleus RNA sequencing revealed that the psychedelic drove network-level activation of multiple cell types beyond just those expressing 5-hydroxytryptamine 2A receptors. We labeled psychedelic-responsive mPFC neurons with an excitatory channelrhodopsin to enable their targeted manipulation. We found that reactivation of these cells recapitulated the anxiolytic effects of the psychedelic without driving its hallucinogenic-like effects. These findings reveal essential insight into the cell-type–specific mechanisms underlying psychedelic-induced behavioral states.",
          "url": "http://dx.doi.org/10.1126/science.adl0666",
          "doi": "10.1126/science.adl0666",
          "filter": "2"
        },
        {
          "title": "SPL13 controls a root apical meristem phase change by triggering oriented cell divisions",
          "authors": "Baojun Yang, Yanbiao Sun, Max Minne, Yanhua Ge, Qianru Yue, Vera Goossens, Eliana Mor, Brenda Callebaut, Kevin Bevernaege, Johan M. Winne, Dominique Audenaert, Bert De Rybel",
          "abstract": "Oriented cell divisions are crucial for determining the overall morphology and size of plants, but what controls the onset and duration of this process remains largely unknown. Here, we identified a small molecule that activates root apical meristem (RAM) expression of SQUAMOSA PROMOTER BINDING PROTEIN-LIKE13 (SPL13) a known player in the shoot’s juvenile-to-adult transition. This expression leads to oriented cell divisions in the RAM through SHORT ROOT (SHR) and cell cycle regulators. We further show that the RAM has distinct juvenile and adult phases typed by morphological and molecular characteristics and that SPL factors are crucially required for this transition in Arabidopsis and rice ( Oryza sativa ). In summary, we provide molecular insights into the age-dependent morphological changes occurring in the RAM during phase change.",
          "url": "http://dx.doi.org/10.1126/science.ado4298",
          "doi": "10.1126/science.ado4298",
          "filter": "2"
        },
        {
          "title": "Synchronous recognition of amines in oxidative carbonylation toward unsymmetrical ureas",
          "authors": "Jinhui Wang, Shengchun Wang, Zhihong Wei, Pengjie Wang, Yanwei Cao, Yang Huang, Lin He, Aiwen Lei",
          "abstract": "Unsymmetrical ureas are commonly found in pharmaceuticals and bioactive compounds. However, devising strategies to introduce two distinct amines selectively in the construction of unsymmetrical ureas remains a challenge. In this work, we use a synchronous recognition strategy that takes advantage of radical and nucleophilic activation to discriminate between secondary and primary amines. Specifically, a copper catalyst preferentially oxidizes secondary amines to radical species, whereas a cobalt catalyst carbonylates primary amines to produce cobalt amides. Coupling these fragments by cooperative catalysis produces unsymmetrical ureas with high selectivity, as showcased by the modification of 41 biologically active compounds and six drugs.",
          "url": "http://dx.doi.org/10.1126/science.adl0149",
          "doi": "10.1126/science.adl0149",
          "filter": "2"
        },
        {
          "title": "Glaciation of liquid clouds, snowfall, and reduced cloud cover at industrial aerosol hot spots",
          "authors": "Velle Toll, Jorma Rahu, Hannes Keernik, Heido Trofimov, Tanel Voormansik, Peter Manshausen, Emma Hung, Daniel Michelson, Matthew W. Christensen, Piia Post, Heikki Junninen, Benjamin J. Murray, Ulrike Lohmann, Duncan Watson-Parris, Philip Stier, Norman Donaldson, Trude Storelvmo, Markku Kulmala, Nicolas Bellouin",
          "abstract": "The ability of anthropogenic aerosols to freeze supercooled cloud droplets remains debated. In this work, we present observational evidence for the glaciation of supercooled liquid-water clouds at industrial aerosol hot spots at temperatures between −10° and −24°C. Compared with the nearby liquid-water clouds, shortwave reflectance was reduced by 14% and longwave radiance was increased by 4% in the glaciation-affected regions. There was an 8% reduction in cloud cover and an 18% reduction in cloud optical thickness. Additionally, daily glaciation-induced snowfall accumulations reached 15 millimeters. Glaciation events downwind of industrial aerosol hot spots indicate that anthropogenic aerosols likely serve as ice-nucleating particles. However, rare glaciation events downwind of nuclear power plants indicate that factors other than aerosol emissions may also play a role in the observed glaciation events.",
          "url": "http://dx.doi.org/10.1126/science.adl0303",
          "doi": "10.1126/science.adl0303",
          "filter": "2"
        },
        {
          "title": "Pathogenic proteotoxicity of cryptic splicing is alleviated by ubiquitination and ER-phagy",
          "authors": "Cristian Prieto-Garcia, Vigor Matkovic, Thorsten Mosler, Congxin Li, Jie Liang, James A. Oo, Felix Haidle, Igor Mačinković, Alfredo Cabrera-Orefice, Rayene Berkane, Giulio Giuliani, Fenfen Xu, Anne-Claire Jacomin, Ines Tomaskovic, Marion Basoglu, Marina E. Hoffmann, Rajeshwari Rathore, Ronay Cetin, Doha Boutguetait, Süleyman Bozkurt, María Clara Hernández Cañás, Mario Keller, Jonas Busam, Varun Jayeshkumar Shah, Ilka Wittig, Manuel Kaulich, Petra Beli, Wojciech P. Galej, Ingo Ebersberger, Likun Wang, Christian Münch, Alexandra Stolz, Ralf P. Brandes, William Ka Fai Tse, Stefan Eimer, Didier Y. R. Stainier, Stefan Legewie, Kathi Zarnack, Michaela Müller-McNicoll, Ivan Dikic",
          "abstract": "RNA splicing enables the functional adaptation of cells to changing contexts. Impaired splicing has been associated with diseases, including retinitis pigmentosa, but the underlying molecular mechanisms and cellular responses remain poorly understood. In this work, we report that deficiency of ubiquitin-specific protease 39 (USP39) in human cell lines, zebrafish larvae, and mice led to impaired spliceosome assembly and a cytotoxic splicing profile characterized by the use of cryptic 5′ splice sites. Disruptive cryptic variants evaded messenger RNA (mRNA) surveillance pathways and were translated into misfolded proteins, which caused proteotoxic aggregates, endoplasmic reticulum (ER) stress, and, ultimately, cell death. The detrimental consequence of splicing-induced proteotoxicity could be mitigated by up-regulating the ubiquitin-proteasome system and selective autophagy. Our findings provide insight into the molecular pathogenesis of spliceosome-associated diseases.",
          "url": "http://dx.doi.org/10.1126/science.adi5295",
          "doi": "10.1126/science.adi5295",
          "filter": "2"
        },
        {
          "title": "High-temperature carbon dioxide capture in a porous material with terminal zinc hydride sites",
          "authors": "Rachel C. Rohde, Kurtis M. Carsch, Matthew N. Dods, Henry Z. H. Jiang, Alexandra R. McIsaac, Ryan A. Klein, Hyunchul Kwon, Sarah L. Karstens, Yang Wang, Adrian J. Huang, Jordan W. Taylor, Yuto Yabuuchi, Nikolay V. Tkachenko, Katie R. Meihaus, Hiroyasu Furukawa, Danielle R. Yahne, Kaitlyn E. Engler, Karen C. Bustillo, Andrew M. Minor, Jeffrey A. Reimer, Martin Head-Gordon, Craig M. Brown, Jeffrey R. Long",
          "abstract": "Carbon capture can mitigate point-source carbon dioxide (CO 2 ) emissions, but hurdles remain that impede the widespread adoption of amine-based technologies. Capturing CO 2 at temperatures closer to those of many industrial exhaust streams (&gt;200°C) is of interest, although metal oxide absorbents that operate at these temperatures typically exhibit sluggish CO 2 absorption kinetics and instability to cycling. Here, we report a porous metal–organic framework featuring terminal zinc hydride sites that reversibly bind CO 2 at temperatures above 200°C—conditions that are unprecedented for intrinsically porous materials. Gas adsorption, structural, spectroscopic, and computational analyses elucidate the rapid, reversible nature of this transformation. Extended cycling and breakthrough analyses reveal that the material is capable of deep carbon capture at low CO 2 concentrations and high temperatures relevant to postcombustion capture.",
          "url": "http://dx.doi.org/10.1126/science.adk5697",
          "doi": "10.1126/science.adk5697",
          "filter": "2"
        },
        {
          "title": "Chemical genetic approaches to dissect microbiota mechanisms in health and disease",
          "authors": "Xinglin Yang, Howard C. Hang",
          "abstract": "Advances in genomics, proteomics, and metabolomics have revealed associations between specific microbiota species in health and disease. However, the precise mechanism(s) of action for many microbiota species and molecules have not been fully elucidated, limiting the development of microbiota-based diagnostics and therapeutics. In this Review, we highlight innovative chemical and genetic approaches that are enabling the dissection of microbiota mechanisms and providing causation in health and disease. Although specific microbiota molecules and mechanisms have begun to emerge, new approaches are still needed to go beyond phenotypic associations and translate microbiota discoveries into actionable targets and therapeutic leads to prevent and treat diseases.",
          "url": "http://dx.doi.org/10.1126/science.ado8548",
          "doi": "10.1126/science.ado8548",
          "filter": "2"
        },
        {
          "title": "A glutamine metabolic switch supports erythropoiesis",
          "authors": "Junhua Lyu, Zhimin Gu, Yuannyu Zhang, Hieu S. Vu, Christophe Lechauve, Feng Cai, Hui Cao, Julia Keith, Valentina Brancaleoni, Francesca Granata, Irene Motta, Maria Domenica Cappellini, Lily Jun-Shen Huang, Ralph J. DeBerardinis, Mitchell J. Weiss, Min Ni, Jian Xu",
          "abstract": "Metabolic requirements vary during development, and our understanding of how metabolic activity influences cell specialization is incomplete. Here, we describe a switch from glutamine catabolism to synthesis required for erythroid cell maturation. Glutamine synthetase (GS), one of the oldest functioning genes in evolution, is activated during erythroid maturation to detoxify ammonium generated from heme biosynthesis, which is up-regulated to support hemoglobin production. Loss of GS in mouse erythroid precursors caused ammonium accumulation and oxidative stress, impairing erythroid maturation and recovery from anemia. In β-thalassemia, GS activity is inhibited by protein oxidation, leading to glutamate and ammonium accumulation, whereas enhancing GS activity alleviates the metabolic and pathological defects. Our findings identify an evolutionarily conserved metabolic adaptation that could potentially be leveraged to treat common red blood cell disorders.",
          "url": "http://dx.doi.org/10.1126/science.adh9215",
          "doi": "10.1126/science.adh9215",
          "filter": "2"
        },
        {
          "title": "Ribozyme-activated mRNA trans-ligation enables large gene delivery to treat muscular dystrophies",
          "authors": "Sean R. Lindley, Kadiam C. Venkata Subbaiah, Fnu Priyanka, Pornthida Poosala, Yijie Ma, Leila Jalinous, Jason A. West, William A. Richardson, Tamlyn N. Thomas, Douglas M. Anderson",
          "abstract": "Ribozymes are small catalytic RNA sequences capable of nucleotide-specific self-cleavage found widespread in nature. Ribozyme cleavage generates distinct 2′,3′-phosphate and 5′-hydroxyl termini that resemble substrates for recently characterized RNA repair pathways in cells. We report that ribozyme cleavage of two separate mRNAs activated their scarless trans-ligation and translation into full-length protein in eukaryotic cells, a process that we named StitchR (for Stitch RNA). Optimization of StitchR activity in mammalian cells resulted in a ~900-fold increase in protein expression that approached levels observed for genes expressed from single vectors. We demonstrate that StitchR can be harnessed for effective dual adeno-associated virus gene therapies to correct muscular dystrophies by restoring large functional muscle proteins to endogenous levels in vivo.",
          "url": "http://dx.doi.org/10.1126/science.adp8179",
          "doi": "10.1126/science.adp8179",
          "filter": "2"
        },
        {
          "title": "Diverse and larger tree islands promote native tree diversity in oil palm landscapes",
          "authors": "Gustavo B. Paterno, Fabian Brambach, Nathaly Guerrero-Ramírez, Delphine Clara Zemp, Aiza F. Cantillo, Nicolò Camarretta, Carina C. M. Moura, Oliver Gailing, Johannes Ballauff, Andrea Polle, Michael Schlund, Stefan Erasmi, Najeeb A. Iddris, Watit Khokthong, Leti Sundawati, Bambang Irawan, Dirk Hölscher, Holger Kreft",
          "abstract": "In monoculture-dominated landscapes, recovering biodiversity is a priority, but effective restoration strategies have yet to be identified. In this study, we experimentally tested passive and active restoration strategies to recover taxonomic, phylogenetic, and functional diversity of woody plants within 52 tree islands established in an oil palm landscape. Large tree islands and higher initial planted diversity catalyzed diversity recovery, particularly functional diversity at the landscape level. At the local scale, results demonstrated that greater initial planting diversity begets greater diversity of native recruits, overcoming limitations of natural recruitment in highly modified landscapes. Establishing large and diverse tree islands is crucial for safeguarding rare, endemic, and forest-associated species in oil palm landscapes.",
          "url": "http://dx.doi.org/10.1126/science.ado1629",
          "doi": "10.1126/science.ado1629",
          "filter": "2"
        },
        {
          "title": "The metaphors of artificial intelligence",
          "authors": "Melanie Mitchell",
          "abstract": "A few months after ChatGPT was released, the neural network pioneer Terrence Sejnowski wrote about coming to grips with the shock of what large language models (LLMs) could do: “Something is beginning to happen that was not expected even a few years ago. A threshold was reached, as if a space alien suddenly appeared that could communicate with us in an eerily human way.…Some aspects of their behavior appear to be intelligent, but if it’s not human intelligence, what is the nature of their intelligence?”",
          "url": "http://dx.doi.org/10.1126/science.adt6140",
          "doi": "10.1126/science.adt6140",
          "filter": "2"
        },
        {
          "title": "Sequence modeling and design from molecular to genome scale with Evo",
          "authors": "Eric Nguyen, Michael Poli, Matthew G. Durrant, Brian Kang, Dhruva Katrekar, David B. Li, Liam J. Bartie, Armin W. Thomas, Samuel H. King, Garyk Brixi, Jeremy Sullivan, Madelena Y. Ng, Ashley Lewis, Aaron Lou, Stefano Ermon, Stephen A. Baccus, Tina Hernandez-Boussard, Christopher Ré, Patrick D. Hsu, Brian L. Hie",
          "abstract": "The genome is a sequence that encodes the DNA, RNA, and proteins that orchestrate an organism’s function. We present Evo, a long-context genomic foundation model with a frontier architecture trained on millions of prokaryotic and phage genomes, and report scaling laws on DNA to complement observations in language and vision. Evo generalizes across DNA, RNA, and proteins, enabling zero-shot function prediction competitive with domain-specific language models and the generation of functional CRISPR-Cas and transposon systems, representing the first examples of protein-RNA and protein-DNA codesign with a language model. Evo also learns how small mutations affect whole-organism fitness and generates megabase-scale sequences with plausible genomic architecture. These prediction and generation capabilities span molecular to genomic scales of complexity, advancing our understanding and control of biology.",
          "url": "http://dx.doi.org/10.1126/science.ado9336",
          "doi": "10.1126/science.ado9336",
          "filter": "2"
        },
        {
          "title": "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050",
          "authors": "A. Samuel Pottinger, Roland Geyer, Nivedita Biyani, Ciera C Martinez, Neil Nathan, Molly R Morse, Chao Liu, Shanying Hu, Magali de Bruyn, Carl Boettiger, Elijah Baker, Douglas J McCauley",
          "abstract": "Plastic production and plastic pollution negatively affect our environment, environmental justice, and climate change. Using detailed global and regional plastics datasets coupled with socio-economic data, we employ machine learning to predict that, without intervention, annual mismanaged plastic waste will nearly double to 121 Mt (100 - 139 Mt 95% CI) by 2050. Annual greenhouse gas emissions from the plastic system are projected to grow by 37% to 3.35 Gt CO 2 equivalent (3.09 - 3.54 CO 2 e) over the same period. The United Nations plastic pollution treaty presents a unique opportunity to reshape these outcomes. We simulate eight candidate treaty policies and find that just four could together reduce mismanaged plastic waste by 91% (86% - 98%) and gross plastic-related greenhouse gas emissions by one third.",
          "url": "http://dx.doi.org/10.1126/science.adr3837",
          "doi": "10.1126/science.adr3837",
          "filter": "2"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adu5818",
          "doi": "10.1126/science.adu5818",
          "filter": "3"
        },
        {
          "title": "‘America first’ could affect health worldwide",
          "authors": "Gretchen Vogel",
          "abstract": "Scientists worry Donald Trump will leave WHO again and slash disease control programs",
          "url": "http://dx.doi.org/10.1126/science.adu5822",
          "doi": "10.1126/science.adu5822",
          "filter": "3"
        },
        {
          "title": "Digging below the surface: Hidden risks for ground-nesting bees",
          "authors": "Sabrina Rondeau",
          "abstract": "Hidden risks for ground-nesting bees",
          "url": "http://dx.doi.org/10.1126/science.adt8998",
          "doi": "10.1126/science.adt8998",
          "filter": "3"
        },
        {
          "title": "The journey to a mechanical qubit",
          "authors": "Fabio Pistolesi",
          "abstract": "An acoustic resonator can be directly manipulated to store quantum information",
          "url": "http://dx.doi.org/10.1126/science.adt2497",
          "doi": "10.1126/science.adt2497",
          "filter": "3"
        },
        {
          "title": "End illegal sand mining in China",
          "authors": "Mingrong Liang, Yuling Liang, Yongyue Lu, Yijuan Xu, Benoit Guénard",
          "url": "http://dx.doi.org/10.1126/science.adr7278",
          "doi": "10.1126/science.adr7278",
          "filter": "3"
        },
        {
          "title": "Russia postpones three scientific ‘megaprojects’",
          "authors": "Eugene Gerden",
          "abstract": "Economic sanctions, budget woes hamper progress on x-ray sources and neutron beams",
          "url": "http://dx.doi.org/10.1126/science.adu5825",
          "doi": "10.1126/science.adu5825",
          "filter": "3"
        },
        {
          "title": "Research advocates see ‘no good news for science’",
          "authors": "Jeffrey Mervis",
          "abstract": "Trump agenda and a Republican Congress point to funding cuts and policy shifts",
          "url": "http://dx.doi.org/10.1126/science.adu5820",
          "doi": "10.1126/science.adu5820",
          "filter": "3"
        },
        {
          "title": "Gatekeepers of the brain: Identifying hidden mechanisms of type A GABA receptor signaling and assembly",
          "authors": "Andrija Sente",
          "abstract": "Identifying hidden mechanisms of type A GABA receptor signaling and assembly",
          "url": "http://dx.doi.org/10.1126/science.adt8990",
          "doi": "10.1126/science.adt8990",
          "filter": "3"
        },
        {
          "title": "Learning the language of DNA",
          "authors": "Christina V. Theodoris",
          "abstract": "A genomic foundation model broadly enables sequence modeling, prediction, and design",
          "url": "http://dx.doi.org/10.1126/science.adt3007",
          "doi": "10.1126/science.adt3007",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Bianca Lopez, Keith T. Smith, Brent Grocholski, Mattia Maroso, Jake S. Yeston, Jesse Smith, Stella M. Hurtley, Courtney Malo, Michael A. Funk, Di Jiang, L. Bryan Ray, Ankit Walia, Phil Szuromi, Ian S. Osborne, Hannah M. Isles, Leslie K. Ferrarelli",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adu5505",
          "doi": "10.1126/science.adu5505",
          "filter": "3"
        },
        {
          "title": "A voyage to victory In the Footsteps of Darwin Grégory Grard and Matthieu Verdier Sorry We Are French, 2023.",
          "authors": "Angela Chuang, Orlando Schwery",
          "abstract": "Players help Darwin discover new species and develop scientific theories in a fast-paced board game",
          "url": "http://dx.doi.org/10.1126/science.adr3499",
          "doi": "10.1126/science.adr3499",
          "filter": "3"
        },
        {
          "title": "Preprint on Alzheimer’s drug deaths ignites author dispute",
          "authors": "Jennifer Couzin-Frankel",
          "abstract": "Co-authors say preliminary data on lecanemab fatalities don’t support the paper’s claims",
          "url": "http://dx.doi.org/10.1126/science.adu5824",
          "doi": "10.1126/science.adu5824",
          "filter": "3"
        },
        {
          "title": "Argentina’s unsustainable policies",
          "authors": "Sofia Capasso, Verónica Capasso",
          "url": "http://dx.doi.org/10.1126/science.adr8529",
          "doi": "10.1126/science.adr8529",
          "filter": "3"
        },
        {
          "title": "Truly listening",
          "authors": "Sukrut C. Kamerkar",
          "url": "http://dx.doi.org/10.1126/science.adu4937",
          "doi": "10.1126/science.adu4937",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Peter Stern, Madeleine Seale, Melissa McCartney, Yevgeniya Nusinovich, Priscilla N. Kelly, Ian S. Osborne, Brent Grocholski",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adu5506",
          "doi": "10.1126/science.adu5506",
          "filter": "3"
        },
        {
          "title": "The counterattack",
          "authors": "Jennifer Couzin-Frankel",
          "abstract": "An immune cell treatment that fights cancer is now taking aim at autoimmune disease",
          "url": "http://dx.doi.org/10.1126/science.adu5507",
          "doi": "10.1126/science.adu5507",
          "filter": "3"
        },
        {
          "title": "How to build a human: Piecing together the body’s cellular puzzle",
          "authors": "Jarrod Shilts",
          "abstract": "Piecing together the body’s cellular puzzle",
          "url": "http://dx.doi.org/10.1126/science.adt9012",
          "doi": "10.1126/science.adt9012",
          "filter": "3"
        },
        {
          "title": "Advancing alternative methods to reduce animal testing",
          "authors": "Chad P. Nelson, Paul Brown, Suzanne Fitzpatrick, Kevin A. Ford, Paul C. Howard, Tracy MacGill, Edward E. C. Margerrison, Jacqueline O’Shaughnessy, Tucker A. Patterson, Rakesh Raghuwanshi, Rodney Rouse, Selen Stromgren, Kyung E. Sung, Luis G. Valerio, Jeffrey L. Ward, Namandjé N. Bumpus",
          "abstract": "Emerging approaches show promise for regulatory use",
          "url": "http://dx.doi.org/10.1126/science.adg6228",
          "doi": "10.1126/science.adg6228",
          "filter": "3"
        },
        {
          "title": "Heat up to catch carbon",
          "authors": "He Li, Dan Zhao",
          "abstract": "A metal-organic framework is activated to capture carbon dioxide at high temperatures",
          "url": "http://dx.doi.org/10.1126/science.adt4825",
          "doi": "10.1126/science.adt4825",
          "filter": "3"
        },
        {
          "title": "Tomorrow’s trees Treekeepers: The Race for a Forested Future Lauren E. Oakes Basic Books, 2024. 336 pp.",
          "authors": "Sarah Boon",
          "abstract": "An ecologist probes the future of forests",
          "url": "http://dx.doi.org/10.1126/science.ads0962",
          "doi": "10.1126/science.ads0962",
          "filter": "3"
        },
        {
          "title": "Famed flipping ship gets second shot at research",
          "authors": "Sean Cummings",
          "abstract": "Saved from the scrapyard, unique ocean platform to be revamped before redeployment",
          "url": "http://dx.doi.org/10.1126/science.adu5823",
          "doi": "10.1126/science.adu5823",
          "filter": "3"
        },
        {
          "title": "Plastics treaty: Address building materials",
          "authors": "Bethanie Carney Almroth, Veena Singla",
          "url": "http://dx.doi.org/10.1126/science.adu2039",
          "doi": "10.1126/science.adu2039",
          "filter": "3"
        },
        {
          "title": "To target, to escape, perchance to cure: Borrowing a page from cancer’s playbook, scientists learn to evade their own therapies",
          "authors": "Gabriele Casirati",
          "abstract": "Borrowing a page from cancer’s playbook, scientists learn to evade their own therapies",
          "url": "http://dx.doi.org/10.1126/science.adt9029",
          "doi": "10.1126/science.adt9029",
          "filter": "3"
        },
        {
          "title": "The disciplinary matrix of holobiont biology",
          "authors": "Seth R. Bordenstein,  The Holobiont Biology Network, M. Thomas P. Gilbert, Nichole Ginnan, Antonino Malacrinò, Maria Elena Martino, Simon Bahrndorff, Sunil Mundra, Michael D. Martin, Kevin R. Theis, Sarah M. Hird, Alejandro Caro-Quintero, Thomas J. Sharpton, Kevin D. Kohl, Christopher J. Barnes, Raphael Eisenhofer, Ostaizka Aizpurua, Sandra B. Andersen, Jaelle C. Brealey, Christina L. Noer, Mónica Medina, Morten T. Limborg, Antton Alberdi",
          "abstract": "Uniting life’s seen and unseen realms guides a conceptual advance in research",
          "url": "http://dx.doi.org/10.1126/science.ado2152",
          "doi": "10.1126/science.ado2152",
          "filter": "3"
        },
        {
          "title": "Trump won. Is NIH in for a major shake-up?",
          "authors": "Jocelyn Kaiser",
          "abstract": "Congress might serve as a bulwark, but some changes may be coming",
          "url": "http://dx.doi.org/10.1126/science.adu5821",
          "doi": "10.1126/science.adu5821",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Forecast skill assessment of an operational continental heat-cold-health forecasting system: New avenues for health early warning systems",
          "authors": "Marcos Quijal-Zamorano, Desislava Petrova, Èrica Martínez-Solanas, François R. Herrmann, Xavier Rodó, Jean-Marie Robine, Marc Marí-Dell’Olmo, Hicham Achebak, Joan Ballester",
          "abstract": "More than 110,000 Europeans died as a result of the record-breaking temperatures of 2022 and 2023. A new generation of impact-based early warning systems, using epidemiological models to transform weather forecasts into health forecasts for targeted population subgroups, is an essential adaptation strategy to increase resilience against climate change. Here, we assessed the skill of an operational continental heat-cold-health forecasting system. We used state-of-the-art temperature-lag-mortality epidemiological models to transform bias-corrected ensemble weather forecasts into daily temperature-related mortality forecasts. We found that temperature forecasts can be used to issue skillful forecasts of temperature-related mortality. However, the forecast skill varied by season and location, and it was different for temperature and temperature-related mortality due to the use of epidemiological models. Overall, our study demonstrates and quantifies the forecast skill horizon of heat-cold-health forecasting systems, which is a necessary step toward generating trust among public health authorities and end users.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5286",
          "doi": "10.1126/sciadv.ado5286",
          "filter": "0"
        },
        {
          "title": "Frailty or resilience? Hazard-based and cumulative phenotype approaches to discerning signals of health inequality in medieval London",
          "authors": "Samantha L. Yaussy, Kathryn E. Marklein, Sharon N. DeWitte, Douglas E. Crews",
          "abstract": "Bioarchaeology uses human skeletal remains to reconstruct varied experiences of individuals and populations in the past, including patterns of health across time periods and cultural contexts. In the past three decades, bioarchaeological studies have highlighted the concept of “frailty,” operationalizing it as increased risk of mortality or cumulative phenotypes. Using data from medieval London cemeteries, we integrate these two approaches to frailty in past populations. First, we estimate the risks of mortality and survivorship (hazard and survival analyses) associated with 10 biomarkers and use these results to construct population-specific frailty and resilience indices. Then, we apply the indices to adult individuals to explore frailty and resilience differentials between males and females in medieval London. Findings suggest that the male-female morbidity-mortality paradox observed in modern populations may not have existed in this context, which may be explained by preferential cultural buffering of men in this patriarchal, urban setting.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5703",
          "doi": "10.1126/sciadv.adq5703",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Long noncoding RNA DREAMer bridges the DREAM complex and E2f1 to regulate endoreplication in Drosophila",
          "authors": "Dong Li, Tianyu Jin, Jun Liu, Chunlin Lu, Xianmei Yang, Haiyan Zhang, Limin Bi, Yuhang Yan, Lijiao Zhang, Yan Sang, Bilian Jin, Xiaolin Bi",
          "abstract": "Rb/E2f and DREAM complexes play vital roles in regulating cell cycle progression. To date, how they coordinate their functions to regulate cell cycle–dependent gene expression is not clear. Here, we identified a long noncoding RNA (lncRNA), which we named DREAMer , that bridges the interaction between E2f1 and the dREAM complex to regulate endoreplication specifically in Drosophila salivary gland. We show that E2f1 directly stimulates DREAMer expression, whereas DREAMer mediates the repression of e2f1 transcription by modulating the recruitment of the dREAM complex to the e2f1 promoter via a direct interaction with the dREAM component E2f2. The depletion of DREAMer impairs dREAM binding, leading to derepression of e2f1 transcription, which ultimately increases E2f1 activity and promotes the endoreplication. Furthermore, the transcriptomic analysis revealed profound changes in cell cycle–related gene expression in DREAMer KO salivary glands. Together, our findings reveal an lncRNA-mediated link between the dREAM complex and E2f1, which regulates endoreplication during development.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr4936",
          "doi": "10.1126/sciadv.adr4936",
          "filter": "2"
        },
        {
          "title": "Leaftronics: Natural lignocellulose scaffolds for sustainable electronics",
          "authors": "Rakesh R. Nair, Jakob Wolansky, Kai Uhlig, Ali Solgi, Laura Teuerle, Tianyi Zhang, Jonas Schröder, Tobias Antrack, Johannes Benduhn, Hans Kleemann, Karl Leo",
          "abstract": "The global rise in electronic waste is alarming, driven by the persistent use of glass, epoxy, and plastic substrates owing to their cost, stability, flexibility, and transparency. This underscores the need for biodegradable alternatives with similar properties. This study shows that leaf-derived lignocellulose scaffolds can stabilize bio-sourced, solution-processed polymers by acting as natural sequestering media. Such reinforced films, even when based on gelatin ( T g ~ 60°C), can endure processes over 200°C. We demonstrate dip-coated ethyl cellulose films for commercially viable reflow soldered circuitry. The films offer high flexibility, more than 80% transparency, and surface roughness below 5.5 nm. Advanced OPDs and OECTs fabricated on these films perform comparably to those on glass and the low material cost and simple fabrication process yields a minimal carbon footprint of 1.6 kgCO 2 /m 2 . This work thus opens a vista of possibilities for biodegradable polymers heretofore considered unsuitable for making temperature-stable substrates for state-of-the-art electronics applications.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3276",
          "doi": "10.1126/sciadv.adq3276",
          "filter": "2"
        },
        {
          "title": "Pressure enabled organic reactions via confinement between layers of 2D materials",
          "authors": "Seong In Yoon, Hyoju Park, Yeonju Lee, Changding Guo, Yu Jin Kim, Joo Song Lee, Seungwoo Son, Myeonggi Choe, Daeho Han, Kidal Kwon, Jongyeong Lee, Kyung Yeol Ma, Amirreza Ghassami, Sung Wook Moon, Sun-Young Park, Bong Kyun Kang, Yoon-Jeong Kim, Seonghyun Koo, Armando Genco, Jaewoo Shim, Alexander Tartakovskii, Yunrui Duan, Feng Ding, Seokhoon Ahn, Sunmin Ryu, Ju-Young Kim, Woo Seok Yang, Manish Chhowalla, Young S. Park, Seung Kyu Min, Zonghoon Lee, Hyeon Suk Shin",
          "abstract": "Confinement of reactants within nanoscale spaces of low-dimensional materials has been shown to provide reorientation of strained reactants or stabilization of unstable reactants for synthesis of molecules and tuning of chemical reactivity. While few studies have reported chemistry within zero-dimensional pores and one-dimensional nanotubes, organic reactions in confined spaces between two-dimensional materials have yet to be explored. Here, we demonstrate that reactants confined between atomically thin sheets of graphene or hexagonal boron nitride experience pressures as high as 7 gigapascal, which allows the propagation of solvent-free organic reactions that ordinarily do not occur under standard conditions. Specifically, we show that cyclodehydrogenation of hexaphenylbenzene without catalysts as a proof of concept and oxidative polymerization of dopamine into sheet-like crystalline structure are enabled by the effective high pressure experienced by the reactants between the graphene layers. Our results demonstrate a facile, general approach for performing high-pressure chemistry based on confinement of reactants within two-dimensional materials.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9804",
          "doi": "10.1126/sciadv.adp9804",
          "filter": "2"
        },
        {
          "title": "Spatially varying nanophotonic neural networks",
          "authors": "Kaixuan Wei, Xiao Li, Johannes Froech, Praneeth Chakravarthula, James Whitehead, Ethan Tseng, Arka Majumdar, Felix Heide",
          "abstract": "The explosive growth in computation and energy cost of artificial intelligence has spurred interest in alternative computing modalities to conventional electronic processors. Photonic processors, which use photons instead of electrons, promise optical neural networks with ultralow latency and power consumption. However, existing optical neural networks, limited by their designs, have not achieved the recognition accuracy of modern electronic neural networks. In this work, we bridge this gap by embedding parallelized optical computation into flat camera optics that perform neural network computations during capture, before recording on the sensor. We leverage large kernels and propose a spatially varying convolutional network learned through a low-dimensional reparameterization. We instantiate this network inside the camera lens with a nanophotonic array with angle-dependent responses. Combined with a lightweight electronic back-end of about 2K parameters, our reconfigurable nanophotonic neural network achieves 72.76% accuracy on CIFAR-10, surpassing AlexNet (72.64%), and advancing optical neural networks into the deep learning era.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0391",
          "doi": "10.1126/sciadv.adp0391",
          "filter": "2"
        },
        {
          "title": "Progressive decline in old pole gene expression signal enhances phenotypic heterogeneity in bacteria",
          "authors": "Audrey M. Proenca, Murat Tuğrul, Arpita Nath, Ulrich K. Steiner",
          "abstract": "Cell growth and gene expression are heterogeneous processes at the single-cell level, leading to the emergence of multiple physiological states within bacterial populations. Aging is a known deterministic driver of growth asymmetry; however, its role in gene expression heterogeneity remains elusive. Here, we show that aging mother cells undergo a progressive decline in old pole activity, generating asymmetry in protein partitioning, gene expression, and cell morphology. We demonstrate that mother cells, when compared to their daughters, exhibit lower product inheritance and gene expression rates independently of promoter dynamics. The declining activity of maternal old poles generates gene expression gradients that manifest as mother-daughter asymmetry upon division, showing that asymmetry is progressively built over time within the maternal intracellular environment. Moreover, old pole aging correlates with a gradual increase in cell length, leading to morphological asymmetry. These findings provide further evidence for aging as a mechanism to enhance phenotypic heterogeneity in bacterial populations, with possible consequences for stress response and survival.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8784",
          "doi": "10.1126/sciadv.adp8784",
          "filter": "2"
        },
        {
          "title": "The vacuolar K + /H + exchangers and calmodulin-like CML18 constitute a pH-sensing module that regulates K + status in Arabidopsis",
          "authors": "Miguel Daniel-Mozo, Belén Rombolá-Caldentey, Imelda Mendoza, Paula Ragel, Anna De Luca, Raul Carranco, Ana M. Alcaide, Alessio Ausili, Beatriz Cubero, Karin Schumacher, Francisco J. Quintero, Armando Albert, José M. Pardo",
          "abstract": "Shifts in cytosolic pH have been recognized as key signaling events and mounting evidence supports the interdependence between H + and Ca 2+ signaling in eukaryotic cells. Among the cellular pH-stats, K + /H + exchange at various membranes is paramount in plant cells. Vacuolar K + /H + exchangers of the NHX (Na + ,K + /H + exchanger) family control luminal pH and, together with K + and H + transporters at the plasma membrane, have been suggested to also regulate cytoplasmic pH. We show the regulation of vacuolar K + /H + exchange by cytoplasmic pH and the calmodulin-like protein CML18 in Arabidopsis. The crystal structure and physicochemical properties of CML18 indicate that this protein senses pH shifts. Interaction of CML18 with tonoplast exchangers NHX1 and NHX2 was favored at acidic pH, a physiological condition elicited by K + starvation in Arabidopsis roots, whereas excess K + produced cytoplasmic alkalinization and CML18 dissociation. These results imply that the pH-responsive NHX-CML18 module is an essential component of the cellular K + - and pH-stats.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7658",
          "doi": "10.1126/sciadv.adp7658",
          "filter": "2"
        },
        {
          "title": "Experience-dependent, sexually dimorphic synaptic connectivity defined by sex-specific cadherin expression",
          "authors": "Chien-Po Liao, Maryam Majeed, Oliver Hobert",
          "abstract": "Early-life experience influences subsequent maturation and function of the adult brain, sometimes even in a sex-specific manner, but underlying molecular mechanisms are poorly understood. We describe here how juvenile experience defines sexually dimorphic synaptic connectivity in the adult Caenorhabditis elegans nervous system. Starvation of juvenile males disrupts serotonin-dependent activation of the CREB transcription factor in a nociceptive sensory neuron, PHB. CREB acts through a cascade of transcription factors to control expression of an atypical cadherin protein, FMI-1/Flamingo/CELSR. During postembryonic development, FMI-1 promotes and maintains synaptic connectivity of PHB to a command interneuron, AVA, in both sexes, but a serotonin-dependent transcriptional regulatory cassette antagonizes FMI-1 expression in males, thereby establishing sexually dimorphic connectivity between PHB and AVA. A critical regulatory node is the CREB-target LIN-29, a Zn finger transcription factor that integrates four layers of information: sexual specificity, past experience, time and cell-type specificity. Our findings provide the mechanistic details of how an early juvenile experience defines sexually dimorphic synaptic connectivity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9183",
          "doi": "10.1126/sciadv.adq9183",
          "filter": "2"
        },
        {
          "title": "Dynamic overrepresentation of accumbal cues in food- and opioid-seeking rats after prenatal THC exposure",
          "authors": "Miguel Á. Luján, Reana Young-Morrison, Sonia Aroni, István Katona, Miriam Melis, Joseph F. Cheer",
          "abstract": "The increasing prevalence of cannabis use during pregnancy has raised medical concerns, primarily related to Δ9-tetrahydrocannabinol (THC), which readily crosses the placenta and affects fetal brain development. Previous research has identified dopaminergic alterations related to maternal THC consumption. However, the consequences that prenatal cannabis exposure (PCE) has on striatum-based processing during reward pursuit have not been determined. Here, we characterize PCE rats during food or opioid-maintained reward seeking. We find that the supramotivational phenotype of PCE rats is independent of value-based processing and is instead related to augmented reinforcing efficiency of opioid rewards. Our findings reveal that prenatal THC exposure leads to increased cue-evoked dopamine responses and an overrepresentation of effort-driven striatal encoding patterns. Recapitulating clinical findings, drug-related PCE adaptations were more pronounced in males, who showed increased vulnerability for relapse. Collectively, these findings indicate that prenatal THC exposure in male rats engenders a pronounced neurodevelopmental susceptibility to addiction-like disorders.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5652",
          "doi": "10.1126/sciadv.adq5652",
          "filter": "2"
        },
        {
          "title": "Polygenic risk for alcohol use disorder affects cellular responses to ethanol exposure in a human microglial cell model",
          "authors": "Xindi Li, Jiayi Liu, Andrew J. Boreland, Sneha Kapadia, Siwei Zhang, Alessandro C. Stillitano, Yara Abbo, Lorraine Clark, Dongbing Lai, Yunlong Liu, Peter B. Barr, Jacquelyn L. Meyers, Chella Kamarajan, Weipeng Kuang, Arpana Agrawal, Paul A. Slesinger, Danielle Dick, Jessica Salvatore, Jay Tischfield, Jubao Duan, Howard J. Edenberg, Anat Kreimer, Ronald P. Hart, Zhiping P. Pang",
          "abstract": "Polygenic risk scores (PRSs) assess genetic susceptibility to alcohol use disorder (AUD), yet their molecular implications remain underexplored. Neuroimmune interactions, particularly in microglia, are recognized as notable contributors to AUD pathophysiology. We investigated the interplay between AUD PRS and ethanol in human microglia derived from iPSCs from individuals with AUD high-PRS (diagnosed with AUD) or low-PRS (unaffected). Ethanol exposure induced elevated CD68 expression and morphological changes in microglia, with differential responses between high-PRS and low-PRS microglial cells. Transcriptomic analysis revealed expression differences in MHCII complex and phagocytosis-related genes following ethanol exposure; high-PRS microglial cells displayed enhanced phagocytosis and increased CLEC7A expression, unlike low-PRS microglial cells. Synapse numbers in cocultures of induced neurons with microglia after alcohol exposure were lower in high-RPS cocultures, suggesting possible excess synapse pruning. This study provides insights into the intricate relationship between AUD PRS, ethanol, and microglial function, potentially influencing neuronal functions in developing AUD.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5820",
          "doi": "10.1126/sciadv.ado5820",
          "filter": "2"
        },
        {
          "title": "Wisdom of the silicon crowd: LLM ensemble prediction capabilities rival human crowd accuracy",
          "authors": "Philipp Schoenegger, Indre Tuminauskaite, Peter S. Park, Rafael Valdece Sousa Bastos, Philip E. Tetlock",
          "abstract": "Human forecasting accuracy improves through the “wisdom of the crowd” effect, in which aggregated predictions tend to outperform individual ones. Past research suggests that individual large language models (LLMs) tend to underperform compared to human crowd aggregates. We simulate a wisdom of the crowd effect with LLMs. Specifically, we use an ensemble of 12 LLMs to make probabilistic predictions about 31 binary questions, comparing them with those made by 925 human forecasters in a 3-month tournament. We show that the LLM crowd outperforms a no-information benchmark and is statistically indistinguishable from the human crowd. We also observe human-like biases, such as the acquiescence bias. In another study, we find that LLM predictions (of GPT-4 and Claude 2) improve when exposed to the median human prediction, increasing accuracy by 17 to 28%. However, simply averaging human and machine forecasts yields more accurate results. Our findings suggest that LLM predictions can rival the human crowd’s forecasting accuracy through simple aggregation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1528",
          "doi": "10.1126/sciadv.adp1528",
          "filter": "2"
        },
        {
          "title": "Ediacaran origin and Ediacaran-Cambrian diversification of Metazoa",
          "authors": "Emily Carlisle, Zongjun Yin, Davide Pisani, Philip C. J. Donoghue",
          "abstract": "The timescale of animal diversification has been a focus of debate over how evolutionary history should be calibrated to geologic time. Molecular clock analyses have invariably estimated a Cryogenian or Tonian origin of animals while unequivocal animal fossils first occur in the Ediacaran. However, redating of key Ediacaran biotas and the discovery of several Ediacaran crown-Metazoa prompt recalibration of molecular clock analyses. We present revised fossil calibrations and use them in molecular clock analyses estimating the timescale of metazoan evolutionary history. Integrating across uncertainties including phylogenetic relationships, clock model, and calibration strategy, we estimate Metazoa to have originated in the early Ediacaran, Eumetazoa in the middle Ediacaran, and Bilateria in the upper Ediacaran, with many crown-phyla originating across the Ediacaran-Cambrian interval or elsewise fully within the Cambrian. These results are in much closer accord with the fossil record, coinciding with marine oxygenation, but they reject a literal reading of the fossil record.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7161",
          "doi": "10.1126/sciadv.adp7161",
          "filter": "2"
        },
        {
          "title": "Electrically switchable chiral nonlinear optics in an achiral ferroelectric 2D van der Waals halide perovskite",
          "authors": "Go Yumoto, Fuyuki Harata, Tomoya Nakamura, Atsushi Wakamiya, Yoshihiko Kanemitsu",
          "abstract": "Two-dimensional (2D) van der Waals (vdW) semiconductors play a key role in developing nanoscale nonlinear optical devices. 2D Ruddlesden-Popper lead halide perovskites (RPPs) expand the potential of using 2D vdW semiconductors in nonlinear optical applications because they exhibit electrically switchable and chiral second-order optical nonlinearity originating from the emergence of ferroelectricity and chirality. However, electrically switchable chiral nonlinear optics has not yet been realized because of the difficulty in electrically manipulating chiral structures. Here, we demonstrate that chiral second-harmonic generation (SHG) can be electrically induced and switched in an achiral biaxial ferroelectric 2D RPP. We observe reversible and continuous electrical switching of SHG circular dichroism and large nonlinear chiroptical activity. Polarization-resolved SHG imaging reveals that electrical poling induces the ferroelectric multidomain structure arising from the biaxial nature of the material, and the planar chirality appears. Our findings show a simple electrical control of the nonlinear chiroptical responses and establish chiral nonlinear optics based on ferroelectric 2D RPPs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5521",
          "doi": "10.1126/sciadv.adq5521",
          "filter": "2"
        },
        {
          "title": "The Summer North Atlantic Oscillation, Arctic sea ice, and Arctic jet Rossby wave forcing",
          "authors": "Chris K. Folland, Tinghai Ou, Hans W. Linderholm, Adam A. Scaife, Jeff Knight, Deliang Chen",
          "abstract": "We use Coupled Model Intercomparison Project Phase 6 (CMIP6) coupled and Atmospheric Model Intercomparison Project (AMIP) climate models, dynamical analyses, and observations to investigate interactions between summer Arctic sea ice concentration (SIC) variations and the Summer North Atlantic Oscillation (SNAO). Observations suggest that SIC-SNAO relationships mainly come from the East Siberian to Arctic Canada (ESAC) region where a weak atmospheric jet stream exists in summer. Twelve CMIP6 models with the most realistic atmospheric climatologies over the North Atlantic and Europe agree well with reanalyses on relationships between SIC and Northern Hemisphere atmospheric circulation. CMIP6 model data indicate that ESAC SIC influences the SNAO with a lead time of several weeks. However, AMIP simulations do not reproduce the observed atmospheric circulation when observed sea ice is prescribed. Rossby wave analyses do though support observed ESAC SIC influences on the SNAO. We conclude that ESAC Arctic SIC modestly influences the SNAO, and such investigations require the use of coupled models.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk6693",
          "doi": "10.1126/sciadv.adk6693",
          "filter": "2"
        },
        {
          "title": "Ekman revisited: Surface currents to the left of the winds in the Northern Hemisphere",
          "authors": "Michael J. McPhaden, K. Athulya, M. S. Girishkumar, Mirko Orlić",
          "abstract": "Ekman’s theory of wind-driven ocean currents on a rotating planet is central to our understanding of why surface currents are deflected to the right of the winds in the Northern Hemisphere and to the left of the winds in the Southern Hemisphere. The theory admits solutions for currents deflected in the opposite direction at periods shorter than the local inertial period, but Ekman did not mention these currents, and they have only rarely been observed. Here, we describe a prominent example of surface flow in the Bay of Bengal directed to the left of clockwise-rotating land breeze wind forcing using multiple years of data from a long-term deepwater surface moored buoy. We further refine Ekman’s theory so as to better reconcile it with our own and previous measurements and then conclude by discussing the broad implications of this work for understanding wind-forced ocean circulation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0282",
          "doi": "10.1126/sciadv.adr0282",
          "filter": "2"
        },
        {
          "title": "Opposed east-west climate response of the Arctic Ocean during the present interglacial",
          "authors": "Anne de Vernal, Claude Hillaire-Marcel, Tengfei Song, Taoufik Radi, Jade Falardeau, Yanguang Liu",
          "abstract": "The role of the Arctic Ocean in the global climate system during the last climatic cycles remains conjectural, but radiocarbon-based chronologies and proxy data provide reliable information about the present interglacial. In the western Arctic, paleoceanographic data demonstrate a linkage between increasing Pacific water fluxes, resulting from the postglacial submergence of the Bering Strait, and the progressive warming, until climate conditions stabilized when sea level reached its present-day limit during the late Holocene. Meanwhile, the southeastern Arctic Ocean evolved from optimal conditions toward a perennial sea ice cover with cooling. We hypothesize that sea level, which determines the depth of Bering Strait and the submergence of the Arctic shelves, has led to enhanced production of seasonal sea ice and an increased freshwater export to the North Atlantic Ocean, since the onset of the present interglacial until preindustrial time.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn0841",
          "doi": "10.1126/sciadv.adn0841",
          "filter": "2"
        },
        {
          "title": "Bimetallic peroxide nanoparticles induce PANoptosis by disrupting ion homeostasis for enhanced immunotherapy",
          "authors": "Guanghui Hou, Youdong Chen, Huali Lei, Yujie Lu, Lin Liu, Zhihui Han, Shumin Sun, Jingrui Li, Liang Cheng",
          "abstract": "PANoptosis has recently emerged as a potential approach to improve the immune microenvironment. However, current methods for inducing PANoptosis are limited. Herein, through biological screening, the rational use of the nutrient metal ions Cu 2+ and Zn 2+ had great potential to induce PANoptosis. Inspired by these findings, we successfully developed hydrazided hyaluronic acid–modified zinc copper oxide (HZCO) nanoparticles as a PANoptosis inducer to potentiate immunotherapy. Bioactive HZCO actively delivered Cu 2+ and Zn 2+ while disrupting the cellular intrinsic ion metabolism pathway, resulting in double-stranded DNA release and organelle damage in cancer cells. Simultaneously, this process triggered the formation of PANoptosome and the activation of PANoptosis. HZCO-induced PANoptosis inhibited tumor growth and activated potent antitumor immune response, thereby enhancing the effectiveness of anti–programmed cell death 1 therapy. Overall, our work provides an insight into the development of PANoptosis inducers and the design of synergistic immunotherapy strategies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7160",
          "doi": "10.1126/sciadv.adp7160",
          "filter": "2"
        },
        {
          "title": "Extreme wind events responsible for an outsized role in shelf-basin exchange around the southern tip of Greenland",
          "authors": "Arthur Coquereau, Nicholas P. Foukal, Kjetil Våge",
          "abstract": "The coastal circulation around Southern Greenland transports fresh, buoyant water masses from the Arctic and Greenland Ice Sheet near regions of convection, sinking, and deep-water formation in the Irminger and Labrador Seas. Here, we track the pathways and fate of these fresh water masses by initializing synthetic particles in the East Greenland Coastal Current on the Southeast Greenland shelf and running them through altimetry-derived surface currents from 1993 to 2021. We report that the majority of waters (83%) remain on the shelf around the southern tip of Greenland. Variability in the shelf-basin exchange of the remaining particles closely follows the number of tip jet wind events on seasonal and interannual timescales. The probability of a particle exiting the shelf increases almost fivefold during a tip jet event. These results indicate that the number of tip jets is a close proxy of the shelf-basin exchange around Southern Greenland.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9266",
          "doi": "10.1126/sciadv.adp9266",
          "filter": "2"
        },
        {
          "title": "TET2 regulates early and late transitions in exhausted CD8 + T cell differentiation and limits CAR T cell function",
          "authors": "Alexander J. Dimitri, Amy E. Baxter, Gregory M. Chen, Caitlin R. Hopkins, Geoffrey T. Rouin, Hua Huang, Weimin Kong, Christopher H. Holliday, Volker Wiebking, Robert Bartoszek, Sydney Drury, Katherine Dalton, Owen M. Koucky, Zeyu Chen, Josephine R. Giles, Alexander T. Dils, In-Young Jung, Roddy O’Connor, Sierra Collins, John K. Everett, Kevin Amses, Scott Sherrill-Mix, Aditi Chandra, Naomi Goldman, Golnaz Vahedi, Julie K. Jadlowsky, Regina M. Young, Jan Joseph Melenhorst, Shannon L. Maude, Bruce L. Levine, Noelle V. Frey, Shelley L. Berger, Stephan A. Grupp, David L. Porter, Friederike Herbst, Matthew H. Porteus, Shannon A. Carty, Frederic D. Bushman, Evan W. Weber, E. John Wherry, Martha S. Jordan, Joseph A. Fraietta",
          "abstract": "CD8 + T cell exhaustion hampers control of cancer and chronic infections and limits chimeric antigen receptor (CAR) T cell efficacy. Targeting TET2 in CAR T cells provides therapeutic benefit; however, TET2’s role in exhausted T cell (T EX ) development is unclear. In chronic lymphocytic choriomeningitis virus (LCMV) infection, TET2 drove conversion from stem cell–like T EX progenitors toward terminally differentiated and effector (T EFF )–like T EX . TET2 also enforced a terminally differentiated state in the early bifurcation between T EFF and T EX , indicating broad roles for TET2 in acquisition of effector biology. To exploit the therapeutic potential of TET2, we developed clinically actionable TET2- targeted CAR T cells by disrupting TET2 via knock-in of a safety switch alongside CAR knock-in at the TRAC locus. TET2 -targeted CAR T cells exhibited restrained terminal exhaustion in vitro and enhanced antitumor responses in vivo. Thus, TET2 regulates fate transitions in T EX differentiation and can be targeted with a safety mechanism in CAR T cells for improved tumor control.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9371",
          "doi": "10.1126/sciadv.adp9371",
          "filter": "2"
        },
        {
          "title": "Toxic small alarmone synthetase FaRel2 inhibits translation by pyrophosphorylating tRNA Gly and tRNA Thr",
          "authors": "Tatsuaki Kurata, Masaki Takegawa, Takayuki Ohira, Egor A. Syroegin, Gemma C. Atkinson, Marcus J.O. Johansson, Yury S. Polikanov, Abel Garcia-Pino, Tsutomu Suzuki, Vasili Hauryliuk",
          "abstract": "Translation-targeting toxic small alarmone synthetases (toxSAS) are effectors of bacterial toxin-antitoxin systems that pyrophosphorylate the 3′-CCA end of transfer RNA (tRNA) to prevent aminoacylation. toxSAS are implicated in antiphage immunity: Phage detection triggers the toxSAS activity to shut down viral production. We show that the toxSAS FaRel2 inspects the tRNA acceptor stem to specifically select tRNA Gly and tRNA Thr . The first, second, fourth, and fifth base pairs of the stem act as the specificity determinants. We show that the toxSASs PhRel2 and CapRel SJ46 differ in tRNA specificity from FaRel2 and rationalize this through structural modeling: While the universal 3′-CCA end slots into a highly conserved CCA recognition groove, the acceptor stem recognition region is variable across toxSAS diversity. As phages use tRNA isoacceptors to overcome tRNA-targeting defenses, we hypothesize that highly evolvable modular tRNA recognition allows for the escape of viral countermeasures through tRNA substrate specificity switching.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9624",
          "doi": "10.1126/sciadv.adr9624",
          "filter": "2"
        },
        {
          "title": "Editorial expression of concern",
          "authors": "H. Holden Thorp",
          "url": "http://dx.doi.org/10.1126/sciadv.adu4617",
          "doi": "10.1126/sciadv.adu4617",
          "filter": "2"
        },
        {
          "title": "Global expansion of wildland-urban interface intensifies human exposure to wildfire risk in the 21st century",
          "authors": "Yongxuan Guo, Jianghao Wang, Yong Ge, Chenghu Zhou",
          "abstract": "Rapidly increasing human-nature interactions exacerbate the risk of exposure to wildfires for human society. The wildland-urban interface (WUI) represents the nexus of human-nature interactions, where the risk of exposure to natural hazards such as wildfire is most pronounced. However, quantifying long-term global WUI change and the corresponding driving factors at fine resolution remain challenging. Here, we mapped and analyzed the global WUI at 30-meter resolution in 2000, 2010, and 2020. Our analysis revealed that the global WUI expanded by 35.6% since 2000, reaching 1.93 million square kilometer in 2020. Notably, 85% of this growth occurred between 2010 and 2020. The increase in WUI was primarily driven by the unprecedented expansion of global urbanization, contributing an additional 589,914 square kilometer of WUI. In addition, the number of small fires occurring in WUI areas has increased substantially since 2010. These findings underscore the rising wildfire risk to human society and highlight the urgency of implementing tailored fire management strategies in WUI areas.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9587",
          "doi": "10.1126/sciadv.ado9587",
          "filter": "2"
        },
        {
          "title": "Within-individual organization of the human cognitive cerebellum: Evidence for closely juxtaposed, functionally specialized regions",
          "authors": "Noam Saadon-Grosman, Jingnan Du, Heather L. Kosakowski, Peter A. Angeli, Lauren M. DiNicola, Mark C. Eldaief, Randy L. Buckner",
          "abstract": "Specific regions in the cognitive cerebellum are connected to distinct cerebral association networks. Do these cerebellar regions exhibit functional specialization similar to the cerebral cortex? Here, we mapped the cerebellum within intensively studied participants ( N = 15) first using connectivity to estimate regions linked to specific networks and then prospectively testing functional response properties in task data within each individual’s own idiosyncratic anatomy. A large megacluster extending across Crus I/II was consistently found with subregions linked to five higher-order association networks. A more variable smaller association cluster was found in lobule IX. Within the Crus I/II megacluster, specific cerebellar regions responded to domain-flexible cognitive control, while juxtaposed regions differentially responded to language, social, and spatial/episodic task demands. Similarly organized clusters also exist in the caudate consistent with the presence of multiple basal ganglia–cerebellar–cerebral cortical circuits that maintain functional specialization across their entire distributed extents.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4037",
          "doi": "10.1126/sciadv.adq4037",
          "filter": "2"
        },
        {
          "title": "Scalable bottom-up synthesis of Co-Ni–doped graphene",
          "authors": "Valeria Chesnyak, Daniele Perilli, Mirco Panighel, Alessandro Namar, Alexander Markevich, Thuy An Bui, Aldo Ugolotti, Ayesha Farooq, Matus Stredansky, Clara Kofler, Cinzia Cepek, Giovanni Comelli, Jani Kotakoski, Cristiana Di Valentin, Cristina Africh",
          "abstract": "Introducing heteroatoms into graphene is a powerful strategy to modulate its catalytic, electronic, and magnetic properties. At variance with the cases of nitrogen (N)– and boron (B)–doped graphene, a scalable method for incorporating transition metal atoms in the carbon (C) mesh is currently lacking, limiting the applicative interest of model system studies. This work presents a during-growth synthesis enabling the incorporation of cobalt (Co) alongside nickel (Ni) atoms in graphene on a Ni(111) substrate. Single atoms are covalently stabilized within graphene double vacancies, with a Co load ranging from 0.07 to 0.22% relative to C atoms, controllable by synthesis parameters. Structural characterization involves variable-temperature scanning tunneling microscopy and ab initio calculations. The Co- and Ni-codoped layer is transferred onto a transmission electron microscopy grid, confirming stability through scanning transmission electron microscopy and electron energy loss spectroscopy. This method holds promise for applications in spintronics, gas sensing, electrochemistry and catalysis, and potential extension to graphene incorporation of similar metals.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8956",
          "doi": "10.1126/sciadv.ado8956",
          "filter": "2"
        },
        {
          "title": "Microzooplankton grazing on the coccolithophore Emiliania huxleyi and its role in the global calcium carbonate cycle",
          "authors": "Chloe L. Dean, Elizabeth L. Harvey, Matthew D. Johnson, Adam V. Subhas",
          "abstract": "Identifying mechanisms driving the substantial dissolution of biogenic CaCO 3 (60 to 80%) in surface and mesopelagic waters of the global ocean is critical for constraining the surface ocean’s alkalinity and inorganic carbon budgets. We examine microzooplankton grazing on coccolithophores, photosynthetic calcifying algae responsible for a majority of open-ocean CaCO 3 production, as a mechanism driving shallow dissolution. We show that microzooplankton grazing dissolves 92 ± 7% of ingested coccolith calcite, which may explain 50 to 100% of the observed CaCO 3 dissolution in supersaturated surface waters. Microzooplankton grazing on coccolithophores is thus a substantial, previously unrecognized biological mechanism affecting the ballasting of organic carbon to deeper waters, the ecology and fitness of microzooplankton themselves due to buffering of food vacuole pH, and ultimately the continued ability of the surface ocean to take up atmospheric carbon dioxide.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr5453",
          "doi": "10.1126/sciadv.adr5453",
          "filter": "2"
        },
        {
          "title": "Acoustofluidic tweezers via ring resonance",
          "authors": "Xianchen Xu, Ke Jin, Kaichun Yang, Ruoyu Zhong, Mingyuan Liu, Wesley Collyer, Shivam Jain, Ying Chen, Jianping Xia, Junfei Li, Shujie Yang, Earl H. Dowell, Tony Jun Huang",
          "abstract": "Ring resonator (RR) devices are closed-loop waveguides where waves circulate only at the resonant frequencies. They have been used in sensor technology and optical tweezers, but controlling micron-scale particles with optical RR tweezers is challenging due to insufficient force, short working distances, and photodamage. To overcome these obstacles, an acoustofluidic RR-based tweezing method is developed to manipulate micro-sized particles that can enhance particle trapping through the resonance interaction of acoustic waves with high Q factor (&gt;3000), more than 20 times greater than traditional acoustic transducers. Particles can be precisely manipulated within the RR by adjusting the signal phase, with trapping amplified by enlarging the connected waveguide. Rapid particle mixing is achieved when particles are placed between the waveguide and RR. The signal path is strengthened by strategically positioning the RR in a two-dimensional plane. Acoustofluidic RR tweezers have immense potential for advancing applications in biosensing, mechanobiology, lab-on-a-chip, and cell-cell communication research.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads2654",
          "doi": "10.1126/sciadv.ads2654",
          "filter": "2"
        },
        {
          "title": "Fractional change of scattering and absorbing aerosols contributes to Northern Hemisphere Hadley circulation expansion",
          "authors": "Tong Ying, Jing Li, Qiang Fu, Guanyu Liu, Lu Zhang, Yan Xia, Yongyun Hu",
          "abstract": "The relative amount of scattering and absorbing aerosols is essential in determining the aerosol radiative and climate effects. Using reanalysis datasets and climate simulations, here, we show that changes in the relative amount of scattering and absorbing aerosols in the Northern Hemisphere (NH) high latitudes, manifested as long-term decreasing trends in aerosol single-scattering albedo (SSA), have played an important role in driving the widening and weakening trends of the NH Hadley circulation (HC) since the early 1980s. Decreasing SSA in the NH middle and high latitudes can notably warm the troposphere there, thus reducing the equator-to-pole temperature gradient, increasing static stability in mid-latitude regions, and leading to the widening and weakening trends of NH HC. Further analysis of the Coupled Model Intercomparison Project Phase 6 (CMIP6) aerosol forcing–only simulations also supports the importance of SSA trends in perturbing NH HC through the above mechanism.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9716",
          "doi": "10.1126/sciadv.adq9716",
          "filter": "2"
        },
        {
          "title": "INF2 mutations cause kidney disease through a gain-of-function mechanism",
          "authors": "Balajikarthick Subramanian, Sarah Williams, Sophie Karp, Marie-Flore Hennino, Sonako Jacas, Miriam Lee, Cristian V. Riella, Seth L. Alper, Henry N. Higgs, Martin R. Pollak",
          "abstract": "Heterozygosity for inverted formin-2 (INF2) mutations causes focal segmental glomerulosclerosis (FSGS) with or without Charcot-Marie-Tooth disease. A key question is whether the disease is caused by gain-of-function effects on INF2 or loss of function (haploinsufficiency). Despite established roles in multiple cellular processes, neither INF2 knockout mice nor mice with a disease-associated point mutation display an evident kidney or neurologic phenotype. Here, we compared responses to puromycin aminonucleoside (PAN)–induced kidney injury between INF2 R218Q and INF2 knockout mice. R218Q INF2 mice are susceptible to glomerular disease, in contrast to INF2 knockout mice. Colocalization, coimmunoprecipitation analyses, and cellular actin measurements showed that INF2 R218Q confers a gain-of-function effect on the actin cytoskeleton. RNA expression analysis showed that adhesion and mitochondria-related pathways were enriched in the PAN-treated R218Q mice. Both podocytes from INF2 R218Q mice and human kidney organoids with an INF2 mutation (S186P) recapitulate adhesion and mitochondrial phenotypes. Thus, gain-of-function mechanisms drive INF2-related FSGS and explain this disease’s autosomal dominant inheritance.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr1017",
          "doi": "10.1126/sciadv.adr1017",
          "filter": "2"
        },
        {
          "title": "Ross Ice Shelf frontal zone subjected to increasing melting by ocean surface waters",
          "authors": "Peter M. F. Sheehan, Karen J. Heywood",
          "abstract": "Solar-warmed surface waters subduct beneath Antarctica’s ice shelves as a result of wind forcing, but this process is poorly observed and its interannual variability is yet to be assessed. We observe a 50-meter-thick intrusion of warm surface water immediately beneath the Ross Ice Shelf. Temperature in the uppermost 5 meters decreases toward the ice base in near-perfect agreement with an exponential fit, consistent with the loss of heat to the overlying ice. Ekman forcing drives a heat transport into the cavity sufficient to contribute considerably to near-front melting; this transport has increased over the past four decades, driven by the increasing heat content of the ice-front polynya. Interannual variability of the heat transport is driven by zonal wind stress. These results provide a benchmark against which model performance may be assessed as we seek to reduce uncertainty around the contribution of basal melting to sea level rise.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado6429",
          "doi": "10.1126/sciadv.ado6429",
          "filter": "2"
        },
        {
          "title": "Harnessing coupled nanolasers near exceptional points for directional emission",
          "authors": "Guilhem Madiot, Quentin Chateiller, Alexandre Bazin, Patricia Loren, Konstantinos Pantzas, Grégoire Beaudoin, Isabelle Sagnes, Fabrice Raineri",
          "abstract": "Tailoring the losses of optical systems within the frame of non-Hermitian physics has appeared very fruitful in the past few years. In particular, the description of exceptional points (EPs) with coupled resonators has become widespread. The on-chip realization of these functionalities is crucial for integrated nanophotonics but requires fine control techniques of the nanodevice properties. Here, we demonstrate pump-controlled directional emission of two coupled nanolasers that distantly interact via an integrated waveguide. This coupling scheme unusually enables both frequency and loss couplings between two cavities, which can be advantageously exploited to reach EPs by either detuning the cavities or controlling the gain of nanolasers. The system can be readily reconfigured from bidirectional to unidirectional emission by adjusting the pump power.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr8283",
          "doi": "10.1126/sciadv.adr8283",
          "filter": "2"
        },
        {
          "title": "Contemporary small-scale subsistence populations offer unique insights into human musculoskeletal health and aging",
          "authors": "Jonathan Stieglitz",
          "abstract": "Human foragers avoid noncommunicable diseases that are leading causes of mortality, partly because physically active lifestyles promote healthy aging. High activity levels also promote tissue damage accumulation from wear-and-tear, increase risk of injury and disability which compromise productivity, and reduce energetic investments in somatic maintenance given constrained energy expenditure. Constraints intensify when nutrient supply is limited and surplus energy is directed toward pathogen defense and reproduction, as occurred throughout hominin evolution. This paper reviews evidence linking exposomes to musculoskeletal health in subsistence populations, focusing on effects of physical activity, pathogens, diet, and reproduction. Chronic musculoskeletal conditions are common for humans and possibly prehistoric hominins but rarer in quadrupedal apes. We propose that transition to bipedalism ~6 to 8 million years ago constituted an early “mismatch scenario,\" increasing hominin susceptibility to musculoskeletal conditions vis-à-vis quadrupedal apes due to changes in mechanical loading environments. Mismatched musculoskeletal traits were not targets of selection because of trade-offs favoring bipedal extractive foraging and higher fertility.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq1039",
          "doi": "10.1126/sciadv.adq1039",
          "filter": "2"
        },
        {
          "title": "Dual function of overexpressing plasma membrane H + -ATPase in balancing carbon-water use",
          "authors": "Hangjin Jiang, Jinghan Su, Zirong Ren, Dexian Wang, Adrian Hills, Toshinori Kinoshita, Michael R. Blatt, Yin Wang, Yizhou Wang",
          "abstract": "Stomata respond slowly to changes in light when compared with photosynthesis, undermining plant water-use efficiency (WUE). We know much about stomatal mechanics, yet efforts to accelerate stomatal responsiveness have been limited despite the breadth of potential targets for manipulation. Here, we use mechanistic modeling to establish a hierarchy of putative targets affecting stomatal kinetics. Counterintuitively, modeling predicted that overexpressing plasma membrane H + -ATPases could speed stomata and enhance WUE under fluctuating light, even though overexpressed H + -ATPases is known to promote stomatal opening and reduce WUE in the steady state. Experiments validated the prediction, implicating an unexpected role of the H + -ATPases in improving WUE under fluctuating light. It suggests that H + -ATPases have a dual function, acting as a facilitator of carbon assimilation and water use, depending on the light conditions. These findings highlight the importance of integrating in silico modeling with experiments in future efforts toward enhancing stomatal function.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8017",
          "doi": "10.1126/sciadv.adp8017",
          "filter": "2"
        },
        {
          "title": "Global record-breaking recurrence rates indicate more widespread and intense surface air temperature and precipitation extremes",
          "authors": "Rasmus E. Benestad, Cristian Lussana, Andreas Dobler",
          "abstract": "We analyzed the evolution of extreme annual surface air temperature and rainfall on Earth, based on the recurrence rate of record-breaking events, and found the highest recurrence rates for record-high annual temperatures in the tropics, as opposed to the polar regions with the fastest warming. Both recurrence rates and the global surface area fraction with daily mean surface air temperatures exceeding 30° and 40°C provide further evidence for extremely hot years becoming more common and widespread. A similar analysis for precipitation highlighted some regions with more record-high annual total precipitation and others with record-low annual precipitation typically associated with drought. A multimodel ensemble of 306 runs with global climate models [Coupled Model Intercomparison Project phase 6 (CMIP) Shared Socioeconomic Pathways 2-45 (SSP2-45)] reproduced the statistics of record-breaking high temperatures, but there were some differences for the reanalysis precipitation record-breaking recurrence rates. The global climate model simulations suggested a slightly altered geographical pattern for record-breaking annual precipitation recurrence rates.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3712",
          "doi": "10.1126/sciadv.ado3712",
          "filter": "2"
        },
        {
          "title": "A coronaviral pore-replicase complex links RNA synthesis and export from double-membrane vesicles",
          "authors": "Anan Chen, Ana-Mihaela Lupan, Rui Tong Quek, Stefan G. Stanciu, Mihaela Asaftei, George A. Stanciu, Kierra S. Hardy, Taciani de Almeida Magalhães, Pamela A. Silver, Timothy J. Mitchison, Adrian Salic",
          "abstract": "Coronavirus-infected cells contain double-membrane vesicles (DMVs) that are key for viral RNA replication and transcription, perforated by hexameric pores connecting the vesicular lumen to the cytoplasm. How pores form and traverse two membranes, and how DMVs organize RNA synthesis, is unknown. Using structure prediction and functional assays, we show that the nonstructural viral membrane protein nsp4 is the key pore organizer, spanning the double membrane and forming most of the pore lining. Nsp4 interacts with nsp3 on the cytoplasmic side and with the viral replicase inside the DMV. Newly synthesized mRNAs exit the DMV into the cytoplasm, passing through a narrow ring of conserved nsp4 residues. Steric constraints imposed by the ring predict that modified nucleobases block mRNA transit, resulting in broad-spectrum anticoronaviral activity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9580",
          "doi": "10.1126/sciadv.adq9580",
          "filter": "2"
        },
        {
          "title": "Near-infrared spectroscopy–enabled electromechanical systems for fast mapping of biomechanics and subcutaneous diagnosis",
          "authors": "Yihang Wang, Josh Henderson, Priyash Hafiz, Pranav Turlapati, Daniel Ramsgard, Will Lipman, Yihan Liu, Lin Zhang, Zhibo Zhang, Brayden Davis, Ziheng Guo, Shuodao Wang, Lillian Seymour, Wanrong Xie, Wubin Bai",
          "abstract": "Fast and accurate assessment of skin mechanics holds great promise in diagnosing various epidermal diseases, yet substantial challenges remain in developing simple and wearable strategies for continuous monitoring. Here, we present a design concept, named active near-infrared spectroscopy patch (ANIRP) for continuously mapping skin mechanics. ANIRP addresses these challenges by integrating near-infrared (NIR) sensing with mechanical actuators, enabling rapid measurement (&lt;1 s) of Young’s modulus, high spatial sensing density (~1 cm 2 ), and high spatial sensitivity (&lt;1 mm). Unlike conventional electromechanical sensors, NIR sensors precisely capture vibrational frequencies propagated from the actuators without needing ultraclose contact, enhancing wearing comfort. Demonstrated examples include ANIRPs for comprehensively moduli mapping of artificial tissues with varied mechanical properties emulating tumorous fibrosis. On-body validation of the ANIRP across skin locations confirms its practical utility for clinical monitoring of epidermal mechanics, promising considerable advancements in real-time, noninvasive skin diagnostics and continuous health monitoring.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9358",
          "doi": "10.1126/sciadv.adq9358",
          "filter": "2"
        },
        {
          "title": "Channel width modulates the permeability of DNA origami–based nuclear pore mimics",
          "authors": "Qingzhou Feng, Martin Saladin, Chunxiang Wu, Eason Cao, Wei Zheng, Amy Zhang, Pushpanjali Bhardwaj, Xia Li, Qi Shen, Larisa E. Kapinos, Toshiya Kozai, Malaiyalam Mariappan, C. Patrick Lusk, Yong Xiong, Roderick Y. H. Lim, Chenxiang Lin",
          "abstract": "Nucleoporins (nups) in the nuclear pore complex (NPC) form a selective barrier that suppresses the diffusion of most macromolecules while enabling rapid transport of nuclear transport receptor (NTR)–bound cargos. Recent studies have shown that the NPC may dilate and constrict, but how altering the NPC diameter affects its selective barrier properties remains unclear. Here, we build DNA nanopores with programmable diameters and nup arrangements to model the constricted and dilated NPCs. We find that Nup62 proteins form a dynamic cross-channel barrier impermeable to hepatitis B virus (HBV) capsids when grafted inside 60-nm-wide nanopores but not in 79-nm pores, where Nup62 cluster locally. Furthermore, importin-β1 substantially changes the dynamics of Nup62 assemblies and facilitates the passage of HBV capsids through the 60-nm NPC mimics containing Nup62 and Nup153. Our study shows that transport channel width is critical to the permeability of nup barriers and underscores NTRs’ role in dynamically remodeling nup assemblies and mediating the nuclear entry of viruses.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq8773",
          "doi": "10.1126/sciadv.adq8773",
          "filter": "2"
        },
        {
          "title": "A nearly terrestrial D/H for comet 67P/Churyumov-Gerasimenko",
          "authors": "Kathleen E. Mandt, Jacob Lustig-Yaeger, Adrienn Luspay-Kuti, Peter Wurz, Dennis Bodewits, Stephen A. Fuselier, Olivier Mousis, Steven M. Petrinec, Karlheinz J. Trattner",
          "abstract": "Cometary comae are a mixture of gas and ice-covered dust. Processing on the surface and in the coma change the composition of ice on dust grains relative to that of the nucleus. As the ice on dust grains sublimates, the local coma composition changes. Rosetta observations of 67P/Churyumov-Gerasimenko previously reported one of the highest D/H values for a comet. However, reanalysis of more than 4000 water isotope measurements over the full mission shows that dust markedly increases local D/H. The isotope ratio measured at a distance from the nucleus where the gas is well mixed is close to terrestrial, like that of other Jupiter family comets. This lower D/H has implications for understanding comet formation and the role of comets in delivering water to Earth.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2191",
          "doi": "10.1126/sciadv.adp2191",
          "filter": "2"
        },
        {
          "title": "Compact highly sensitive photothermal RT-LAMP chip for simultaneous multidisease detection",
          "authors": "Wenshang Guo, Ye Tao, Ruizhe Yang, Kaihao Mao, Hongwei Zhou, Minghui Xu, Tie Sun, Xiao Li, Changrui Shi, Zhenyou Ge, Rui Xue, Haizhou Zhou, Yukun Ren",
          "abstract": "Developing instant detection systems with disease diagnostic capabilities holds immense importance for remote or resource-limited areas. However, the task of creating these systems—which are simultaneously easy to operate, rapid in detection, and cost-effective—remains a challenge. In this study, we present a compact highly sensitive photothermal reverse transcriptase–loop-mediated isothermal amplification (RT-LAMP) chip (SPRC) designed for the detection of multiple diseases. The nucleic acid (NA) amplification on the chip is achieved through LAMP driven by either LED illumination or simple sunlight focusing. SPRC performs sample addition and amplification within a limited volume and autonomous enrichment of NA during the sample addition process, achieving a limit of detection (LOD) as low as 0.2 copies per microliter. Through 120 clinical samples, we achieved an accuracy of 95%, with a specificity exceeding 97.5%. Overall, SPRC has achieved promising progress in the application of point-of-care testing (POCT) by using light energy to simultaneously detect multiple diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2899",
          "doi": "10.1126/sciadv.adq2899",
          "filter": "2"
        },
        {
          "title": "Distinct septo-hippocampal cholinergic projections separately mediate stress-induced emotional and cognitive deficits",
          "authors": "Jian-Lin Wu, Zi-Ming Li, Hao Chen, Wen-Jun Chen, Neng-Yuan Hu, Shi-Yang Jin, Xiao-Wen Li, Yi-Hua Chen, Jian-Ming Yang, Tian-Ming Gao",
          "abstract": "Patients suffering from chronic stress develop numerous symptoms, including emotional and cognitive deficits. The precise circuit mechanisms underlying different symptoms remain poorly understood. We identified two distinct basal forebrain cholinergic subpopulations in mice projecting to the dorsal hippocampus (dHPC) or ventral hippocampus (vHPC), which exhibited distinct input organizations, electrophysiological characteristics, transcriptomics, and responses to positive and negative valences of stimuli and were critical for cognitive and emotional modulation, respectively. Moreover, chronic stress induced elevated anxiety levels and cognitive deficits in mice, accompanied by enhanced vHPC but suppressed dHPC cholinergic projections. Chemogenetic activation of dHPC or inhibition of vHPC cholinergic projections alleviated stress-induced aberrant behaviors. Furthermore, we identified that the acetylcholinesterase inhibitor donepezil combined with blockade of muscarinic receptor 1–type muscarinic acetylcholine receptors in the vHPC rescued both stress-induced phenotypes. These data illuminated distinct septo-hippocampal cholinergic circuits mediated specific symptoms independently under stress, which may provide promising strategies for circuit-based treating of stress-related psychiatric disorders.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1508",
          "doi": "10.1126/sciadv.ado1508",
          "filter": "2"
        },
        {
          "title": "Unveiling the fundamentals of flow boiling heat transfer enhancement on structured surfaces",
          "authors": "Mohammad Jalal Inanlu, Vishwanath Ganesan, Nithin Vinod Upot, Chi Wang, Zan Suo, Kazi Fazle Rabbi, Pouya Kabirzadeh, Alireza Bakhshi, Wuchen Fu, Tarandeep Singh Thukral, Valentin Belosludtsev, Jiaqi Li, Nenad Miljkovic",
          "abstract": "Micro- and nanostructured surfaces offer the potential to enhance two-phase heat transfer. However, the mechanisms behind these enhancements are not well-understood due to insufficient diagnostic methods, leading to reliance on trial-and-error surface development. We introduce in situ boroscopy to investigate microscale bubble dynamics during flow boiling nucleation and subsequent flow regime development. This method was applied in saturated flow boiling experiments within chemically etched aluminum and copper tubes. Although the surfaces have self-similar surface structures, our findings revealed varied heat transfer coefficient enhancements, with increases of up to 391% on aluminum and 41% on copper. Using boroscopy, we identified key mechanisms of heat transfer enhancement. We further used mercury porosimetry to determine the impact of pore size distribution on thermal performance. The boroscopy technique introduced here not only elucidates the underlying processes of flow boiling heat transfer enhancement but also has potential applications for the study of other two-phase phenomena.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8632",
          "doi": "10.1126/sciadv.adp8632",
          "filter": "2"
        },
        {
          "title": "Three modes of viral adaption by the heart",
          "authors": "Cameron D. Griffiths, Millie Shah, William Shao, Cheryl A. Borgman, Kevin A. Janes",
          "abstract": "Viruses elicit long-term adaptive responses in the tissues they infect. Understanding viral adaptions in humans is difficult in organs such as the heart, where primary infected material is not routinely collected. In search of asymptomatic infections with accompanying host adaptions, we mined for cardio-pathogenic viruses in the unaligned reads of nearly 1000 human hearts profiled by RNA sequencing. Among virus-positive cases (~20%), we identified three robust adaptions in the host transcriptome related to inflammatory nuclear factor κB (NF-κB) signaling and posttranscriptional regulation by the p38-MK2 pathway. The adaptions are not determined by the infecting virus, and they recur in infections of human or animal hearts and cultured cardiomyocytes. Adaptions switch states when NF-κB or p38-MK2 is perturbed in cells engineered for chronic infection by the cardio-pathogenic virus, coxsackievirus B3. Stratifying viral responses into reversible adaptions adds a targetable systems-level simplification for infections of the heart and perhaps other organs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6303",
          "doi": "10.1126/sciadv.adp6303",
          "filter": "2"
        },
        {
          "title": "Breaking Abbe’s diffraction limit with harmonic deactivation microscopy",
          "authors": "Kevin Murzyn, Maarten L. S. van der Geest, Leo Guery, Zhonghui Nie, Pieter van Essen, Stefan Witte, Peter M. Kraus",
          "abstract": "Nonlinear optical microscopy provides elegant means for label-free imaging of biological samples and condensed matter systems. The widespread areas of application could even be increased if resolution was improved, which the famous Abbe diffraction limit now restrains. Super-resolution techniques can break the diffraction limit but most rely on fluorescent labeling. This makes them incompatible with (sub)femtosecond temporal resolution and applications that demand the absence of labeling. Here, we introduce harmonic deactivation microscopy (HADES) for breaking the diffraction limit in nonfluorescent samples. By controlling the harmonic generation process on the quantum level with a second donut-shaped pulse, we confine the third-harmonic generation to three times below the original focus size of a scanning microscope. We demonstrate that resolution improvement by deactivation is more efficient for higher harmonic orders and only limited by the maximum applicable deactivation-pulse fluence. This provides a route toward sub-100-nanometer resolution in a regular nonlinear microscope.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3056",
          "doi": "10.1126/sciadv.adp3056",
          "filter": "2"
        },
        {
          "title": "Rubbery organic frameworks (ROFs) toward ultrapermeable CO 2 -selective membranes",
          "authors": "Marius Sandru, Marie Prache, Thomas Macron, Lidia Căta, Mehmet Göktuğ Ahunbay, May-Britt Hägg, Guillaume Maurin, Mihail Barboiu",
          "abstract": "The capture of CO 2 is of high interest in our society representing an essential tool to mitigate man-made climate warming. Membrane technology applied for CO 2 capture offers several advantages in terms of energy savings, simple operation, and easy scale-up. Glassy membranes are associated with low gas permeability that negatively affect on their industrial implementation. Oppositely, rubbery membranes offer high permeability, but their selectivity is low. Here we report rubbery organic frameworks (ROFs) combining the high permeability of soft matrices with the high sieving selectivity of molecular frameworks. The best performing membranes provide a CO 2 /N 2 selectivity up to 104 with a CO 2 permeability up to 1000 Barrer, representing relevant performances for industrial implementation. Water vapors have a positive effect on CO 2 permeability, and the CO 2 /N 2 selectivity is higher than in dry conditions, as most of CO 2 gas emissions are present in fully humidified gas streams. The synergetic high permeability/selectivity performances are superior to that observed with current state-of-the-art polymeric membranes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5024",
          "doi": "10.1126/sciadv.adq5024",
          "filter": "2"
        },
        {
          "title": "Achieving strong optical nonlinearity and wide bandgap of pnictides via ionic motif–driven directed assembly of covalent groups",
          "authors": "Lihua Gao, Jindong Chen, Xuemei Shi, Yan Xiao, Yinglei Han, Chensheng Lin, Huikang Jiang, Guangsai Yang, Guang Peng, Ning Ye",
          "abstract": "Noncentrosymmetric (NCS) pnictides are indispensable for nonlinear optics, ferroelectrics, magnetic Weyl electronics, etc., areas, yet their structure design remains a substantial challenge. By using asymmetric ionic unit–driven covalent groups orienting and rigidity-flexibility coupling dual strategy, we successfully design and synthesize four NCS pnictides: [Sr 4 Br] 2 [M II 3 Si 25 P 40 ] (M II = Mg, Cd) and [Ba 3 Br][M III Si 10 P 16 ] (M III = Ga, In), which exhibit strong second harmonic generation effects (5.2 to 7.5 × AgGaS 2 ), wide bandgaps (1.81 to 1.90 electron volts), and moderate birefringence (0.030 to 0.051). An unprecedented NCS structure-inducing mechanism analysis revealed that the (Sr 4 Br) and (Ba 4 Br) ionic units featuring the diamond-like electrostatic force field effectively break inversion symmetry and trigger uniform arrangement of the covalent tetrahedron groups. Furthermore, the nonlinear optical (NLO) properties and birefringence can be remarkably tuned by the secondary covalent building blocks (M II/III P 4 tetrahedra) with distinct bond flexibility providing a broader space for regulating the key parameters. This work might expand chemical space for exploiting high-performance pnictide NLO materials.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2389",
          "doi": "10.1126/sciadv.adr2389",
          "filter": "2"
        },
        {
          "title": "Unambiguous discrimination of general quantum operations",
          "authors": "Weizhou Cai, Jing-Ning Zhang, Ziyue Hua, Weiting Wang, Xiaoxuan Pan, Xinyu Liu, Yuwei Ma, Ling Hu, Xianghao Mu, Haiyan Wang, Yipu Song, Chang-Ling Zou, Luyan Sun",
          "abstract": "The discrimination of quantum operations has long been an intriguing challenge, with theoretical research notably advancing our understanding of the quantum features in discriminating quantum objects. This challenge is closely related to the discrimination of quantum states, and proof-of-principle demonstrations of the latter have already been realized using optical photons. However, the experimental demonstration of discriminating general quantum operations, including both unitary and nonunitary operations, has remained elusive. In general quantum systems, especially those with high dimensions, the preparation of arbitrary quantum states and the implementation of arbitrary quantum operations and generalized measurements are nontrivial tasks. Here, we experimentally demonstrate the optimal unambiguous discrimination of up to six displacement operators and the unambiguous discrimination of nonunitary quantum operations. Our results demonstrate powerful tools for experimental research in quantum information processing and are expected to stimulate a wide range of valuable applications in the field of quantum sensing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2529",
          "doi": "10.1126/sciadv.adq2529",
          "filter": "2"
        },
        {
          "title": "USP1 deubiquitinates PARP1 to regulate its trapping and PARylation activity",
          "authors": "Anna Nespolo, Linda Stefenatti, Ilenia Pellarin, Alice Gambelli, Gian Luca Rampioni Vinciguerra, Javad Karimbayli, Sara Barozzi, Fabrizio Orsenigo, Riccardo Spizzo, Milena S. Nicoloso, Ilenia Segatto, Sara D’Andrea, Michele Bartoletti, Emilio Lucia, Giorgio Giorda, Vincenzo Canzonieri, Fabio Puglisi, Barbara Belletti, Monica Schiappacassi, Gustavo Baldassarre, Maura Sonego",
          "abstract": "PARP inhibitors (PARPi) represent a game-changing treatment for patients with ovarian cancer with tumors deficient for the homologous recombination (HR) pathway treated with platinum (Pt)–based therapy. PARPi exert their cytotoxic effect by both trapping PARP1 on the damaged DNA and by restraining its enzymatic activity (PARylation). How PARP1 is recruited and trapped at the DNA damage sites and how resistance to PARPi could be overcome are still matters of investigation. Here, we described PARP1 as a substrate of the deubiquitinase USP1. At molecular level, USP1 binds PARP1 to remove its K63-linked polyubiquitination and controls PARP1 chromatin trapping and PARylation activity, regulating sensitivity to PARPi. In both Pt/PARPi-sensitive and -resistant cells, USP1/PARP1 combined blockade enhances replicative stress, DNA damage, and cell death. Our work dissected the biological interaction between USP1 and PARP1 and recommended this axis as a promising and powerful therapeutic choice for not only sensitive but also chemoresistant patients with ovarian cancer irrespective of their HR status.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6567",
          "doi": "10.1126/sciadv.adp6567",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Correction to: Merit recruitment, professional advancement opportunities and prosocial rule-breaking among public servants in Greece",
          "url": "http://dx.doi.org/10.1093/ser/mwae069",
          "doi": "10.1093/ser/mwae069",
          "filter": "0"
        },
        {
          "title": "Dismantling labour markets from above: the case of wage policy in the European Union",
          "authors": "Mattia Guidi, Igor Guardiancich",
          "abstract": "Are countries reforming their labour market constrained by external political or financial institutions? This article analyses the supranational pressures impacting wage policy in European member states. Theoretically, it takes inspiration from the literature on international financial markets to analyse the key phases of a nascent multi-level policy cycle, where the European Commission plays a pivotal role. Empirically, it distinguishes between wage policy prescriptions (CSR database, 2011–2019, complemented with EUR-Lex) and reform events (LabRef database, 2008–2019) granting more or less protection to workers. Methodologically, it employs mixed regression models with country and year random intercepts finding out that: (a) the Commission, when recommending wage policy, unambiguously prefers reforms reducing workers’ protection, thus displaying preferences aligned with those of international financial institutions; (b) through external conditionality, the pressures stemming from such biased approach exert a tangible impact on national policymaking, ultimately resulting in weakened labour market institutions and reduced well-being of workers.",
          "url": "http://dx.doi.org/10.1093/ser/mwae060",
          "doi": "10.1093/ser/mwae060",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
