{
  "update": "2025-04-25",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Carbon majors and the scientific case for climate liability",
          "authors": "Christopher W. Callahan, Justin S. Mankin",
          "url": "https://doi.org/10.1038/s41586-025-08751-3",
          "doi": "https://doi.org/10.1038/s41586-025-08751-3",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Stereoretentive radical cross-coupling",
          "authors": "Jiawei Sun, Jiayan He, Luca Massaro, David A. Cagan, Jet Tsien, Yu Wang, Flynn C. Attard, Jillian E. Smith, Jason S. Lee, Yu Kawamata, Phil S. Baran",
          "url": "https://doi.org/10.1038/s41586-025-09011-0",
          "doi": "https://doi.org/10.1038/s41586-025-09011-0",
          "filter": "2"
        },
        {
          "title": "Substrate recognition and cleavage mechanism of the monkeypox protease, Core protease",
          "authors": "Yan Gao, Xiong Xie, Xiaoyu Zhang, Junyuan Cao, Weiqi Lan, Tian You, Dongxu Li, Xuxue Dong, Wenhao Dai, Yingchun Xiang, Shulei Hu, Weijuan Shang, Botao Wu, Yumin Zhang, Jin Xu, Xiaoce Liu, Haofeng Wang, Wanlong Hu, Mingjing Zhang, Yinkai Duan, Wen Cui, Hao Zhou, Shengjiang Mao, Handi Jia, Zhanqi Sun, Menghan Jia, Yue Yin, Henry C. Nguyen, Kailin Yang, Bei Yang, Xiuna Yang, Xiaoyun Ji, Gengfu Xiao, Wei Wang, Leike Zhang, Zihe Rao, Hong Liu, Haitao Yang",
          "url": "https://doi.org/10.1038/s41586-025-09014-x",
          "doi": "https://doi.org/10.1038/s41586-025-09014-x",
          "filter": "2"
        },
        {
          "title": "Modular chiral origami metamaterials",
          "authors": "Tuo Zhao, Xiangxin Dang, Konstantinos Manos, Shixi Zang, Jyotirmoy Mandal, Minjie Chen, Glaucio H. Paulino",
          "url": "https://doi.org/10.1038/s41586-025-08851-0",
          "doi": "https://doi.org/10.1038/s41586-025-08851-0",
          "filter": "2"
        },
        {
          "title": "BMAL1–HIF2A heterodimer modulates circadian variations of myocardial injury",
          "authors": "Wei Ruan, Tao Li, In Hyuk Bang, Jaewoong Lee, Wankun Deng, Xinxin Ma, Cong Luo, Fang Du, Seung-Hee Yoo, Boyun Kim, Jiwen Li, Xiaoyi Yuan, Katherine Figarella, Yu A. An, Yin-Ying Wang, Yafen Liang, Matthew DeBerge, Dongze Zhang, Zhen Zhou, Yanyu Wang, Joshua M. Gorham, Jonathan G. Seidman, Christine E. Seidman, Sary F. Aranki, Ragini Nair, Lei Li, Jagat Narula, Zhongming Zhao, Alemayehu A. Gorfe, Jochen D. Muehlschlegel, Kuang-Lei Tsai, Holger K. Eltzschig",
          "abstract": "Acute myocardial infarction is a leading cause of morbidity and mortality worldwide 1 . Clinical studies have shown that the severity of cardiac injury after myocardial infarction exhibits a circadian pattern, with larger infarcts and poorer outcomes in patients experiencing morning-onset events 2–7 . However, the molecular mechanisms underlying these diurnal variations remain unclear. Here we show that the core circadian transcription factor BMAL1 7–11 regulates circadian-dependent myocardial injury by forming a transcriptionally active heterodimer with a non-canonical partner—hypoxia-inducible factor 2 alpha (HIF2A) 12–16 —in a diurnal manner. To substantiate this finding, we determined the cryo-EM structure of the BMAL1–HIF2A–DNA complex, revealing structural rearrangements within BMAL1 that enable cross-talk between circadian rhythms and hypoxia signalling. BMAL1 modulates the circadian hypoxic response by enhancing the transcriptional activity of HIF2A and stabilizing the HIF2A protein. We further identified amphiregulin (AREG) 16,17 as a rhythmic target of the BMAL1–HIF2A complex, critical for regulating daytime variations of myocardial injury. Pharmacologically targeting the BMAL1–HIF2A–AREG pathway provides cardioprotection, with maximum efficacy when aligned with the pathway’s circadian phase. These findings identify a mechanism governing circadian variations of myocardial injury and highlight the therapeutic potential of clock-based pharmacological interventions for treating ischaemic heart disease.",
          "url": "https://doi.org/10.1038/s41586-025-08898-z",
          "doi": "https://doi.org/10.1038/s41586-025-08898-z",
          "filter": "2"
        },
        {
          "title": "Cold memories control whole-body thermoregulatory responses",
          "authors": "Andrea Muñoz Zamora, Aaron Douglas, Paul B. Conway, Esteban Urrieta, Taylor Moniz, James D. O’Leary, Lydia Marks, Christine A. Denny, Clara Ortega-de San Luis, Lydia Lynch, Tomás J. Ryan",
          "url": "https://doi.org/10.1038/s41586-025-08902-6",
          "doi": "https://doi.org/10.1038/s41586-025-08902-6",
          "filter": "2"
        },
        {
          "title": "Geographic and age variations in mutational processes in colorectal cancer",
          "authors": "Marcos Díaz-Gay, Wellington dos Santos, Sarah Moody, Mariya Kazachkova, Ammal Abbasi, Christopher D. Steele, Raviteja Vangara, Sergey Senkin, Jingwei Wang, Stephen Fitzgerald, Erik N. Bergstrom, Azhar Khandekar, Burçak Otlu, Behnoush Abedi-Ardekani, Ana Carolina de Carvalho, Thomas Cattiaux, Ricardo Cortez Cardoso Penha, Valérie Gaborieau, Priscilia Chopard, Christine Carreira, Saamin Cheema, Calli Latimer, Jon W. Teague, Anush Mukeriya, David Zaridze, Riley Cox, Monique Albert, Larry Phouthavongsy, Steven Gallinger, Reza Malekzadeh, Ahmadreza Niavarani, Marko Miladinov, Katarina Erić, Sasa Milosavljevic, Suleeporn Sangrajrang, Maria Paula Curado, Samuel Aguiar, Rui Manuel Reis, Monise Tadin Reis, Luis Gustavo Romagnolo, Denise Peixoto Guimarães, Ivana Holcatova, Jaroslav Kalvach, Carlos Alberto Vaccaro, Tamara Alejandra Piñero, Beata Świątkowska, Jolanta Lissowska, Katarzyna Roszkowska-Purska, Antonio Huertas-Salgado, Tatsuhiro Shibata, Satoshi Shiba, Surasak Sangkhathat, Taned Chitapanarux, Gholamreza Roshandel, Patricia Ashton-Prolla, Daniel C. Damin, Francine Hehn de Oliveira, Laura Humphreys, Trevor D. Lawley, Sandra Perdomo, Michael R. Stratton, Paul Brennan, Ludmil B. Alexandrov",
          "url": "https://doi.org/10.1038/s41586-025-09025-8",
          "doi": "https://doi.org/10.1038/s41586-025-09025-8",
          "filter": "2"
        },
        {
          "title": "Deciphering disordered regions controlling mRNA decay in high-throughput",
          "authors": "Joseph H. Lobel, Nicholas T. Ingolia",
          "url": "https://doi.org/10.1038/s41586-025-08919-x",
          "doi": "https://doi.org/10.1038/s41586-025-08919-x",
          "filter": "2"
        },
        {
          "title": "Microbial metabolite drives ageing-related clonal haematopoiesis via ALPK1",
          "authors": "Puneet Agarwal, Avery Sampson, Kathleen Hueneman, Kwangmin Choi, Niels Asger Jakobsen, Emma Uible, Chiharu Ishikawa, Jennifer Yeung, Lyndsey Bolanos, Xueheng Zhao, Kenneth D. Setchell, David B. Haslam, Jessica Galloway-Pena, John C. Byrd, Paresh Vyas, Daniel T. Starczynowski",
          "abstract": "Clonal haematopoiesis of indeterminate potential (CHIP) involves the gradual expansion of mutant pre-leukaemic haematopoietic cells, which increases with age and confers a risk for multiple diseases, including leukaemia and immune-related conditions 1 . Although the absolute risk of leukaemic transformation in individuals with CHIP is very low, the strongest predictor of progression is the accumulation of mutant haematopoietic cells 2 . Despite the known associations between CHIP and increased all-cause mortality, our understanding of environmental and regulatory factors that underlie this process during ageing remains rudimentary. Here we show that intestinal alterations, which can occur with age, lead to systemic dissemination of a microbial metabolite that promotes pre-leukaemic cell expansion. Specifically, ADP- d -glycero-β- d -manno-heptose (ADP-heptose), a biosynthetic bi-product specific to Gram-negative bacteria 3–5 , is uniquely found in the circulation of older individuals and favours the expansion of pre-leukaemic cells. ADP-heptose is also associated with increased inflammation and cardiovascular risk in CHIP. Mechanistically, ADP-heptose binds to its receptor, ALPK1, triggering transcriptional reprogramming and NF-κB activation that endows pre-leukaemic cells with a competitive advantage due to excessive clonal proliferation. Collectively, we identify that the accumulation of ADP-heptose represents a direct link between ageing and expansion of rare pre-leukaemic cells, suggesting that the ADP-heptose–ALPK1 axis is a promising therapeutic target to prevent progression of CHIP to overt leukaemia and immune-related conditions.",
          "url": "https://doi.org/10.1038/s41586-025-08938-8",
          "doi": "https://doi.org/10.1038/s41586-025-08938-8",
          "filter": "2"
        },
        {
          "title": "Psychedelic control of neuroimmune interactions governing fear",
          "authors": "Elizabeth N. Chung, Jinsu Lee, Carolina M. Polonio, Joshua Choi, Camilo Faust Akl, Michael Kilian, Wiebke M. Weiß, Georgia Gunner, Mingyu Ye, Tae Hyun Heo, Sienna S. Drake, Liu Yang, Catarina R. G. L. d’Eca, Joon-Hyuk Lee, Liwen Deng, Daniel Farrenkopf, Anton M. Schüle, Hong-Gyun Lee, Oreoluwa Afolabi, Sharmin Ghaznavi, Stelios M. Smirnakis, Isaac M. Chiu, Vijay K. Kuchroo, Francisco J. Quintana, Michael A. Wheeler",
          "url": "https://doi.org/10.1038/s41586-025-08880-9",
          "doi": "https://doi.org/10.1038/s41586-025-08880-9",
          "filter": "2"
        },
        {
          "title": "Quantum twisting microscopy of phonons in twisted bilayer graphene",
          "authors": "J. Birkbeck, J. Xiao, A. Inbar, T. Taniguchi, K. Watanabe, E. Berg, L. Glazman, F. Guinea, F. von Oppen, S. Ilani",
          "url": "https://doi.org/10.1038/s41586-025-08881-8",
          "doi": "https://doi.org/10.1038/s41586-025-08881-8",
          "filter": "2"
        },
        {
          "title": "Long-distance coherent quantum communications in deployed telecom networks",
          "authors": "Mirko Pittaluga, Yuen San Lo, Adam Brzosko, Robert I. Woodward, Davide Scalcon, Matthew S. Winnel, Thomas Roger, James F. Dynes, Kim A. Owen, Sergio Juárez, Piotr Rydlichowski, Domenico Vicinanza, Guy Roberts, Andrew J. Shields",
          "url": "https://doi.org/10.1038/s41586-025-08801-w",
          "doi": "https://doi.org/10.1038/s41586-025-08801-w",
          "filter": "2"
        },
        {
          "title": "Structural basis of lipid transfer by a bridge-like lipid-transfer protein",
          "authors": "Yunsik Kang, Katherine S. Lehmann, Hannah Long, Amanda Jefferson, Maria Purice, Marc Freeman, Sarah Clark",
          "url": "https://doi.org/10.1038/s41586-025-08918-y",
          "doi": "https://doi.org/10.1038/s41586-025-08918-y",
          "filter": "2"
        },
        {
          "title": "Effects of glacial forcing on lithospheric motion and ridge spreading",
          "authors": "Tao Yuan, Shijie Zhong",
          "url": "https://doi.org/10.1038/s41586-025-08846-x",
          "doi": "https://doi.org/10.1038/s41586-025-08846-x",
          "filter": "2"
        },
        {
          "title": "Punic people were genetically diverse with almost no Levantine ancestors",
          "authors": "Harald Ringbauer, Ayelet Salman-Minkov, Dalit Regev, Iñigo Olalde, Tomer Peled, Luca Sineo, Gioacchino Falsone, Peter van Dommelen, Alissa Mittnik, Iosif Lazaridis, Davide Pettener, Maria Bofill, Ana Mezquida, Benjamí Costa, Helena Jiménez, Patricia Smith, Stefania Vai, Alessandra Modi, Arie Shaus, Kim Callan, Elizabeth Curtis, Aisling Kearns, Ann Marie Lawson, Matthew Mah, Adam Micco, Jonas Oppenheimer, Lijun Qiu, Kristin Stewardson, J. Noah Workman, Nicholas Márquez-Grant, Antonio M. Sáez Romero, María Luisa Lavado Florido, Juan Manuel Jiménez-Arenas, Isidro Jorge Toro Moyano, Enrique Viguera, José Suárez Padilla, Sonia López Chamizo, Tomas Marques-Bonet, Esther Lizano, Alicia Rodero Riaza, Francesca Olivieri, Pamela Toti, Valentina Giuliana, Alon Barash, Liran Carmel, Elisabetta Boaretto, Marina Faerman, Michaela Lucci, Francesco La Pastina, Alessia Nava, Francesco Genchi, Carla Del Vais, Gabriele Lauria, Francesca Meli, Paola Sconzo, Giulio Catalano, Elisabetta Cilli, Anna Chiara Fariselli, Francesco Fontani, Donata Luiselli, Brendan J. Culleton, Swapan Mallick, Nadin Rohland, Lorenzo Nigro, Alfredo Coppa, David Caramelli, Ron Pinhasi, Carles Lalueza-Fox, Ilan Gronau, David Reich",
          "url": "https://doi.org/10.1038/s41586-025-08913-3",
          "doi": "https://doi.org/10.1038/s41586-025-08913-3",
          "filter": "2"
        },
        {
          "title": "Custom CRISPR—Cas9 PAM variants via scalable engineering and machine learning",
          "authors": "Rachel A. Silverstein, Nahye Kim, Ann-Sophie Kroell, Russell T. Walton, Justin Delano, Rossano M. Butcher, Martin Pacesa, Blaire K. Smith, Kathleen A. Christie, Leillani L. Ha, Ronald J. Meis, Aaron B. Clark, Aviv D. Spinner, Cicera R. Lazzarotto, Yichao Li, Azusa Matsubara, Elizabeth O. Urbina, Gary A. Dahl, Bruno E. Correia, Debora S. Marks, Shengdar Q. Tsai, Luca Pinello, Suk See De Ravin, Qin Liu, Benjamin P. Kleinstiver",
          "url": "https://doi.org/10.1038/s41586-025-09021-y",
          "doi": "https://doi.org/10.1038/s41586-025-09021-y",
          "filter": "2"
        },
        {
          "title": "Superconducting gap of H3S measured by tunnelling spectroscopy",
          "authors": "Feng Du, Alexander P. Drozdov, Vasily S. Minkov, Fedor F. Balakirev, Panpan Kong, G. Alexander Smith, Jiafeng Yan, Bin Shen, Philipp Gegenwart, Mikhail I. Eremets",
          "abstract": "Several hydrogen-rich superconductors have been found to show unprecedentedly high critical temperatures 1–4 , stimulating investigations into the nature of the superconductivity in these materials. Although their macroscopic superconducting properties are established 1,5–7 , microscopic insights into the pairing mechanism remains unclear. Here we characterize the superconducting gap structure in the high-temperature superconductor H 3 S and its deuterium counterpart D 3 S by performing tunnelling spectroscopy measurements. The tunnelling spectra reveal that H 3 S and D 3 S both have a fully gapped structure, which could be well described by a single s -wave Dynes model, with gap values 2 Δ of approximately 60 meV and 44 meV, respectively. Furthermore, we observed gap features of another likely H-depleted H x S superconducting phase in a poorly synthesized hydrogen sulfide sample. Our work offers direct experimental evidence for superconductivity in the hydrogen-rich superconductor H 3 S from a microscopic perspective. It validates the phonon-mediated mechanism of superconducting pairing and provides a foundation for further understanding the origins of high-temperature superconductivity in hydrogen-rich compounds.",
          "url": "https://doi.org/10.1038/s41586-025-08895-2",
          "doi": "https://doi.org/10.1038/s41586-025-08895-2",
          "filter": "2"
        },
        {
          "title": "Author Correction: Global influence of soil texture on ecosystem water limitation",
          "authors": "Fabian J. P. Wankmüller, Louis Delval, Peter Lehmann, Martin J. Baur, Andrea Cecere, Sebastian Wolf, Dani Or, Mathieu Javaux, Andrea Carminati",
          "url": "https://doi.org/10.1038/s41586-025-08975-3",
          "doi": "https://doi.org/10.1038/s41586-025-08975-3",
          "filter": "2"
        },
        {
          "title": "A distributed coding logic for thermosensation and inflammatory pain",
          "authors": "Nima Ghitani, Lars J. von Buchholtz, Donald Iain MacDonald, Melanie Falgairolle, Minh Q. Nguyen, Julia A. Licholai, Nicholas J. P. Ryba, Alexander T. Chesler",
          "abstract": "Somatosensory neurons encode detailed information about touch and temperature and are the peripheral drivers of pain 1,2 . Here by combining functional imaging with multiplexed in situ hybridization 3 , we determined how heat and mechanical stimuli are encoded across neuronal classes and how inflammation transforms this representation to induce heat hypersensitivity, mechanical allodynia and continuing pain. Our data revealed that trigeminal neurons innervating the cheek exhibited complete segregation of responses to gentle touch and heat. By contrast, heat and noxious mechanical stimuli broadly activated nociceptor classes, including cell types proposed to trigger select percepts and behaviours 4–6 . Injection of the inflammatory mediator prostaglandin E2 caused long-lasting activity and thermal sensitization in select classes of nociceptors, providing a cellular basis for continuing inflammatory pain and heat hypersensitivity. We showed that the capsaicin receptor TRPV1 (ref. 7 ) has a central role in heat sensitization but not in spontaneous nociceptor activity. Unexpectedly, the responses to mechanical stimuli were minimally affected by inflammation, suggesting that tactile allodynia results from the continuing firing of nociceptors coincident with touch. Indeed, we have demonstrated that nociceptor activity is both necessary and sufficient for inflammatory tactile allodynia. Together, these findings refine models of sensory coding and discrimination at the cellular and molecular levels, demonstrate that touch and temperature are broadly but differentially encoded across transcriptomically distinct populations of sensory cells and provide insight into how cellular-level responses are reshaped by inflammation to trigger diverse aspects of pain.",
          "url": "https://doi.org/10.1038/s41586-025-08875-6",
          "doi": "https://doi.org/10.1038/s41586-025-08875-6",
          "filter": "2"
        },
        {
          "title": "Atomic lift-off of epitaxial membranes for cooling-free infrared detection",
          "authors": "Xinyuan Zhang, Owen Ericksen, Sangho Lee, Marx Akl, Min-Kyu Song, Haihui Lan, Pratap Pal, Jun Min Suh, Shane Lindemann, Jung-El Ryu, Yanjie Shao, Xudong Zheng, Ne Myo Han, Bikram Bhatia, Hyunseok Kim, Hyun S. Kum, Celesta S. Chang, Yunfeng Shi, Chang-Beom Eom, Jeehwan Kim",
          "url": "https://doi.org/10.1038/s41586-025-08874-7",
          "doi": "https://doi.org/10.1038/s41586-025-08874-7",
          "filter": "2"
        },
        {
          "title": "Spatial mapping of transcriptomic plasticity in metastatic pancreatic cancer",
          "authors": "Guangsheng Pei, Jimin Min, Kimal I. Rajapakshe, Vittorio Branchi, Yunhe Liu, Benson Chellakkan Selvanesan, Fredrik Thege, Dorsay Sadeghian, Daiwei Zhang, Kyung Serk Cho, Yanshuo Chu, Enyu Dai, Guangchun Han, Mingyao Li, Cassian Yee, Kazuki Takahashi, Bharti Garg, Herve Tiriac, Vincent Bernard, Alexander Semaan, Jean L. Grem, Thomas C. Caffrey, Jared K. Burks, Andrew M. Lowy, Andrew J. Aguirre, Paul M. Grandgenett, Michael A. Hollingsworth, Paola A. Guerrero, Linghua Wang, Anirban Maitra",
          "url": "https://doi.org/10.1038/s41586-025-08927-x",
          "doi": "https://doi.org/10.1038/s41586-025-08927-x",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Oncolytic virus VG161 in refractory hepatocellular carcinoma",
          "authors": "Yinan Shen, Xueli Bai, Qi Zhang, Xingmei Liang, Xinyan Jin, Zeda Zhao, Wei Song, Qian Tan, Ronghua Zhao, William Jia, Shanzhi Gu, Guoming Shi, Ziwei Zheng, Guyue Wei, Youlei Wang, Tian Fang, Yuwei Li, Zijun Wang, Zifan Yang, Sida Guo, Danni Lin, Fang Wei, Lei Wang, Xiaoli Sun, Aijun Qin, Longshen Xie, Yeting Qiu, Wenqing Bao, Shah Rahimian, Manu Singh, Yanal Murad, Jianying Shang, Min Chu, Maoliang Huang, Jun Ding, Wei Chen, Yufu Ye, Yiwen Chen, Xiang Li, Tingbo Liang",
          "url": "https://doi.org/10.1038/s41586-025-09022-x",
          "doi": "https://doi.org/10.1038/s41586-025-09022-x",
          "filter": "2"
        },
        {
          "title": "Genomic and genetic insights into Mendel’s pea genes",
          "authors": "Cong Feng, Baizhi Chen, Julie Hofer, Yan Shi, Mei Jiang, Bo Song, Hong Cheng, Lu Lu, Luyao Wang, Alex Howard, Abdel Bendahmane, Anissa Fouchal, Carol Moreau, Chie Sawada, Christine LeSignor, Cuijun Zhang, Eleni Vikeli, Georgios Tsanakas, Hang Zhao, Jitender Cheema, J. Elaine Barclay, Junliang Hou, Liz Sayers, Luzie Wingen, Marielle Vigouroux, Martin Vickers, Mike Ambrose, Marion Dalmais, Paola Higuera-Poveda, Pengfeng Li, Quan Yuan, Rebecca Spanner, Richard Horler, Roland Wouters, Smitha Chundakkad, Tian Wu, Xiaoxiao Zhao, Xiuli Li, Yuchen Sun, Zejian Huang, Zhen Wu, Xing Wang Deng, Burkhard Steuernagel, Claire Domoney, Noel Ellis, Noam Chayut, Shifeng Cheng",
          "url": "https://doi.org/10.1038/s41586-025-08891-6",
          "doi": "https://doi.org/10.1038/s41586-025-08891-6",
          "filter": "2"
        },
        {
          "title": "Melt focusing along lithosphere–asthenosphere boundary below Axial volcano",
          "authors": "G. M. Kent, A. F. Arnulf, S. C. Singh, H. Carton, A. J. Harding, S. Saustrup",
          "abstract": "Beneath oceanic spreading centres, the lithosphere–asthenosphere boundary (LAB) acts as a permeability barrier that focuses the delivery of melt from deep within the mantle towards the spreading axis 1 . At intermediate-spreading to fast-spreading ridge crests, the multichannel seismic reflection technique has imaged a nearly flat, 1–2-km-wide axial magma lens (AML) 2 that defines the uppermost section of the LAB 3 , but the nature of the LAB deeper into the crust has been more elusive, with some clues gained from tomographic images, providing only a diffuse view of a wider halo of lower-velocity material seated just beneath the AML 4 . Here we present 3D seismic reflection images of the LAB extending deep (5–6 km) into the crust beneath Axial volcano, located at the intersection of the Juan de Fuca Ridge and the Cobb–Eickelberg hotspot. The 3D shape of the LAB, which is coincident with a thermally controlled magma assimilation front, focuses hotspot-related and mid-ocean-spreading-centre-related magmatism towards the centre of the volcano, controlling both eruption and hydrothermal processes and the chemical composition of erupted lavas 5 . In this context, the LAB can be viewed as the upper surface of a ‘magma domain’, a volume within which melt bodies reside (replacing the concept of a single ‘magma reservoir’) 6 . Our discovery of a funnel-shaped, crustal LAB suggests that thermally controlled magma assimilation could be occurring along this surface at other volcanic systems, such as Iceland.",
          "url": "https://doi.org/10.1038/s41586-025-08865-8",
          "doi": "https://doi.org/10.1038/s41586-025-08865-8",
          "filter": "2"
        },
        {
          "title": "Whole-body physics simulation of fruit fly locomotion",
          "authors": "Roman Vaxenburg, Igor Siwanowicz, Josh Merel, Alice A. Robie, Carmen Morrow, Guido Novati, Zinovia Stefanidi, Gert-Jan Both, Gwyneth M. Card, Michael B. Reiser, Matthew M. Botvinick, Kristin M. Branson, Yuval Tassa, Srinivas C. Turaga",
          "url": "https://doi.org/10.1038/s41586-025-09029-4",
          "doi": "https://doi.org/10.1038/s41586-025-09029-4",
          "filter": "2"
        },
        {
          "title": "Author Correction: Structure of the human dopamine transporter in complex with cocaine",
          "authors": "Jeppe C. Nielsen, Kristine Salomon, Iris E. Kalenderoglou, Sarah Bargmeyer, Tillmann Pape, Azadeh Shahsavar, Claus J. Loland",
          "url": "https://doi.org/10.1038/s41586-025-08976-2",
          "doi": "https://doi.org/10.1038/s41586-025-08976-2",
          "filter": "2"
        },
        {
          "title": "Targeting PIKfyve-driven lipid metabolism in pancreatic cancer",
          "authors": "Caleb Cheng, Jing Hu, Rahul Mannan, Tongchen He, Rupam Bhattacharyya, Brian Magnuson, Jasmine P. Wisniewski, Sydney Peters, Saadia A. Karim, David J. MacLean, Hüseyin Karabürk, Li Zhang, Nicholas J. Rossiter, Yang Zheng, Lanbo Xiao, Chungen Li, Dominik Awad, Somnath Mahapatra, Yi Bao, Yuping Zhang, Xuhong Cao, Zhen Wang, Rohit Mehra, Pietro Morlacchi, Vaibhav Sahai, Marina Pasca di Magliano, Yatrik M. Shah, Lois S. Weisman, Jennifer P. Morton, Ke Ding, Yuanyuan Qiao, Costas A. Lyssiotis, Arul M. Chinnaiyan",
          "abstract": "Pancreatic ductal adenocarcinoma (PDAC) subsists in a nutrient-deregulated microenvironment, making it particularly susceptible to treatments that interfere with cancer metabolism 1,2 . For example, PDAC uses, and is dependent on, high levels of autophagy and other lysosomal processes 3–5 . Although targeting these pathways has shown potential in preclinical studies, progress has been hampered by the difficulty in identifying and characterizing favourable targets for drug development 6 . Here, we characterize PIKfyve, a lipid kinase that is integral to lysosomal functioning 7 , as a targetable vulnerability in PDAC. Using a genetically engineered mouse model, we established that PIKfyve is essential to PDAC progression. Furthermore, through comprehensive metabolic analyses, we found that PIKfyve inhibition forces PDAC to upregulate a distinct transcriptional and metabolic program favouring de novo lipid synthesis. In PDAC, the KRAS–MAPK signalling pathway is a primary driver of de novo lipid synthesis. Accordingly, simultaneously targeting PIKfyve and KRAS–MAPK resulted in the elimination of the tumour burden in numerous preclinical human and mouse models. Taken together, these studies indicate that disrupting lipid metabolism through PIKfyve inhibition induces synthetic lethality in conjunction with KRAS–MAPK-directed therapies for PDAC.",
          "url": "https://doi.org/10.1038/s41586-025-08917-z",
          "doi": "https://doi.org/10.1038/s41586-025-08917-z",
          "filter": "2"
        },
        {
          "title": "Brief antibiotic use drives human gut bacteria towards low-cost resistance",
          "authors": "Eitan Yaffe, Les Dethlefsen, Arati V. Patankar, Chen Gui, Susan Holmes, David A. Relman",
          "url": "https://doi.org/10.1038/s41586-025-08781-x",
          "doi": "https://doi.org/10.1038/s41586-025-08781-x",
          "filter": "2"
        },
        {
          "title": "Human de novo mutation rates from a four-generation pedigree reference",
          "authors": "David Porubsky, Harriet Dashnow, Thomas A. Sasani, Glennis A. Logsdon, Pille Hallast, Michelle D. Noyes, Zev N. Kronenberg, Tom Mokveld, Nidhi Koundinya, Cillian Nolan, Cody J. Steely, Andrea Guarracino, Egor Dolzhenko, William T. Harvey, William J. Rowell, Kirill Grigorev, Thomas J. Nicholas, Michael E. Goldberg, Keisuke K. Oshima, Jiadong Lin, Peter Ebert, W. Scott Watkins, Tiffany Y. Leung, Vincent C. T. Hanlon, Sean McGee, Brent S. Pedersen, Hannah C. Happ, Hyeonsoo Jeong, Katherine M. Munson, Kendra Hoekzema, Daniel D. Chan, Yanni Wang, Jordan Knuth, Gage H. Garcia, Cairbre Fanslow, Christine Lambert, Charles Lee, Joshua D. Smith, Shawn Levy, Christopher E. Mason, Erik Garrison, Peter M. Lansdorp, Deborah W. Neklason, Lynn B. Jorde, Aaron R. Quinlan, Michael A. Eberle, Evan E. Eichler",
          "abstract": "Understanding the human de novo mutation (DNM) rate requires complete sequence information 1 . Here using five complementary short-read and long-read sequencing technologies, we phased and assembled more than 95% of each diploid human genome in a four-generation, twenty-eight-member family (CEPH 1463). We estimate 98–206 DNMs per transmission, including 74.5 de novo single-nucleotide variants, 7.4 non-tandem repeat indels, 65.3 de novo indels or structural variants originating from tandem repeats, and 4.4 centromeric DNMs. Among male individuals, we find 12.4 de novo Y chromosome events per generation. Short tandem repeats and variable-number tandem repeats are the most mutable, with 32 loci exhibiting recurrent mutation through the generations. We accurately assemble 288 centromeres and six Y chromosomes across the generations and demonstrate that the DNM rate varies by an order of magnitude depending on repeat content, length and sequence identity. We show a strong paternal bias (75–81%) for all forms of germline DNM, yet we estimate that 16% of de novo single-nucleotide variants are postzygotic in origin with no paternal bias, including early germline mosaic mutations. We place all this variation in the context of a high-resolution recombination map (~3.4 kb breakpoint resolution) and find no correlation between meiotic crossover and de novo structural variants. These near-telomere-to-telomere familial genomes provide a truth set to understand the most fundamental processes underlying human genetic variation.",
          "url": "https://doi.org/10.1038/s41586-025-08922-2",
          "doi": "https://doi.org/10.1038/s41586-025-08922-2",
          "filter": "2"
        },
        {
          "title": "‘Dark matter’, 'Big Bang' and ‘spin’: how physics terms can confuse researchers",
          "authors": "Zeeya Merali",
          "url": "https://doi.org/10.1038/d41586-025-01089-w",
          "doi": "https://doi.org/10.1038/d41586-025-01089-w",
          "filter": "4"
        },
        {
          "title": "A protein tunnel that shuttles lipids around the cell",
          "url": "https://doi.org/10.1038/d41586-025-01167-z",
          "doi": "https://doi.org/10.1038/d41586-025-01167-z",
          "filter": "4"
        },
        {
          "title": "Kidney disease is a worldwide killer. Treat it that way",
          "url": "https://doi.org/10.1038/d41586-025-01237-2",
          "doi": "https://doi.org/10.1038/d41586-025-01237-2",
          "filter": "4"
        },
        {
          "title": "A guide to the Nature Index",
          "url": "https://doi.org/10.1038/d41586-025-01156-2",
          "doi": "https://doi.org/10.1038/d41586-025-01156-2",
          "filter": "4"
        },
        {
          "title": "Answers to a 160-year-old riddle about the genetics of Mendel’s pea traits",
          "url": "https://doi.org/10.1038/d41586-025-01164-2",
          "doi": "https://doi.org/10.1038/d41586-025-01164-2",
          "filter": "4"
        },
        {
          "title": "Four rising stars at the forefront of cancer research",
          "authors": "Felicity Nelson, Sandy Ong",
          "url": "https://doi.org/10.1038/d41586-025-01155-3",
          "doi": "https://doi.org/10.1038/d41586-025-01155-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Sea-turtle conservation is working",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-01293-8",
          "doi": "https://doi.org/10.1038/d41586-025-01293-8",
          "filter": "4"
        },
        {
          "title": "How we’re battling Trump’s science cuts across small-town America",
          "authors": "Benjamin Plackett",
          "url": "https://doi.org/10.1038/d41586-025-01190-0",
          "doi": "https://doi.org/10.1038/d41586-025-01190-0",
          "filter": "4"
        },
        {
          "title": "Exclusive: a Nature analysis signals the beginnings of a US science brain drain",
          "authors": "Laurie Udesky, Jack Leeming",
          "url": "https://doi.org/10.1038/d41586-025-01216-7",
          "doi": "https://doi.org/10.1038/d41586-025-01216-7",
          "filter": "4"
        },
        {
          "title": "mRNA technology helps reinvigorate the hunt for cancer vaccines",
          "authors": "Bianca Nogrady",
          "url": "https://doi.org/10.1038/d41586-025-01151-7",
          "doi": "https://doi.org/10.1038/d41586-025-01151-7",
          "filter": "4"
        },
        {
          "title": "Memories of a cold place trigger bodily responses to warm up",
          "authors": "Pamela Toh, Abha Karki Rajbhandari",
          "url": "https://doi.org/10.1038/d41586-025-01132-w",
          "doi": "https://doi.org/10.1038/d41586-025-01132-w",
          "filter": "4"
        },
        {
          "title": "Ancient DNA reveals Phoenicians’ surprising genetic ancestry",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-01283-w",
          "doi": "https://doi.org/10.1038/d41586-025-01283-w",
          "filter": "4"
        },
        {
          "title": "Which programming language should I use? A guide for early-career researchers",
          "authors": "Jeffrey M. Perkel",
          "url": "https://doi.org/10.1038/d41586-025-01241-6",
          "doi": "https://doi.org/10.1038/d41586-025-01241-6",
          "filter": "4"
        },
        {
          "title": "Trade tariffs could worsen deforestation in South America",
          "authors": "Alexandre Antonelli, Caspar Chater, Bernardo Strassburg, Andrew Balmford",
          "url": "https://doi.org/10.1038/d41586-025-01262-1",
          "doi": "https://doi.org/10.1038/d41586-025-01262-1",
          "filter": "4"
        },
        {
          "title": "How India rewrote the rules of space travel when it launched its first satellite",
          "authors": "Pranav Sharma",
          "url": "https://doi.org/10.1038/d41586-025-01235-4",
          "doi": "https://doi.org/10.1038/d41586-025-01235-4",
          "filter": "4"
        },
        {
          "title": "Three ways to cool Earth by pulling carbon from the sky",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-01233-6",
          "doi": "https://doi.org/10.1038/d41586-025-01233-6",
          "filter": "4"
        },
        {
          "title": "Heart-attack outcomes are worse in the morning when activity of protein duo dips",
          "authors": "Ariana Kupai, Clara Peek",
          "url": "https://doi.org/10.1038/d41586-025-01085-0",
          "doi": "https://doi.org/10.1038/d41586-025-01085-0",
          "filter": "4"
        },
        {
          "title": "Psychedelics reduce fear by targeting immune cells that modulate brain cells",
          "authors": "Yun Chen, Marco Colonna",
          "url": "https://doi.org/10.1038/d41586-025-01133-9",
          "doi": "https://doi.org/10.1038/d41586-025-01133-9",
          "filter": "4"
        },
        {
          "title": "Brand-new colour created by tricking human eyes with laser",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-01252-3",
          "doi": "https://doi.org/10.1038/d41586-025-01252-3",
          "filter": "4"
        },
        {
          "title": "Cancer vaccine momentum builds, but US funding cuts raise concerns",
          "authors": "Bec Crew",
          "url": "https://doi.org/10.1038/d41586-025-01150-8",
          "doi": "https://doi.org/10.1038/d41586-025-01150-8",
          "filter": "4"
        },
        {
          "title": "Signs of life on a distant planet? Not so fast, say these astronomers",
          "authors": "Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-01264-z",
          "doi": "https://doi.org/10.1038/d41586-025-01264-z",
          "filter": "4"
        },
        {
          "title": "Shapeshifting origami material shrinks when twisted",
          "authors": "Philip Klocke, Larry L. Howell",
          "url": "https://doi.org/10.1038/d41586-025-01131-x",
          "doi": "https://doi.org/10.1038/d41586-025-01131-x",
          "filter": "4"
        },
        {
          "title": "An origami design for metamaterial robots",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-025-01284-9",
          "doi": "https://doi.org/10.1038/d41586-025-01284-9",
          "filter": "4"
        },
        {
          "title": "Tracking the evolution and persistence of antibiotic resistance in the human gut",
          "url": "https://doi.org/10.1038/d41586-025-01161-5",
          "doi": "https://doi.org/10.1038/d41586-025-01161-5",
          "filter": "4"
        },
        {
          "title": "Quantum communication across a 250-kilometre optical-fibre network",
          "url": "https://doi.org/10.1038/d41586-025-01173-1",
          "doi": "https://doi.org/10.1038/d41586-025-01173-1",
          "filter": "4"
        },
        {
          "title": "The global assault on universities is an attack on democracy",
          "authors": "Salvador Santino Regilme",
          "url": "https://doi.org/10.1038/d41586-025-01260-3",
          "doi": "https://doi.org/10.1038/d41586-025-01260-3",
          "filter": "4"
        },
        {
          "title": "The text of dozens of burnt Herculaneum scrolls could soon be revealed",
          "authors": "Jo Marchant",
          "url": "https://doi.org/10.1038/d41586-025-01087-y",
          "doi": "https://doi.org/10.1038/d41586-025-01087-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The biggest single piece of meat ever grown in the lab",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-01276-9",
          "doi": "https://doi.org/10.1038/d41586-025-01276-9",
          "filter": "4"
        },
        {
          "title": "Blood cancer driven by ‘one hit’ mutation event undergoes rapid growth",
          "url": "https://doi.org/10.1038/d41586-025-01170-4",
          "doi": "https://doi.org/10.1038/d41586-025-01170-4",
          "filter": "4"
        },
        {
          "title": "Sexual harassment thrives in silence, even in gender-equality hotspots",
          "authors": "Linda Nordling",
          "url": "https://doi.org/10.1038/d41586-025-01182-0",
          "doi": "https://doi.org/10.1038/d41586-025-01182-0",
          "filter": "4"
        },
        {
          "title": "Arctic researchers need to find ways to keep working together",
          "authors": "Torben R. Christensen",
          "url": "https://doi.org/10.1038/d41586-025-01239-0",
          "doi": "https://doi.org/10.1038/d41586-025-01239-0",
          "filter": "4"
        },
        {
          "title": "China overtakes the United States in cancer research output",
          "url": "https://doi.org/10.1038/d41586-025-01154-4",
          "doi": "https://doi.org/10.1038/d41586-025-01154-4",
          "filter": "4"
        },
        {
          "title": "Top of the crops: rice scientists seek to meet global food demands",
          "url": "https://doi.org/10.1038/d41586-025-00917-3",
          "doi": "https://doi.org/10.1038/d41586-025-00917-3",
          "filter": "4"
        },
        {
          "title": "How AI is helping to boost cancer screening",
          "authors": "Michael Eisenstein",
          "url": "https://doi.org/10.1038/d41586-025-01153-5",
          "doi": "https://doi.org/10.1038/d41586-025-01153-5",
          "filter": "4"
        },
        {
          "title": "Clinical trials by the numbers",
          "authors": "Benjamin Plackett",
          "url": "https://doi.org/10.1038/d41586-025-01152-6",
          "doi": "https://doi.org/10.1038/d41586-025-01152-6",
          "filter": "4"
        },
        {
          "title": "Wild strawberries on Mars",
          "authors": "Stephen L. Antczak",
          "url": "https://doi.org/10.1038/d41586-025-01243-4",
          "doi": "https://doi.org/10.1038/d41586-025-01243-4",
          "filter": "4"
        },
        {
          "title": "A brand-new colour created by lasers, a pig-liver transplant trial gets the green light, and a nugget-sized chunk of lab-grown meat",
          "authors": "Benjamin Thompson, Shamini Bundell, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-01288-5",
          "doi": "https://doi.org/10.1038/d41586-025-01288-5",
          "filter": "4"
        },
        {
          "title": "Science sleuths flag hundreds of papers that use AI without disclosing it",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-025-01180-2",
          "doi": "https://doi.org/10.1038/d41586-025-01180-2",
          "filter": "4"
        },
        {
          "title": "Defend scientific integrity and academic freedom",
          "authors": "Manolis Kogevinas, Giulia Pollarolo, Robert Barouki",
          "url": "https://doi.org/10.1038/d41586-025-01224-7",
          "doi": "https://doi.org/10.1038/d41586-025-01224-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Potato pangenome reveals the complex genetics of the humble spud",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-01282-x",
          "doi": "https://doi.org/10.1038/d41586-025-01282-x",
          "filter": "4"
        },
        {
          "title": "Century-old genetics mystery of Mendel’s peas finally solved",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-025-01269-8",
          "doi": "https://doi.org/10.1038/d41586-025-01269-8",
          "filter": "4"
        },
        {
          "title": "Europe must become a research epicentre as US system gets undermined",
          "authors": "Anna Rubartelli, Valeria Poli, Iain Mattaj, Roberto Sitia",
          "url": "https://doi.org/10.1038/d41586-025-01261-2",
          "doi": "https://doi.org/10.1038/d41586-025-01261-2",
          "filter": "4"
        },
        {
          "title": "Parkinson’s gut-microbiota links raise treatment possibilities",
          "authors": "Sarah DeWeerdt",
          "url": "https://doi.org/10.1038/d41586-025-01253-2",
          "doi": "https://doi.org/10.1038/d41586-025-01253-2",
          "filter": "4"
        },
        {
          "title": "Scientific naming conventions should keep in step with contemporary science",
          "url": "https://doi.org/10.1038/d41586-025-01238-1",
          "doi": "https://doi.org/10.1038/d41586-025-01238-1",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Mixing individual and collective behaviors to predict out-of-routine mobility",
          "authors": "Sebastiano Bontorin, Simone Centellegher, Riccardo Gallotti, Luca Pappalardo, Bruno Lepri, Massimiliano Luca",
          "abstract": "Predicting human displacements is crucial for addressing various societal challenges, including urban design, traffic congestion, epidemic management, and migration dynamics. While predictive models like deep learning and Markov models offer insights into individual mobility, they often struggle with out-of-routine behaviors. Our study introduces an approach that dynamically integrates individual and collective mobility behaviors, leveraging collective intelligence to enhance prediction accuracy. Evaluating the model on millions of privacy-preserving trajectories across five US cities, we demonstrate its superior performance in predicting out-of-routine mobility, surpassing even advanced deep learning methods. The spatial analysis highlights the model’s effectiveness near urban areas with a high density of points of interest, where collective behaviors strongly influence mobility. During disruptive events like the COVID-19 pandemic, our model retains predictive capabilities, unlike individual-based models. By bridging the gap between individual and collective behaviors, our approach offers transparent and accurate predictions, which are crucial for addressing contemporary mobility challenges.",
          "url": "https://doi.org/10.1073/pnas.2414848122",
          "doi": "https://doi.org/10.1073/pnas.2414848122",
          "filter": "0"
        },
        {
          "title": "Computational analysis of 100 K choice dilemmas: Decision attributes, trade-off structures, and model-based prediction",
          "authors": "Sudeep Bhatia, Simon T. van Baal, Feiyi Wang, Lukasz Walasek",
          "abstract": "We present a dataset of over 100 K textual descriptions of real-life choice dilemmas, obtained from social media posts and large-scale survey data. Using large language models (LLMs), we extract hundreds of choice attributes at play in these dilemmas and map them onto a common representational space. This representation allows us to quantify the broader themes and specific trade-offs inherent in life choices and analyze how they vary across different contexts. We also present our dilemmas to human participants and find that our LLM pipeline, when combined with established decision models, accurately predicts people’s choices, outperforming models based on unstructured textual content, demographics, and personality. In this way, our research provides insights into the attributes, outcomes, and goals that underpin life choices, and shows how large-scale LLM-based structure extraction can be used in combination with existing scientific theory to study complex real-world human behavior.",
          "url": "https://doi.org/10.1073/pnas.2406489122",
          "doi": "https://doi.org/10.1073/pnas.2406489122",
          "filter": "0"
        },
        {
          "title": "Evaluating interdisciplinary research: Disparate outcomes for topic and knowledge base",
          "authors": "Sidney Xiang, Daniel M. Romero, Misha Teplitskiy",
          "abstract": "Interdisciplinary research is essential for addressing complex global challenges, but there are concerns that scientific institutions like journals select against it. Prior work has focused largely on how interdisciplinarity relates to outcomes for published papers, but which papers get accepted for publication in the first place is unclear. Furthermore, journals may evaluate two key dimensions of interdisciplinarity,—topic and knowledge base,—differently. Topic interdisciplinarity (measured through title and abstract) may incur evaluation penalties by cutting across disciplinary evaluation standards and threatening symbolic boundaries, while knowledge-base interdisciplinarity (measured through references) may incur benefits by combining a large pool of nonredundant information. Evaluations may also depend on how well these dimensions align with each other and the intended audience. We test these arguments using data on 128,950 submissions to 62 journals across STEM disciplines, including both accepted and rejected manuscripts. We find that a 1SD increase in knowledge-base interdisciplinarity is associated with a 0.9 percentage-point higher acceptance probability, while a 1SD increase in topic interdisciplinarity corresponds to a 1.2 percentage-point lower acceptance probability. However, the penalty for high topic-interdisciplinarity diminishes when knowledge-base interdisciplinarity is also high, and when submitted to journals designated as “interdisciplinary.” These findings challenge the narrative of a uniform bias against interdisciplinary research and highlight the importance of distinguishing between its dimensions, as well as their alignment with each other and the intended audience.",
          "url": "https://doi.org/10.1073/pnas.2409752122",
          "doi": "https://doi.org/10.1073/pnas.2409752122",
          "filter": "0"
        },
        {
          "title": "Bridging life satisfaction data and neurobiological measures would elucidate human well-being",
          "authors": "Anthony Brandt, Cokorda Bagus Jaya Lesmana, Elkhonon Goldberg",
          "url": "https://doi.org/10.1073/pnas.2502095122",
          "doi": "https://doi.org/10.1073/pnas.2502095122",
          "filter": "0"
        },
        {
          "title": "Unbalanced social–ecological acceleration led to state formation failure in early medieval Poland",
          "authors": "Adam Izdebski, Sambor Czerwiński, Marek Jankowiak, Marcin Danielewski, Sabina Fiołna, Raphael Gromig, Piotr Guzowski, Negar Haghipour, Irka Hajdas, Piotr Kołaczek, Mariusz Lamentowicz, Katarzyna Marcisz, Jakub Niebieszczański, Paweł Sankiewicz, Bernd Wagner",
          "abstract": "Rapid social–ecological intensification is a recurrent feature of human history. It occurred in different forms and contexts; its outcomes may have been sustainable or transient. Until recently, such intensifications usually accompanied state formation: Consolidation of political power was often coupled with exponential increase in human exploitation of the environment of a given area. Here, we study one such case, uniquely well-documented through our rich paleoecological, archaeological, numismatic, and literary data. Triggered by the Eurasian slave trade, the first “Polish” polity was founded in Central Europe c. 900 common era. It undertook unprecedented ecological intensification in its core territory, connected with large construction projects, and engaged in rapid territorial expansion. We provide new crucial evidence on this process by publishing here a high-resolution pollen profile from a location close to the polity’s capital and by an application of social network analysis to numismatic data. This state collapsed within a few generations after its foundation. The collapse of the political elites, however, did not produce a complete social and ecological disintegration of the polity’s former core region. We thus show how collapse and continuity can remain closely intertwined. Last but not least, the rich evidence on the mechanism of the collapse reveals that successful maintenance of social–ecological intensification requires reliance on a number of cultural, economic, religious, and social networks underlying the political expansion. The polity’s elite lacked access to or failed to mobilize such networks, which led to its demise.",
          "url": "https://doi.org/10.1073/pnas.2409056122",
          "doi": "https://doi.org/10.1073/pnas.2409056122",
          "filter": "0"
        },
        {
          "title": "Identifying air quality monitoring deserts in the United States",
          "authors": "Nelson A. Roque, Hailey Andrews, Alexis R. Santos-Lozada",
          "abstract": "Air quality is associated with adverse health outcomes and mortality risk. While most research has focused on the association between air quality estimates and these outcomes, little is known about the presence of air quality monitoring sites across the United States or the place-level characteristics associated with such placements. We classify counties without a monitoring station as air quality monitoring deserts. Using the Environmental Protection Agency’s AirData active sites directory, we determine the number and location of monitoring deserts. We then study whether demographic and socioeconomic characteristics are associated with the likelihood of a county being a monitoring desert. Our results indicate that 1,848 or 58.8% of US counties are an air quality monitoring desert, covering about 40% of the nation’s land area. Our estimates suggest that more than 50 million people or 15.3% of the population live in air quality monitoring deserts. Rural and counties with higher proportions of historically minoritized groups have higher odds of being a monitoring desert. Regionally speaking, air quality monitoring deserts are highly concentrated within the Midwest and the South. These findings highlight gaps in air quality monitoring in the United States. Identifying and addressing air quality monitoring deserts across the United States will allow us to better understand air quality across the nation and expand current knowledge of its impact on national health and well-being.",
          "url": "https://doi.org/10.1073/pnas.2425310122",
          "doi": "https://doi.org/10.1073/pnas.2425310122",
          "filter": "0"
        },
        {
          "title": "Mitigation justice",
          "authors": "Peter B. Reich, Kathryn Grace, Arun Agrawal, Harini Nagendra",
          "abstract": "Mitigating climate change and social injustice are critical, interwoven challenges. Climate change is driven by grossly unequal contributions to elevated greenhouse gas emissions among individuals, socioeconomic groups, and nations. Yet, its deleterious impacts disproportionately affect poor and less powerful nations, and the poor and the less powerful within each nation. This climate injustice prompts a call for mitigation strategies that buffer the poorest and the most vulnerable against climate change impacts. Unfortunately, all emissions mitigation strategies also reshape social, economic, political, and ecological processes in ways that may create climate change mitigation injustices—i.e., a unique set of injustices not caused by climate change, but by the strategies designed to stem it. Failing to stop climate change is not an answer—this will swamp all adverse impacts of even unjust mitigation in terms of the scope and scale of disastrous consequences. However, mitigation without justice will create uniquely negative consequences for the more vulnerable. The ensuing analysis systematically assesses how climate change mitigation strategies can generate or ameliorate injustices. We first examine how climate science and social justice interact within and among countries. We then ask what there is to learn from the available evidence on how emissions reductions, well-being, and equity have unfolded in a set of countries. Finally, we discuss the intersection between emissions reduction and mitigation justice through actions in important domains including energy, technology, transport, and food systems; nature-based solutions; and policy and governance.",
          "url": "https://doi.org/10.1073/pnas.2411231122",
          "doi": "https://doi.org/10.1073/pnas.2411231122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti1625122",
          "doi": "https://doi.org/10.1073/iti1625122",
          "filter": "2"
        },
        {
          "title": "An integrated mechanism of G q regulation of PLCβ enzymes",
          "authors": "Kanishka Senarath, Isaac J. Fisher, Wonjo Jang, Sumin Lu, Asuka Inoue, Evi Kostenis, Angeline M. Lyon, Nevin A. Lambert",
          "abstract": "Phospholipase Cβ (PLCβ) enzymes are the principal effectors activated by G q heterotrimers. Both Gα q and Gβγ subunits can activate PLCβ, which requires precise positioning of PLCβ at the plasma membrane to relieve structural autoinhibition and give the active site access to the phosphatidylinositol 4,5-bisphosphate (PIP2) substrate. PLCβ enzymes possess a unique distal C-terminal domain (dCTD) that is critical for activation by Gα q , but the reason for this is unclear. It is also not known how G protein activation affects the subcellular localization of PLCβ enzymes, some of which are found primarily in the cytosol despite needing to act at the plasma membrane. Here, we use bioluminescence spectroscopy, imaging, and gene editing to study the membrane disposition of PLCβ enzymes in living cells and to define the functional roles of the dCTD. We find that PLCβ translocates to the plasma membrane upon G q activation, primarily by binding to Gα q subunits. This is rapidly counteracted by PIP2 hydrolysis, which promotes PLCβ translocation back into the cytosol. PLCβ translocation and activation require binding of Gα q to the catalytic domain and the dCTD at two distinct interfaces. Gα q binding to the dCTD is required for activation even when PLCβ is artificially tethered to the plasma membrane, suggesting that this domain has functions beyond simply recruiting the enzyme to the PIP2 substrate. We propose that in addition to associating PLCβ with the plasma membrane, the dCTD reorders the αN helix of active Gα q and thus participates directly in the precise positioning of the catalytic domain.",
          "url": "https://doi.org/10.1073/pnas.2500318122",
          "doi": "https://doi.org/10.1073/pnas.2500318122",
          "filter": "2"
        },
        {
          "title": "miR-155 impairs ICOSL and MHC-I expression in DLBCL lymphomas",
          "authors": "Esmerina Tili, Teresa L. Commisso, Veronica Balatti, Jean-Jacques Michaille, Gerard J. Nuovo, Carlo M. Croce",
          "abstract": "Elevated miR-155 levels in B cell malignancies, such as CLL and DLBCL, correlate with increased aggressiveness of the disease. We recently reported that, in two different mouse models of miR-155 -driven B cell malignancy, miR-155 targets and down-regulates transcripts encoding ICOSL, the ligand for the Inducible T cell costimulator (ICOS), thereby impairing the capacity of T lymphocytes to recognize and eliminate malignant cells. In this report, we extend our previous findings to Human by showing that miR-155 levels negatively correlate with those of both ICOSL and MHC-I in samples from DLBCL patients. We present evidence of miR-155 reducing the levels of ICOSL transcripts in ABC, but not in GCB primary tumors (PTs) and cell lines (CLs). In contrast, there was no evidence of miR-155 targeting MHC-I transcript levels in both types of DLBCLs. Nevertheless, miR-155 and MHC-I levels inversely correlated in DLBCLs samples, suggesting the existence of indirect regulatory effects of miR-155 . There was also evidence of dose-dependent effects at low miR-155 levels. Altogether, our findings indicate that the deficiency of both ICOSL and MHC-I activity, driven by high levels of miR-155 , may be causative in the failure of the host immune system to recognize and eliminate malignant B cells.",
          "url": "https://doi.org/10.1073/pnas.2422615122",
          "doi": "https://doi.org/10.1073/pnas.2422615122",
          "filter": "2"
        },
        {
          "title": "Thermotropic reentrant isotropic symmetry and induced smectic antiferroelectricity in the ferroelectric nematic material RM734",
          "authors": "Xi Chen, Min Shuai, Bingchen Zhong, Vikina Martinez, Eva Korblova, Matthew A. Glaser, Joseph E. Maclennan, David M. Walba, Noel A. Clark",
          "abstract": "We report a transition from the ferroelectric nematic liquid crystal (N F ) phase to a lower-temperature, apolar fluid phase having reentrant isotropic symmetry (I R ), in the liquid crystal compound RM734 doped with small concentrations of the ionic liquids 1-Butyl-3-methylimidazolium hexafluorophosphate (BMIM-PF 6 ) or 1-Ethyl-3-methylimidazolium bis(trifluoromethylsulfonyl)imide (EMIM-TFSI). Even a trace amount of ionic liquid dopant facilitates the kinetic pathway for the transition from the N F to the I R , enabling simple cooling to produce this isotropic fluid phase rather than resulting in immediate crystallization. The I R was also obtained in the absence of specific ionic liquid doping by appropriate temperature cycling in three distinct, as-synthesized-and-purified batches of RM734, two commercial and one from our laboratory. Ionic liquid doping also stabilizes the smectic Z A , an additional birefringent antiferroelectric phase having the director parallel to fluid smectic layers, significantly increasing its temperature range between the paraelectric and ferroelectric nematic phases with increasing BMIM concentration.",
          "url": "https://doi.org/10.1073/pnas.2424917122",
          "doi": "https://doi.org/10.1073/pnas.2424917122",
          "filter": "2"
        },
        {
          "title": "40 Hz sensory stimulation enhances CA3–CA1 coordination and prospective coding during navigation in a mouse model of Alzheimer’s disease",
          "authors": "Abigail L. Paulson, Lu Zhang, Ashley M. Prichard, Annabelle C. Singer",
          "abstract": "40 Hz sensory stimulation (“flicker”) has emerged as a new technique to potentially mitigate pathology and improve cognition in mouse models of Alzheimer’s disease (AD) pathology. However, it remains unknown how 40 Hz flicker affects neural codes essential for memory. Accordingly, we investigate the effects of 40 Hz flicker on neural representations of experience in the hippocampus of the 5XFAD mouse model of AD by recording 1,000s of neurons during a goal-directed spatial navigation task. We find that an hour of daily exposure to 40 Hz audio-visual stimulation over 8 d leads to higher coordination between hippocampal subregions CA3 and CA1 during navigation. Consistent with CA3’s role in generating sequential activity that represents future positions, 40 Hz flicker exposure increased prospective coding of future positions. In turn, prospective coding was more prominent during efficient navigation behavior. Our findings show how 40 Hz flicker enhances key hippocampal activity during behavior that is important for memory.",
          "url": "https://doi.org/10.1073/pnas.2419364122",
          "doi": "https://doi.org/10.1073/pnas.2419364122",
          "filter": "2"
        },
        {
          "title": "Distinct oxytocin signaling pathways synergistically mediate rescue-like behavior in mice",
          "authors": "Feng-Rui Zhang, Juan Liu, Jieqi Wen, Zi-Yan Zhang, Yijia Li, Eric Song, Li Hu, Zhou-Feng Chen",
          "abstract": "Spontaneous rescue behavior enhances the well-being and survival of social animals, yet the neural mechanisms underlying the recognition and response to conspecifics in need remain unclear. Here, we report that observer mice experience distress when encountering anesthetized conspecifics, prompting spontaneous rescue-like behavior toward the unconscious mice. This behavior facilitates the earlier awakening of anesthetized mice while simultaneously alleviating stress in the helper mice. Our findings reveal that endogenous oxytocin (OXT) release from the hypothalamic paraventricular nucleus (PVN) to the oxytocin receptor (OXTR) in the central nucleus of the amygdala (CeA) regulates the emotional component of rescue-like behavior. In contrast, OXT release from the PVN to OXTR in the dorsal bed nucleus of the stria terminalis (dBNST) mediates the motor component of the behavior. Furthermore, we demonstrate that these two pathways exhibited distinct temporal dynamics and functional roles. The OXT PVN -OXTR CeA pathway is activated in a transient and intense manner, acting as a trigger for rescue-like behavior, whereas the OXT PVN -OXTR dBNST pathway responds in a sustained manner, ensuring the continuation of the behavior. These findings highlight the remarkable ability of rodents to engage in targeted helping behavior and suggest that distinct subcortical oxytocinergic pathways selectively and synergistically regulate the motor and emotional aspects of rescue-like behavior.",
          "url": "https://doi.org/10.1073/pnas.2423374122",
          "doi": "https://doi.org/10.1073/pnas.2423374122",
          "filter": "2"
        },
        {
          "title": "Force spectroscopy reveals membrane fluctuations and surface adhesion of extracellular nanovesicles impact their elastic behavior",
          "authors": "Fredrik Stridfeldt, Vikash Pandey, Hanna Kylhammar, Moein Talebian Gevari, Prattakorn Metem, Vipin Agrawal, André Görgens, Doste R. Mamand, Jennifer Gilbert, Lukas Palmgren, Margaret N. Holme, Oskar Gustafsson, Samir El Andaloussi, Dhrubaditya Mitra, Apurba Dev",
          "abstract": "The elastic properties of nanoscale extracellular vesicles (EVs) are believed to influence their cellular interactions, thus having a profound implication in intercellular communication. However, accurate quantification of their elastic modulus is challenging due to their nanoscale dimensions and their fluid-like lipid bilayer. We show that the previous attempts to develop atomic force microscopy-based protocol are flawed as they lack theoretical underpinning as well as ignore important contributions arising from the surface adhesion forces and membrane fluctuations. We develop a protocol comprising a theoretical framework, experimental technique, and statistical approach to accurately quantify the bending and elastic modulus of EVs. The method reveals that membrane fluctuations play a dominant role even for a single EV. The method is then applied to EVs derived from human embryonic kidney cells and their genetically engineered classes altering the tetraspanin expression. The data show a large spread; the area modulus is in the range of 4 to 19 mN/m and the bending modulus is in the range of 15 to 33 k B T , respectively. Surprisingly, data for a single EV, revealed by repeated measurements, also show a spread that is attributed to their compositionally heterogeneous fluid membrane and thermal effects. Our protocol uncovers the influence of membrane protein alterations on the elastic modulus of EVs.",
          "url": "https://doi.org/10.1073/pnas.2414174122",
          "doi": "https://doi.org/10.1073/pnas.2414174122",
          "filter": "2"
        },
        {
          "title": "A diverse single-stranded DNA–annealing protein library enables efficient genome editing across bacterial phyla",
          "authors": "Gabriel T. Filsinger, Aaron Mychack, Evan Lyerly, Camilla Henriksen, Thomas M. Bartlett, Helene Kuchwara, Simon Eitzinger, Thomas G. Bernhardt, Suzanne Walker, George M. Church, Timothy M. Wannier",
          "abstract": "Genome modification is essential for studying and engineering bacteria, yet making efficient modifications to most species remains challenging. Bacteriophage-encoded single-stranded DNA–annealing proteins (SSAPs) can facilitate efficient genome editing by homologous recombination, but their typically narrow host range limits broad application. Here, we demonstrate that a single library of 227 SSAPs enables efficient genome-editing across six diverse bacteria from three divergent classes: Actinomycetia ( Mycobacterium smegmatis and Corynebacterium glutamicum ), Alphaproteobacteria ( Agrobacterium tumefaciens and Caulobacter crescentus ), and Bacilli ( Lactococcus lactis and Staphylococcus aureus ). Surprisingly, the most effective SSAPs frequently originated from phyla distinct from their bacterial hosts, challenging the assumption that phylogenetic relatedness is necessary for recombination efficiency, and supporting the value of a large unbiased library. Across these hosts, the identified SSAPs enable genome modifications requiring efficient homologous recombination, demonstrated through three examples. First, we use SSAPs with Cas9 in C. crescentus to introduce single amino acid mutations with &gt;70% efficiency. Second, we adapt SSAPs for dsDNA editing in C. glutamicum and S. aureus , enabling one-step gene knockouts using PCR products. Finally, we apply SSAPs for multiplexed editing in S. aureus to precisely map the interaction between a conserved protein and a small-molecule inhibitor. Overall, this library-based SSAP screen expands engineering capabilities across diverse, previously recalcitrant microbes, enabling efficient genetic manipulation for both fundamental research and biotechnological applications.",
          "url": "https://doi.org/10.1073/pnas.2414342122",
          "doi": "https://doi.org/10.1073/pnas.2414342122",
          "filter": "2"
        },
        {
          "title": "Thermal homogenization of boreal communities in response to climate warming",
          "authors": "Jussi Mäkinen, Emilie E. Ellis, Laura H. Antão, Andréa Davrinche, Anna-Liisa Laine, Marjo Saastamoinen, Irene Conenna, Maria Hällfors, Andrea Santangeli, Elina Kaarlejärvi, Janne Heliölä, Ida-Maria Huikkonen, Mikko Kuussaari, Reima Leinonen, Aleksi Lehikoinen, Juha Pöyry, Anna Suuronen, Maija Salemaa, Tiina Tonteri, Kristiina M. Vuorio, Birger Skjelbred, Marko Järvinen, Stina Drakare, Laurence Carvalho, Erik Welk, Gunnar Seidler, Pieter Vangansbeke, František Máliš, Radim Hédl, Alistair G. Auffret, Jan Plue, Pieter De Frenne, Jesse M. Kalwij, Jarno Vanhatalo, Tomas Roslin",
          "abstract": "Globally, rising temperatures are increasingly favoring warm-affiliated species. Although changes in community composition are typically measured by the mean temperature affinity of species (the community temperature index, CTI), they may be driven by different processes and accompanied by shifts in the diversity of temperature affinities and breadth of species thermal niches. To resolve the pathways to community warming in Finnish flora and fauna, we examined multidecadal changes in the dominance and diversity of temperature affinities among understory forest plant, freshwater phytoplankton, butterfly, moth, and bird communities. CTI increased for all animal communities, with no change observed for plants or phytoplankton. In addition, the diversity of temperature affinities declined for all groups except butterflies, and this loss was more pronounced for the fastest-warming communities. These changes were driven in animals mainly by a decrease in cold-affiliated species and an increase in warm-affiliated species. In plants and phytoplankton the decline of thermal diversity was driven by declines of both cold- and warm-affiliated species. Plant and moth communities were increasingly dominated by thermal specialist species, and birds by thermal generalists. In general, climate warming outpaced changes in both the mean and diversity of temperature affinities of communities. Our results highlight the complex dynamics underpinning the thermal reorganization of communities across a large spatiotemporal gradient, revealing that extinctions of cold-affiliated species and colonization by warm-affiliated species lag behind changes in ambient temperature, while communities become less thermally diverse. Such changes can have important implications for community structure and ecosystem functioning under accelerating rates of climate change.",
          "url": "https://doi.org/10.1073/pnas.2415260122",
          "doi": "https://doi.org/10.1073/pnas.2415260122",
          "filter": "2"
        },
        {
          "title": "Disrupted sensorimotor predictions in high autistic characteristics",
          "authors": "Antonella Pomè, Eckart Zimmermann",
          "abstract": "Humans maintain a stable view of the world by omitting self-generated motion during rapid eye movements, or saccades. An efferent copy of the saccade motor command informs visual processing about the self-produced motion. However, efference copy information has been demonstrated to be disrupted in individuals with high autistic traits. Here, we investigated saccadic omission in participants with high vs. low autistic traits. Participants made saccades to peripheral targets and reported the location of drifting gratings that became visible during saccade execution. Sensitivity to motion was also assessed in a fixation condition, where retinal velocities matched those experienced during saccades. Our findings reveal that individuals with heightened autistic traits exhibit significantly reduced sensitivity to motion during saccades compared to those with low autistic traits, while no Autistic Quotient-dependent differences were observed in the fixation condition. These results suggest that impairments in sensorimotor processing affect the ability of individuals with high autistic traits to predict how their own movements affect the sensory input. The lack of sensorimotor integration might explain the sensory overload that autistics frequently experience.",
          "url": "https://doi.org/10.1073/pnas.2501624122",
          "doi": "https://doi.org/10.1073/pnas.2501624122",
          "filter": "2"
        },
        {
          "title": "MOB1 deletion in murine mature adipocytes ameliorates obesity and diabetes",
          "authors": "Miki Nishio, Keiko Yamaguchi, Junji Otani, Katsuya Yuguchi, Daisuke Kohno, Tsutomu Sasaki, Tadahiro Kitamura, Masakazu Shinohara, Tomoyoshi Soga, Koichi Kawamura, Atsuo T. Sasaki, Masashi Oshima, Hiroki Hikasa, Minna Woo, Takehiko Sasaki, Hiroshi Nishina, Kazuwa Nakao, Tomohiko Maehama, Akira Suzuki",
          "abstract": "There is currently a global epidemic of obesity and obesity-related diseases such as type 2 diabetes due to decreased physical activity, excessive food intake, and/or genetic predisposition. The Hippo-YAP1 pathway has attracted attention as a potential therapeutic target because YAP1/TAZ activation in murine immature adipocytes in vitro suppresses their differentiation by inhibiting PPARγ activity. However, the role of YAP1 activation in mature adipocytes in vivo remains unclear. MOB1, whose expression is increased in obesity, is the hub of the Hippo core molecule complex and negatively regulates YAP1/TAZ activation. Therefore, we generated aMob1DKO mutant mice, which feature deficiency of Mob1a/b specifically in mature adipocytes. Compared to controls, aMob1DKO mice subjected to a high-fat diet showed beneficial changes consistent with resistance to diet-induced obesity. The mutants exhibited increases in basal lipolysis, “beiging,” and energy expenditure, as well as suppression of ROS production and inflammation in white adipose tissue. Insulin sensitivity and glucose tolerance were improved, and ectopic fat accumulation was reduced. Most of these changes were dependent on the YAP1 activation observed in mature white adipose tissue of aMob1DKO mice. FGF21, which improves lipid metabolism, was upregulated directly via YAP1 activation, and many of the phenotypes seen in aMob1DKO mice were also dependent on FGF21. Thus, the aMob1DKO mouse is an interesting model for the study of the metabolic effects of diet-induced obesity and protection against diabetes. Our work suggests that a YAP1-FGF21 axis exists in adipocytes that may be a potential therapeutic target for obesity.",
          "url": "https://doi.org/10.1073/pnas.2424741122",
          "doi": "https://doi.org/10.1073/pnas.2424741122",
          "filter": "2"
        },
        {
          "title": "The tilt illusion arises from an efficient reallocation of neural coding resources at the contextual boundary",
          "authors": "Ling-Qi Zhang, Jiang Mao, Geoffrey K. Aguirre, Alan A. Stocker",
          "abstract": "The tilt illusion—a bias in the perceived orientation of a center stimulus induced by an oriented surround—illustrates how context shapes visual perception. Although extensively studied for decades, we still lack a comprehensive account of the illusion that connects its behavioral and neural characteristics. Here, we demonstrate that the tilt illusion originates from dynamic changes in neural coding precision induced by the surround context. We simultaneously obtained psychophysical and functional MRI responses from human subjects while they viewed gratings in the absence and presence of an oriented surround and independently extracted sensory encoding precision from their behavioral and neural data. Both measures show that in the absence of an oriented surround, encoding reflects the natural scene statistics of orientation. However, with an oriented surround, encoding precision is significantly increased for stimuli similar to the surround orientation. This local change in encoding is sufficient to predict the behavioral characteristics of the tilt illusion using a Bayesian observer model. The effect of surround modulation increases along the ventral stream and is localized to the portion of the visual cortex with receptive fields at the center-surround boundary. The pattern of change in coding accuracy reflects the surround-conditioned orientation statistics in natural scenes, but cannot be explained by local stimulus configuration. Our results suggest that the tilt illusion naturally emerges from an adaptive coding strategy that efficiently reallocates neural coding resources based on the current stimulus context.",
          "url": "https://doi.org/10.1073/pnas.2421565122",
          "doi": "https://doi.org/10.1073/pnas.2421565122",
          "filter": "2"
        },
        {
          "title": "Pathogen growth and virulence dynamics drive the host evolution against coinfections",
          "authors": "Srijan Seal, Dipendra Nath Basu, Kripanjali Ghosh, Aryan Ramachandran, Rintu Kutum, Triveni Shelke, Ishaan Gupta, Imroze Khan",
          "abstract": "The occurrence of coinfections, where hosts are simultaneously infected by multiple pathogens, is widespread in nature and has significant negative impacts on global health. In humans, over one-sixth of the world’s population is affected by coinfections, contributing to several diseases. However, despite the broad ecological relevance and impact on global health, most biomedical research has focused on understanding interactions between a single host and a single pathogen. The extent to which coinfections could impact host adaptation and immune system evolution, particularly in comparison to infections by single pathogens, thus remains largely unknown. Also, what roles do individual pathogen species play in this evolutionary process? To address these questions, in this study, we combined theoretical modeling and experimental validation in a model insect Tribolium castaneum evolving against two coinfecting bacterial pathogens with contrasting growth (e.g., fast- vs slow-growing) and virulence (fast- vs slow-killing) dynamics. Our findings show that fast-growing pathogens causing rapid mortality surges (i.e., fast-acting) can effectively limit the host’s adaptive success against coinfections. While hosts rapidly evolved better survival against slow-growing bacteria causing long-lasting infections, adaptation against coinfections was significantly delayed and resembled the slow rate of adaptation against fast-acting pathogens. Finally, RNAseq analyses revealed that the observed delay in adaptation was associated with the limited scopes for suitable immune modulations against fast-acting pathogens. They might also be costly and pleiotropic (e.g., phenoloxidase activity), posing challenges for further immunomodulation and slowing adaptation. Our study thus highlights how individual pathogens’ growth and virulence dynamics critically regulate adaptive responses against coinfections.",
          "url": "https://doi.org/10.1073/pnas.2412124122",
          "doi": "https://doi.org/10.1073/pnas.2412124122",
          "filter": "2"
        },
        {
          "title": "Unified molecular approach for spatial epigenome, transcriptome, and cell lineages",
          "authors": "Yung-Hsin Huang, Julia A. Belk, Ruochi Zhang, Natasha E. Weiser, Zachary Chiang, Matthew G. Jones, Paul S. Mischel, Jason D. Buenrostro, Howard Y. Chang",
          "abstract": "Spatial epigenomics and multiomics can provide fine-grained insights into cellular states but their widespread adoption is limited by the requirement for bespoke slides and capture chemistries for each data modality. Here, we present SPatial assay for Accessible chromatin, Cell lineages, and gene Expression with sequencing (SPACE-seq), a method that utilizes polyadenine-tailed epigenomic libraries to enable facile spatial multiomics using standard whole transcriptome reagents. Applying SPACE-seq to a human glioblastoma specimen, we reveal the state of the tumor microenvironment, extrachromosomal DNA copy numbers, and identify putative mitochondrial DNA variants.",
          "url": "https://doi.org/10.1073/pnas.2424070122",
          "doi": "https://doi.org/10.1073/pnas.2424070122",
          "filter": "2"
        },
        {
          "title": "Fungal Argonaute proteins act in bidirectional cross-kingdom RNA interference during plant infection",
          "authors": "An-Po Cheng, Lihong Huang, Lorenz Oberkofler, Nathan R. Johnson, Adrian-Stefan Glodeanu, Kyra Stillman, Arne Weiberg",
          "abstract": "Argonaute (AGO) proteins bind to small RNAs to induce RNA interference (RNAi), a conserved gene regulatory mechanism in animal, plant, and fungal kingdoms. Small RNAs of the fungal plant pathogen Botrytis cinerea were previously shown to translocate into plant cells and to bind to the host AGO, which induced cross-kingdom RNAi to promote infection. However, the role of pathogen AGOs during host infection stayed elusive. In this study, we revealed that members of fungal plant pathogen B. cinerea BcAGO family contribute to plant infection. BcAGO1 binds to both fungal and plant small RNAs during infection and acts in bidirectional cross-kingdom RNAi, from fungus to plant and vice versa. BcAGO2 also binds fungal and plant small RNAs but acts independent from BcAGO1 by regulating distinct genes. Nevertheless, BcAGO2 is important for infection, as it is required for effective pathogen small RNA delivery into host cells and fungal induced cross-kingdom RNAi. Providing these mechanistic insights of pathogen AGOs promises to improve RNAi-based crop protection strategies.",
          "url": "https://doi.org/10.1073/pnas.2422756122",
          "doi": "https://doi.org/10.1073/pnas.2422756122",
          "filter": "2"
        },
        {
          "title": "Start your engines: How migratory fibroblasts respond to and remember mechanical stretch",
          "authors": "Daphne Weihs",
          "url": "https://doi.org/10.1073/pnas.2504936122",
          "doi": "https://doi.org/10.1073/pnas.2504936122",
          "filter": "2"
        },
        {
          "title": "MFRP is a molecular hub that organizes the apical membrane of RPE cells by engaging in interactions with specific proteins and lipids",
          "authors": "Aleksander Tworak, Roman Smidak, Carolline Rodrigues Menezes, Samuel W. Du, Susie Suh, Elliot H. Choi, Sanae S. Imanishi, Zhiqian Dong, Dominik Lewandowski, Kristen E. Fong, Gabriela Grigorean, Antonio F. M. Pinto, Qianlan Xu, Dorota Skowronska-Krawczyk, Seth Blackshaw, Yoshikazu Imanishi, Krzysztof Palczewski",
          "abstract": "Membrane frizzled-related protein (MFRP), present in the retinal pigment epithelium (RPE), is an integral membrane protein essential for ocular development and the normal physiology of the retina. Mutations in MFRP are associated with autosomal recessive nonsyndromic nanophthalmos, leading to severe hyperopia and early-onset retinitis pigmentosa. While several preclinical gene-augmentation and gene-editing trials hold promise for future therapies aimed at stopping degeneration and restoring retinal function, the molecular mechanisms involved in MFRP biology are still not well understood. Here, we studied the biochemical properties of MFRP and the molecular consequences of its loss of function in the retinal degeneration 6 (rd6) mouse model. Using transcriptomic and lipidomic approaches, we observed that accumulation of docosahexaenoic acid (DHA) constitutes a primary defect in the MFRP-deficient RPE. In biochemical assays, we showed that MFRP undergoes extensive glycosylation, and it preferentially binds lipids of several classes, including phosphatidylserine and phosphatidylinositol-4-phosphate; as well as binding to several transmembrane proteins, notably adiponectin receptor 1 (ADIPOR1) and inward rectifier potassium channel 13 (KCNJ13). Moreover, MFRP determines the subcellular localization of ADIPOR1 and KCNJ13 in the RPE in vivo. This feature is altered by MFRP deficiency and can be restored by gene-therapy approaches. Overall, our observations suggest that MFRP constitutes an important interaction hub within the apical membrane of RPE cells, coordinating protein trafficking and subcellular localization within the RPE, and lipid homeostasis within the entire retina.",
          "url": "https://doi.org/10.1073/pnas.2425523122",
          "doi": "https://doi.org/10.1073/pnas.2425523122",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Li et al., Primed 3D injectable microniches enabling low-dosage cell therapy for critical limb ischemia",
          "url": "https://doi.org/10.1073/pnas.2507216122",
          "doi": "https://doi.org/10.1073/pnas.2507216122",
          "filter": "2"
        },
        {
          "title": "Bidirectional disruption of GNAS transcripts causes broad methylation defects in pseudohypoparathyroidism type 1B",
          "authors": "Yorihiro Iwasaki, Monica Reyes, Anna Ryabets-Lienhard, Barbara Gales, Agnès Linglart, Danny E. Miller, Isidro B. Salusky, Murat Bastepe, Harald Jüppner",
          "abstract": "Pseudohypoparathyroidism type 1B (PHP1B) is a multihormone resistance disorder caused by aberrant GNAS methylation. Characteristic epigenetic changes at GNAS differentially methylated regions (DMRs), i.e., NESP, AS1, AS2, XL, and A/B, are associated with specific structural defects in different autosomal dominant PHP1B (AD-PHP1B) subtypes. However, mechanisms underlying abnormal GNAS methylation remain incompletely defined, largely because viable PHP1B mouse models are lacking. Using lymphoblastoid cells and induced pluripotent stem cells, we show that various GNAS methylation patterns in PHP1B reflect differential disruption of sense and antisense GNAS transcripts. In cases with broad GNAS methylation changes, loss of the maternal, sense-transcribed exon H/AS region impairs methylation of the AS1 DMR, which results in biallelic expression of an antisense transcript, GNAS-AS1 , and NESP hypermethylation. In contrast, cases with normal AS1 methylation, including STX16 deletions, show monoallelic GNAS-AS1 expression and normal NESP methylation. The roles of these GNAS transcripts were confirmed by a retrotransposon in GNAS-AS1 intron 1, identified in an AD-PHP1B family. This insertion impaired exon H/AS transcription when located on the maternal allele, thus preventing the complete establishment of methylation at all maternal GNAS DMRs, leading to biallelic GNAS-AS1 transcription. However, maternal GNAS-AS1 transcription was profoundly attenuated, thus allowing only a small gain-of-methylation at NESP. Likewise, on the paternal allele, the retrotransposon attenuated GNAS-AS1 transcription, thus preventing complete NESP methylation. Our findings support a model of bidirectional transcription-mediated regulation of methylation at GNAS DMRs and will help to refine systematic approaches for establishing molecular defects underlying different PHP1B subtypes.",
          "url": "https://doi.org/10.1073/pnas.2423271122",
          "doi": "https://doi.org/10.1073/pnas.2423271122",
          "filter": "2"
        },
        {
          "title": "PPARα regulates ER–lipid droplet protein Calsyntenin-3β to promote ketogenesis in hepatocytes",
          "authors": "Lauren F. Uchiyama, Alexander Nguyen, Kevin Qian, Liujuan Cui, Khoi T. Pham, Xu Xiao, Yajing Gao, Yuta Shimanaka, Marcus J. Tol, Laurent Vergnes, Karen Reue, Peter Tontonoz",
          "abstract": "Ketogenesis requires fatty acid flux from intracellular (lipid droplets) and extrahepatic (adipose tissue) lipid stores to hepatocyte mitochondria. However, whether interorganelle contact sites regulate this process is unknown. Recent studies have revealed a role for Calsyntenin-3β (CLSTN3β), an endoplasmic reticulum–lipid droplet contact site protein, in the control of lipid utilization in adipose tissue. Here, we show that Clstn3b expression is induced in the liver by the nuclear receptor PPARα in settings of high lipid utilization, including fasting and ketogenic diet feeding. Hepatocyte-specific loss of CLSTN3β in mice impairs ketogenesis independent of changes in PPARα activation. Conversely, hepatic overexpression of CLSTN3β promotes ketogenesis in mice. Mechanistically, CLSTN3β affects LD–mitochondria crosstalk, as evidenced by changes in fatty acid oxidation, lipid-dependent mitochondrial respiration, and the mitochondrial integrated stress response. These findings define a function for CLSTN3β-dependent membrane contacts in hepatic lipid utilization and ketogenesis.",
          "url": "https://doi.org/10.1073/pnas.2426338122",
          "doi": "https://doi.org/10.1073/pnas.2426338122",
          "filter": "2"
        },
        {
          "title": "Phospholipid flippase ATP11A brokers uterine epithelial integrity and function",
          "authors": "Alexa Krala, Aleksandra O. Tsolova, Bethany N. Radford, Anshul S. Jadli, Xiang Zhao, Danielle Blackwell, Ankita Narang, Wendy Dean, Myriam Hemberger",
          "abstract": "Uterine adaptations driven by the steroid hormones estrogen and progesterone are pivotal for embryo implantation and, ultimately, for a successful pregnancy. Here, we show in mice that genetic ablation of the membrane lipid flippase Atp11a causes severe deficits in this hormonal response and profound defects in the morphological organization and transcriptional profile of the uterine epithelial compartment where Atp11a is expressed. Atp11a -null uterine epithelial cells lack tight junctions, and the luminal epithelium exhibits profound disruptions to cellular morphology. Interestingly, the specification of luminal epithelial cells remains incomplete as they maintain expression of the normally gland-restricted marker FOXA2. The uterine glands of Atp11a -null females are depleted for progenitor cells marked by SOX9, PAX8, LGR5, and PROM1. Collectively, these findings point to a uterine receptivity deficit that underpins the frequent failure of Atp11a -depleted females to establish a successful pregnancy. Most intriguingly, however, loss of only a single functional Atp11a allele causes a higher frequency of abnormal placental trophoblast differentiation as well as a higher incidence of developmental heart defects in wild-type embryos. These data emphasize the far-reaching impact of uterine dysfunction on reproductive outcome and highlight the importance of the maternal genotype in the etiology of developmental disorders.",
          "url": "https://doi.org/10.1073/pnas.2420617122",
          "doi": "https://doi.org/10.1073/pnas.2420617122",
          "filter": "2"
        },
        {
          "title": "The pentameric chloride channel BEST1 is activated by extracellular GABA",
          "authors": "Swati Pant, Stephanie W. Tam, Stephen B. Long",
          "abstract": "Bestrophin-1 (BEST1) is a chloride channel expressed in the eye and other tissues of the body. A link between BEST1 and the principal inhibitory neurotransmitter γ -aminobutyric acid (GABA) has been proposed. The most appreciated receptors for extracellular GABA are the GABA B G-protein-coupled receptors and the pentameric GABA A chloride channels, both of which have fundamental roles in the central nervous system. Here, we demonstrate that BEST1 is directly activated by GABA. Through functional studies and atomic-resolution structures of human and chicken BEST1, we identify a GABA binding site on the channel’s extracellular side and determine the mechanism by which GABA binding stabilizes opening of the channel’s central gate. This same gate, “the neck,” is activated by intracellular [Ca 2+ ], indicating that BEST1 is controlled by ligands from both sides of the membrane. The studies demonstrate that BEST1, which shares no structural homology with GABA A receptors, is a GABA-activated chloride channel. The physiological implications of this finding remain to be studied.",
          "url": "https://doi.org/10.1073/pnas.2424474122",
          "doi": "https://doi.org/10.1073/pnas.2424474122",
          "filter": "2"
        },
        {
          "title": "ATM priming and end resection–coupled phosphorylation of MRE11 is important for fork protection and replication restart",
          "authors": "Huimin Zhang, Youhang Li, Sameer Bikram Shah, Shibo Li, Qingrong Li, Joshua Oaks, Tinghong Lv, Linda Z. Shi, Hailong Wang, Dong Wang, Xiaohua Wu",
          "abstract": "The MRE11/RAD50/NBS1 (MRN) complex plays multiple roles in the maintenance of genome stability. MRN is associated with replication forks to preserve fork integrity and is also required for end resection at double-strand breaks (DSBs) to facilitate homologous recombination (HR). The critical need for proper control of the MRE11 nuclease activity is highlighted by the extensive nascent strand DNA degradation driven by MRE11 in BRCA-deficient cells, leading to genome instability and increased sensitivity to chemotherapeutics. In this study, we identified a tightly controlled mechanism, elicited by sequential phosphorylation of MRE11 by ATM and ATR to regulate MRE11 nuclease activities through its DNA binding. Specifically, at DSBs, MRE11 phosphorylation by ATM at the C-terminal S676/S678 primes it for subsequent phosphorylation by ATR, whose activation is triggered by end resection which requires the MRE11 nuclease activity. This ATR-mediated phosphorylation in turn induces MRE11 dissociation from DNA, providing a feedback mechanism to regulate the extent of end resection. At stalled replication forks, however, without ATM priming, MRN is stably associated with forks despite ATR activation. Furthermore, the ATR phosphorylation–defective MRE11 mutants are retained at single-ended DSBs formed by fork reversal upon replication stress, leading to extensive degradation of nascent DNA strands. Importantly, this end resection–coupled MRE11 phosphorylation elicits another critical layer of fork protection of nascent DNA in addition to BRCA2, ensuring proper end resection that is sufficient for replication restart at reversed forks while maintaining fork stability.",
          "url": "https://doi.org/10.1073/pnas.2422720122",
          "doi": "https://doi.org/10.1073/pnas.2422720122",
          "filter": "2"
        },
        {
          "title": "Reducing the effects of radiation damage in cryo-EM using liquid helium temperatures",
          "authors": "Joshua L. Dickerson, Katerina Naydenova, Mathew J. Peet, Hugh Wilson, Biplob Nandy, Greg McMullan, Robert Morrison, Christopher J. Russo",
          "abstract": "The physical limit in determining the atomic structure of biological molecules is radiation damage. In electron cryomicroscopy, there have been numerous attempts to reduce the effects of radiation damage by cooling the specimen beyond liquid-nitrogen temperatures, yet all failed to realize the potential improvement for single-particle structure determination. We have identified the physical causes of information loss at liquid-helium temperatures, and overcome them using a combination of nanoscale electron beam illumination and a gold specimen support with 100 nm diameter holes. This combination allowed structure determination where every frame in the exposure contained more information than was available with cryomicroscopy at liquid-nitrogen temperatures, matching expectations from crystal diffraction. Since a 100 nm hole is smaller than the field of view of a typical micrograph, the edges of the foil are directly visible in each micrograph. Protein molecules that are degraded tend to aggregate at the edges of foil holes and can constitute a significant fraction of the micrograph. This and the need for minimal water-foil irradiation will both be important to consider as new cryomicroscopes and specimen supports are developed for imaging molecules at extremely low temperatures where the effects of radiation damage are reduced.",
          "url": "https://doi.org/10.1073/pnas.2421538122",
          "doi": "https://doi.org/10.1073/pnas.2421538122",
          "filter": "2"
        },
        {
          "title": "A selfish supergene causes meiotic drive through both sexes in Drosophila",
          "authors": "Graeme L. Keais, Chadi M. Saad-Roy, Emmanuel Gonzalez-Sqalli, Candice N. Powell, Loren H. Rieseberg, Ryan M. R. Gawryluk, P. van den Driessche, Kevin H.-C. Wei, Benjamin Loppin, Steve J. Perlman",
          "abstract": "Meiotic drivers are selfish genetic elements that bias their own transmission during meiosis or gamete formation. Due to the fundamental differences between male and female meiosis in animals and plants, meiotic drivers operate through distinct mechanisms in the two sexes: In females, they exploit the asymmetry of meiosis to ensure their inclusion in the egg, whereas in males, they eliminate competing gametes after symmetric meiosis. Meiotic drive is commonly reported in males, where it strongly influences the evolution of spermatogenesis, while the few known cases in females have highlighted its crucial role in centromere evolution. Despite a growing number of examples in a wide range of organisms, meiotic drive has so far only been observed in one sex or the other since its discovery nearly 100 y ago. Here, we show that a selfish X chromosome known to cause meiotic drive in male Drosophila testacea flies also causes meiotic drive in females. We find that this X chromosome has supergene architecture, harboring extensive structural rearrangements that suppress recombination between the two X chromosomes. This has contributed to a substantial expansion of its size compared to the wild-type chromosome, partly due to the accumulation of species-specific repetitive elements. Our findings suggest that female meiotic drive may play an important role in the evolutionary dynamics of polymorphic structural variants that suppress recombination, including inversions, translocations, and supergenes.",
          "url": "https://doi.org/10.1073/pnas.2421185122",
          "doi": "https://doi.org/10.1073/pnas.2421185122",
          "filter": "2"
        },
        {
          "title": "Structural basis of excitatory amino acid transporter 3 substrate recognition",
          "authors": "Biao Qiu, Olga Boudker",
          "abstract": "Excitatory amino acid transporters (EAATs) reside on cell surfaces and uptake substrates, including L-glutamate, L-aspartate, and D-aspartate, using ion gradients. Among five EAATs, EAAT3 is the only isoform that can efficiently transport L-cysteine, a substrate for glutathione synthesis. Recent studies suggest that EAAT3 also transports the oncometabolite R-2-hydroxyglutarate (R-2HG). Here, we examined the structural basis of substrate recognition by determining the cryogenic electron microscopy (cryo-EM) structures of EAAT3 bound to different substrates. We found that L-cysteine binds to EAAT3 in thiolate form, and EAAT3 recognizes different substrates by fine-tuning local conformations of the coordinating residues. However, using purified human EAAT3, we could not observe R-2HG binding or transport. Imaging of EAAT3 bound to L-cysteine revealed several conformational states, including an outward-facing state with a semi-open gate and a disrupted sodium-binding site. These structures demonstrate that the full gate closure, coupled with the binding of the last sodium ion, occurs after substrate binding. Furthermore, we observed that different substrates affect how the transporter distributes between a fully outward-facing conformation and intermediate occluded states on a path to the inward-facing conformation, suggesting that translocation rates are substrate-dependent.",
          "url": "https://doi.org/10.1073/pnas.2501627122",
          "doi": "https://doi.org/10.1073/pnas.2501627122",
          "filter": "2"
        },
        {
          "title": "Correction for Gasparin et al., Combining exchangeable P -values",
          "url": "https://doi.org/10.1073/pnas.2507343122",
          "doi": "https://doi.org/10.1073/pnas.2507343122",
          "filter": "2"
        },
        {
          "title": "Mapping global brain reconfigurations following local targeted manipulations",
          "authors": "Giovanni Rabuffo, Houefa-Armelle Lokossou, Zengmin Li, Abolfazl Ziaee-Mehr, Meysam Hashemi, Pascale P. Quilichini, Antoine Ghestem, Ouafae Arab, Monique Esclapez, Parul Verma, Ashish Raj, Alessandro Gozzi, Pierpaolo Sorrentino, Kai-Hsiang Chuang, Teodora-Adriana Perles-Barbacaru, Angèle Viola, Viktor K. Jirsa, Christophe Bernard",
          "abstract": "Understanding how localized brain interventions influence whole-brain dynamics is essential for deciphering neural function and designing therapeutic strategies. Using longitudinal functional MRI datasets collected from mice, we investigated the effects of focal interventions, such as thalamic lesions and chemogenetic silencing of cortical hubs. We found that these local manipulations disrupted the brain’s ability to sustain network-wide activity, leading to global functional connectivity (FC) reconfigurations. Personalized mouse brain simulations based on experimental data revealed that alterations in local excitability modulate firing rates and frequency content across distributed brain regions, driving these FC changes. Notably, the topography of the affected brain regions depended on the intervention site, serving as distinctive signatures of localized perturbations. These findings suggest that focal interventions produce consistent yet region-specific patterns of global FC reorganization, providing an explanation for the seemingly paradoxical observations of hypo- and hyperconnectivity reported in the literature. This framework offers mechanistic insights into the systemic effects of localized neural modulation and holds potential for refining clinical diagnostics in focal brain disorders and advancing personalized neuromodulation strategies.",
          "url": "https://doi.org/10.1073/pnas.2405706122",
          "doi": "https://doi.org/10.1073/pnas.2405706122",
          "filter": "2"
        },
        {
          "title": "NAT10 exacerbates acute renal inflammation by enhancing N4-acetylcytidine modification of the CCL2/CXCL1 axis",
          "authors": "Jia-nan Wang, Xiao-guo Suo, Ju-tao Yu, Qi-chao Luo, Ming-lu Ji, Meng-meng Zhang, Qi Zhu, Xin-ran Cheng, Chao Hou, Xin Chen, Fang Wang, Chuan-hui Xu, Chao Li, Shuai-shuai Xie, Jie Wei, Dan-feng Zhang, Xin-ru Zhang, Zhi-juan Wang, Yu-hang Dong, Sai Zhu, Li-jin Peng, Xiang-yu Li, Hai-yong Chen, Tao Xu, Juan Jin, Fei Xavier Chen, Xiao-ming Meng",
          "abstract": "Inflammation plays an essential role in eliminating microbial pathogens and repairing tissues, while sustained inflammation accelerates kidney damage and disease progression. Therefore, understanding the mechanisms of the inflammatory response is vital for developing therapies for inflammatory kidney diseases like acute kidney injury (AKI), which currently lacks effective treatment. Here, we identified N-acetyltransferase 10 ( NAT10 ) as an important regulator for acute inflammation. NAT10 , the only known “writer” protein for N4-acetylcytidine (ac4C) acetylation, is elevated in renal tubules across various AKI models, human biopsies, and cultured tubular epithelial cells (TECs). Conditional knockout (cKO) of NAT10 in mouse kidneys attenuates renal dysfunction, inflammation, and infiltration of macrophages and neutrophils, whereas its conditional knock-in (cKI) exacerbates these effects. Mechanistically, our findings from ac4C-RIP-seq and RNA-seq analyses revealed that NAT10-mediated ac4C acetylation enhances the mRNA stability of a range of key chemokines, including C-C motif chemokine ligand 2 ( CCL2 ) and C-X-C motif chemokine ligand 1( CXCL1 ), promoting macrophage and neutrophil recruitment and accelerating renal inflammation. Additionally, CCL2 and CXCL1 neutralizing antibodies or their receptor inhibitors, abrogated renal inflammation in NAT10 -overexpression TECs or NAT10 -cKI mice. Importantly, inhibiting NAT10 , either through Adeno-associated virus 9 (AAV9)-mediated silencing or pharmacologically with our found inhibitor Cpd-155, significantly reduces renal inflammation and injury. Thus, targeting the NAT10/CCL2/CXCL1 axis presents a promising therapeutic strategy for treating inflammatory kidney diseases.",
          "url": "https://doi.org/10.1073/pnas.2418409122",
          "doi": "https://doi.org/10.1073/pnas.2418409122",
          "filter": "2"
        },
        {
          "title": "Correction for Yardeni et al., Mitochondrial DNA lineages determine tumor progression through T cell reactive oxygen signaling",
          "url": "https://doi.org/10.1073/pnas.2503874122",
          "doi": "https://doi.org/10.1073/pnas.2503874122",
          "filter": "2"
        },
        {
          "title": "Rab32 regulates Golgi structure and cell migration through Protein Kinase A–mediated phosphorylation of Optineurin",
          "authors": "Katherine M. Johnson, Maxwell G. Marley, Kristina Drizyte-Miller, Jing Chen, Hong Cao, Nourhan Mostafa, Micah B. Schott, Mark A. McNiven, Gina L. Razidlo",
          "abstract": "Rab32 is a small GTPase and molecular switch implicated in vesicular trafficking. Rab32 is also an A-Kinase Anchoring Protein (AKAP), which anchors cAMP-dependent Protein Kinase (PKA) to specific subcellular locations and specifies PKA phosphorylation of nearby substrates. Surprisingly, we found that a form of Rab32 deficient in PKA binding (Rab32 L188P) relocalized away from the Golgi apparatus and induced a marked disruption in Golgi organization, assembly, and dynamics. Although Rab32 L188P did not cause a global defect in PKA activity, our data indicate that Rab32 facilitates the phosphorylation of a specific PKA substrate. We uncovered a direct interaction between Rab32 and the adaptor protein optineurin (OPTN), which regulates Golgi dynamics. Further, our data indicate that optineurin is phosphorylated by PKA at Ser342 in a Rab32-dependent manner. Critically, blocking phosphorylation at OPTN Ser342 leads to Golgi fragmentation, and a phospho-mimetic version of OPTN rescues Golgi defects induced by Rab32 L188P. Finally, Rab32 AKAP function and OPTN phosphorylation are required for Golgi repositioning during cell migration, contributing to tumor cell invasion. Together, these data reveal a role for Rab32 in regulating Golgi dynamics through PKA-mediated phosphorylation of OPTN.",
          "url": "https://doi.org/10.1073/pnas.2502971122",
          "doi": "https://doi.org/10.1073/pnas.2502971122",
          "filter": "2"
        },
        {
          "title": "Phase transitions and dimensional cross-over in layered confined solids",
          "authors": "Yong Wang, Junjie Wang, Ge Yao, Zheyong Fan, Enzo Granato, Michael Kosterlitz, Tapio Ala-Nissila, Roberto Car, Jian Sun",
          "abstract": "The nature of solid phases and cross-over of order–disorder phase transitions from two-dimensional (2D) layers to three-dimensional (3D) bulk in confined atomic systems remain largely unexplained. To this end, we consider noble gases and aluminum confined between graphene sheets at different pressures and temperatures. Using crystal structure search methods and molecular dynamics based on machine-learned potentials with quantum-mechanical accuracy, we identify structures of multilayer confined solids that deviate from simple close packing. Upon heating, we find that confined 2D monolayers melt according to the two-step continuous Kosterlitz–Thouless–Halperin–Nelson–Young theory. However, multilayer solids transition continuously into an intermediate layered-hexatic phase before melting discontinuously into an isotropic liquid. This intermediate phase persists at least up to 12 layers studied here. This change can be qualitatively understood based on the cross-over from 2D topological defects toward 3D ones during melting as the number of layers increases.",
          "url": "https://doi.org/10.1073/pnas.2502980122",
          "doi": "https://doi.org/10.1073/pnas.2502980122",
          "filter": "2"
        },
        {
          "title": "A unified framework for hydromechanical signaling can explain transmission of local and long-distance signals in plants",
          "authors": "Vesna Bacheva, Fulton E. Rockwell, Jean-Baptiste Salmon, Jesse D. Woodson, Margaret H. Frank, Abraham D. Stroock",
          "abstract": "Local wounding in plants triggers signals that travel locally within the wounded leaf or systemically through the vasculature to distant leaves. Our understanding of the mechanisms of initiation and propagation of this ubiquitous class of signals remains incomplete. Here, we develop a unifying framework based on poroelastic dynamics to study two coupled biophysical processes—propagation of pressure changes and transmission of chemical elicitors via mass flows driven by these pressure changes—as potential mechanisms for the initiation and propagation of wound-induced signals. We show that rapid pressure changes in the xylem can transmit mechanical information across the plant, while their coupling with neighboring nonvascular tissue drives swelling and mass flow that can transport chemical elicitors to distant leaves. We confront predictions from our model with measurements of signaling dynamics in several species to show that i) the poroelastic model can capture the observed dynamics of purely mechanical changes (swelling of distant leaves) induced by wounding; ii) advection and diffusion of hypothetical elicitors with mass flows induced by poroelastic relaxations can explain distant cellular responses observed with gene-encoded reporters of cytosolic calcium concentration and electrical signals; and iii) poroelastic diffusion of pressure changes around local wounds in nonvascular tissue matches the observed cytosolic calcium signals and represents an alternative hypothesis relative to molecular diffusion of chemical elicitors. This framework provides a valuable foundation for assessing mechanisms of signal transmission and for designing future experiments to elucidate factors involved in signal initiation, propagation, and target elicitation.",
          "url": "https://doi.org/10.1073/pnas.2422692122",
          "doi": "https://doi.org/10.1073/pnas.2422692122",
          "filter": "2"
        },
        {
          "title": "Neuronal autophagy controls excitability via ryanodine receptor–mediated regulation of calcium-activated potassium channel function",
          "authors": "Gaga Kochlamazashvili, Aarti Swaminathan, Alexander Stumpf, Amit Kumar, York Posor, Dietmar Schmitz, Volker Haucke, Marijn Kuijpers",
          "abstract": "Glutamate-mediated neuronal hyperexcitation plays a causative role in eliciting seizures and promoting epileptogenesis. Recent data suggest that altered autophagy can contribute to the occurrence of epilepsy. We examined the role of autophagy in neuronal physiology by generating knockout mice conditionally lacking the essential autophagy protein ATG5 in glutamatergic neurons. We demonstrate that conditional genetic blockade of neuronal autophagy results in action potential narrowing, axonal hyperexcitability, and an increase in kainate-induced epileptiform bursts ex vivo, indicative of a lower threshold for the induction of epileptic seizures. Neuronal hyperexcitability in hippocampal slices from conditional ATG5 knockout mice is due to elevated activity of the large conductance calcium-activated potassium channel BKCa downstream of calcium influx via the endoplasmic reticulum (ER)-localized calcium channel ryanodine receptor (RYR). Consistently, pharmacological blockade of RYR or BKCa function rescued hyperexcitability and reduced the frequency of kainate-induced epileptiform bursts in ATG5 cKO brain slices. Our findings reveal a physiological role for neuronal autophagy in the regulation of neuronal excitability via the control of RYR-mediated calcium release, and thereby, calcium-activated potassium channel function in the mammalian brain.",
          "url": "https://doi.org/10.1073/pnas.2413651122",
          "doi": "https://doi.org/10.1073/pnas.2413651122",
          "filter": "2"
        },
        {
          "title": "CB-1 receptor agonist drastically changes oscillatory activity, defining active sleep",
          "authors": "Irina Topchiy, Bernat Kocsis",
          "abstract": "Brain oscillations in different behavioral states are essential for cognition, and oscillopathies contribute to cognitive dysfunction in neuropsychiatric diseases. Cannabis-1 receptor (CB1-R) activation was reported to suppress theta and fast gamma activities in rats during waking exploration, and here, we show that cannabis fundamentally alters network activity during sleep as well. Prominent theta rhythm is present in rapid eye movement sleep (REMS), whereas fast oscillations appear as regular sequences of sleep spindles during intermediate sleep (IS)—both implicated in dreaming and memory consolidation. The CB1-R agonist disrupted these mechanisms, restructuring IS-REMS episodes; IS lengthened sixfold and intruded REMS, where ongoing theta was drastically reduced. The spindle architecture was also affected; its amplitude increased, and its peak frequency downshifted into the theta range. Cannabis is known to induce psychotic-like conditions and cognitive deficits; thus, our results may help in understanding the dual effect of cannabis on cognitive states and the role of network oscillations in psychiatric pathology.",
          "url": "https://doi.org/10.1073/pnas.2411063122",
          "doi": "https://doi.org/10.1073/pnas.2411063122",
          "filter": "2"
        },
        {
          "title": "Nonnative tree invaders lead to declines in native tree species richness",
          "authors": "Yunpeng Liu, Samuel M. Scheiner, J. Aaron Hogan, Matthew B. Thomas, Pamela S. Soltis, Robert P. Guralnick, Douglas E. Soltis, Jeremy W. Lichstein",
          "abstract": "Biological invasions are profoundly altering Earth’s ecosystems, but generalities about the effects of nonnative species on the diversity and productivity of native communities have been elusive. This lack of generality may reflect the limited spatial and temporal extents of most previous studies. Using &gt;5 million tree measurements across eastern US forests from 1995 to 2023, we quantified temporal trends in tree diversity and biomass. We then analyzed community-level changes in native tree diversity and biomass in relation to nonnative tree invasion and native species colonization. Across the entire eastern United States, native tree species richness decreased over time in plots where nonnatives occurred, whereas nonnative species richness and the biomass of both natives and nonnatives increased over time. At the community scale, native richness tended to decline following nonnative invasion, whereas native biomass and richness-independent measures of trait and phylogenetic diversity tended to remain stable. These patterns can be explained by the rarity of the displaced native species and their functional and phylogenetic similarity to native species that survived nonnative invasions. In contrast, native survivors tended to be functionally distinct from nonnative invaders, suggesting an important role for niche partitioning in community dynamics. Colonization by previously absent native species was associated with an increase in native richness (beyond the addition of native colonizers), which contrasts with declines in native richness that tended to follow nonnative invasion. These results suggest a causal role for nonnative species in the native richness decline of invaded communities.",
          "url": "https://doi.org/10.1073/pnas.2424908122",
          "doi": "https://doi.org/10.1073/pnas.2424908122",
          "filter": "2"
        },
        {
          "title": "The ins and outs of plant specialized metabolite gene organization",
          "authors": "Richard A. Dixon",
          "url": "https://doi.org/10.1073/pnas.2504934122",
          "doi": "https://doi.org/10.1073/pnas.2504934122",
          "filter": "2"
        },
        {
          "title": "An algorithmic constraint at the transition to complex life",
          "authors": "Evandro Ferrada",
          "url": "https://doi.org/10.1073/pnas.2505484122",
          "doi": "https://doi.org/10.1073/pnas.2505484122",
          "filter": "2"
        },
        {
          "title": "Intraflagellar transport trains can switch rails and move along multiple microtubules in intact primary cilia",
          "authors": "Shufeng Sun, Biqing Liang, Adam Koplas, Irina Tikhonenko, Maxence Nachury, Alexey Khodjakov, Haixin Sui",
          "abstract": "Structural homeostasis and proper distributions of signaling molecules in cilia require a constant flow of cargoes carried by intraflagellar transport (IFT) trains in both anterograde and retrograde directions within the thin, long ciliary shafts. In the motile cilium framework, the nine microtubule doublets of the same length serve as the transportation rails, and a preferential association to the two subtubules of the microtubule doublets prevents collisions among the IFT trains that move in opposite directions. However, this mechanism is incompatible with the primary cilia structure, where most of the nine microtubule doublets terminate in the ciliary shafts—only several of them reach the ciliary tip and only in a singlet form. Here, we demonstrate that anterograde and retrograde trains in primary cilia interact with both subtubules of the microtubule doublets without apparent preference. They can switch microtubules, and they may simultaneously interact with multiple microtubules to facilitate their movement. This architecture makes the collisions inevitable, and live-cell recordings reveal that anterograde and retrograde trains tend to pause when they come into direct contact. We also find that the velocity of the train’s movement often changes after the pause. Thus, the motion behaviors of IFT trains in primary cilia are distinctive from those of motile cilia, and our data offer an essential foundation for understanding proper signaling molecule distributions in primary cilia.",
          "url": "https://doi.org/10.1073/pnas.2413968122",
          "doi": "https://doi.org/10.1073/pnas.2413968122",
          "filter": "2"
        },
        {
          "title": "Annihilation-limited long-range exciton transport in high-mobility conjugated copolymer films",
          "authors": "Yuping Shi, Partha P. Roy, Naoki Higashitarumizu, Tsung-Yen Lee, Quanwei Li, Ali Javey, Katharina Landfester, Iain McCulloch, Graham R. Fleming",
          "abstract": "A combination of ultrafast, long-range, and low-loss excitation energy transfer from the photoreceptor location to a functionally active site is essential for cost-effective polymeric semiconductors. Delocalized electronic wavefunctions along π-conjugated polymer (CP) backbone can enable efficient intrachain transport, while interchain transport is generally thought slow and lossy due to weak chain–chain interactions. In contrast to the conventional strategy of mitigating structural disorder, amorphous layers of rigid CPs, exemplified by highly planar poly(indacenodithiophene-co-benzothiadiazole) (IDT-BT) donor-accepter copolymer, exhibit trap-free transistor performance and charge-carrier mobilities similar to amorphous silicon. Here, we report long-range exciton transport in HJ -aggregated IDTBT thin-film, in which the competing exciton transport and exciton–exciton annihilation (EEA) dynamics are spectroscopically separated using a phase-cycling-based scheme and shown to depart from the classical diffusion-limited and strong-coupling regime. In the thin film, we find an annihilation-limited mechanism with ≪100% per-encounter annihilation probability, facilitating the minimization of EEA-induced excitation losses. In contrast, excitons on isolated IDTBT chains diffuse over 350 nm with 0.56 cm 2 s −1 diffusivity, before eventually annihilating with unit probability on first contact. We complement the pump–probe studies with temperature-dependent photocurrent and EEA measurements from 295 K to 77 K and find a remarkable correspondence of annihilation rate and photocurrent activation energies in the 140 K to 295 K temperature range.",
          "url": "https://doi.org/10.1073/pnas.2413850122",
          "doi": "https://doi.org/10.1073/pnas.2413850122",
          "filter": "2"
        },
        {
          "title": "Proteostasis landscapes of cystic fibrosis variants reveal drug response vulnerability",
          "authors": "Eli Fritz McDonald, Minsoo Kim, John A. Olson, Jens Meiler, Lars Plate",
          "abstract": "Cystic fibrosis (CF) is a lethal genetic disorder caused by variants in CF transmembrane conductance regulator (CFTR). Many variants are treatable with correctors, which enhance the folding and trafficking of CFTR. However, approximately 3% of persons with CF harbor poorly responsive variants. Here, we used affinity purification mass spectrometry proteomics to profile the protein homeostasis (proteostasis) changes of CFTR variants during correction to assess modulated interactions with protein folding and maturation pathways. Responsive variant interactions converged on similar proteostasis pathways during correction. In contrast, poorly responsive variants subtly diverged, revealing a partial restoration of protein quality control surveillance and partial correction. Computational structural modeling showed that corrector VX-445 failed to confer enough NBD1 stability to poor responders. NBD1 secondary stabilizing mutations rescued poorly responsive variants, revealing structural vulnerabilities in NBD1 required for treating poor responders. Our study provides a framework for discerning the underlying protein quality control and structural defects of CFTR variants not reached with existing drugs to expand therapeutics to all susceptible CFTR variants.",
          "url": "https://doi.org/10.1073/pnas.2418407122",
          "doi": "https://doi.org/10.1073/pnas.2418407122",
          "filter": "2"
        },
        {
          "title": "Ecologically informed solar enables a sustainable energy transition in US croplands",
          "authors": "Matthew A. Sturchio, Adam Gallaher, Steven M. Grodsky",
          "abstract": "United States (US) croplands are ideal recipient environments for solar photovoltaic (PV) energy because they are flat and have a high solar resource. Perceived threats of solar to agriculture have led some stakeholders to suggest that croplands be exclusively used to produce food. However, 12 million hectares of US croplands, an area about the size of New York State, are already dedicated to corn grown for ethanol (i.e., biofuel), an energy product that requires significantly more land than solar PV per unit energy. Ecosystem service benefits of an ecologically informed approach to solar development (i.e., ecovoltaics), coupled with significant land-use advantages over corn ethanol, make solar an attractive solution for a sustainable energy transition in croplands. Here, we evaluated how the conversion of a small fraction of corn-ethanol croplands into ecovoltaic solar facilities might improve land-use efficiency of energy generation, enhance ecosystem services, and provide landscape diversification. Through spatial analyses, we determined that converting just 3.2% of land currently used for corn ethanol would increase the share of utility-scale solar energy in the US from 3.9 to 13%. We also identified target locations where strategic conversion of corn ethanol to solar PV colocated with perennial vegetation could filter excess nutrients transported from adjacent farm runoff, diversify and connect agricultural landscapes, and provide local wildlife habitat. In contrast to the common perception of land-use competition and land scarcity in the energy transition, our findings highlight benefits of colocated energy landscapes that integrate fundamental principles of energy development and sustainable agroecosystems.",
          "url": "https://doi.org/10.1073/pnas.2501605122",
          "doi": "https://doi.org/10.1073/pnas.2501605122",
          "filter": "2"
        },
        {
          "title": "A simple method for mapping the location of cross-β-forming regions within protein domains of low sequence complexity",
          "authors": "Jinge Gu, Xiaoming Zhou, Lillian Sutherland, Glen Liszczak, Steven L. McKnight",
          "abstract": "Protein domains of low sequence complexity are unable to fold into stable, three-dimensional structures. In test tube studies, these unusual polypeptide regions can self-associate in a manner causing phase separation from aqueous solution. This form of protein:protein interaction has been implicated in numerous examples of dynamic morphological organization within eukaryotic cells. In several cases, the basis for low complexity domain (LCD) self-association and phase separation has been traced to the formation of labile cross-β structures. The primary energetic force favoring formation of these transient and reversible structures is enabled by polypeptide backbone interactions. Short, contiguous networks of peptide backbone amino groups and carbonyl oxygens are zippered together intermolecularly by hydrogen bonding as described by Linus Pauling seven decades ago. Here, we describe a simple, molecular biological method useful for the identification of localized, self-associating regions within larger protein domains of low sequence complexity.",
          "url": "https://doi.org/10.1073/pnas.2503382122",
          "doi": "https://doi.org/10.1073/pnas.2503382122",
          "filter": "2"
        },
        {
          "title": "B cell–derived acetylcholine mitigates skin inflammation in mice through α9 nicotinic acetylcholine receptor–mediated signaling",
          "authors": "Erica Foffi, Francesco Rugolo, Nisha Ramamurthy, Jillian Haight, Simone Helke, Annick You-Ten, Chantal Tobin, Soode Moghadas Jafari, Andrew J. Elia, Thorsten Berger, Eleonora Candi, Gerry Melino, Tak W. Mak",
          "abstract": "Chronic inflammatory skin disorders are characterized by keratinocyte hyperproliferation and hyperactivation as well as immune cell infiltration. We investigated whether immune cell–derived acetylcholine (ACh) is a modulator of skin inflammation in mice. Here, we identify skin epithelial B cells as a key source of ACh that damps down inflammation. We used imiquimod (IMQ) to induce inflammatory skin disease (ISD) in mice lacking ACh production specifically in B cells (ChAT fl/fl;Mb1-Cre mice). Increased keratinocyte proliferation, epidermal thickening, and elevated levels of proinflammatory cytokines resulted. ACh binding to α9 nicotinic ACh receptor (encoded by Chrna9 ) expressed on wild-type mouse keratinocytes reduced their proliferation. Chrna9 -deficient mice exhibited the same exacerbated ISD phenotype as ChAT fl/fl;Mb1-Cre mice following IMQ induction. Our data suggest that B cell–derived ACh maintains skin homeostasis by modulating keratinocyte turnover and controlling immune-related inflammation. Therapeutic manipulation of this cholinergic pathway might mitigate both keratinocyte dysfunction and immune dysregulation in human patients, potentially pointing to treatments for ISDs such as psoriasis and related disorders.",
          "url": "https://doi.org/10.1073/pnas.2501960122",
          "doi": "https://doi.org/10.1073/pnas.2501960122",
          "filter": "2"
        },
        {
          "title": "Ligand-binding pockets in RNA and where to find them",
          "authors": "Seth D. Veenbaas, Jordan T. Koehn, Patrick S. Irving, Nicole N. Lama, Kevin M. Weeks",
          "abstract": "RNAs are critical regulators of gene expression, and their functions are often mediated by complex secondary and tertiary structures. Structured regions in RNA can selectively interact with small molecules—via well-defined ligand-binding pockets—to modulate the regulatory repertoire of an RNA. The broad potential to modulate biological function intentionally via RNA–ligand interactions remains unrealized, however, due to challenges in identifying compact RNA motifs with the ability to bind ligands with good physicochemical properties (often termed drug-like). Here, we devise fpocketR , a computational strategy that accurately detects pockets capable of binding drug-like ligands in RNA structures. Remarkably few, roughly 50, of such pockets have ever been visualized. We experimentally confirmed the ligandability of novel pockets detected with fpocketR using a fragment-based approach introduced here, Frag-MaP, that detects ligand-binding sites in cells. Analysis of pockets detected by fpocketR and validated by Frag-MaP reveals dozens of sites able to bind drug-like ligands, supports a model for RNA secondary structural motifs able to bind quality ligands, and creates a broad framework for understanding the RNA ligand-ome.",
          "url": "https://doi.org/10.1073/pnas.2422346122",
          "doi": "https://doi.org/10.1073/pnas.2422346122",
          "filter": "2"
        },
        {
          "title": "Extreme weather variability on hot rocky exoplanet 55 Cancri e explained by magma temperature–cloud feedback",
          "authors": "Kaitlyn Loftus, Yangcheng Luo, Bowen Fan, Edwin S. Kite",
          "abstract": "Observations of the hot rocky exoplanet 55 Cancri e report significant but unexplained variability in brightness across visible and infrared bands, e.g., on subweekly timescales, its mid-infrared brightness temperature fluctuates by approximately 1,400 K (with hundreds of Kelvin uncertainty). We propose a magma temperature–cloud feedback as a potential explanation that relies on the planet’s atmosphere and surface. In this feedback, under cloud-free conditions, stellar radiation heats surface magma, releasing silicate vapor that condenses into clouds. Once formed, these clouds attenuate stellar insolation, thereby cooling the surface, reducing vapor supply, and decreasing cloudiness. A time lag between surface temperature increase and cloud formation, likely due to lagged atmospheric transport of cloud-forming vapor, enables self-sustained oscillations in surface temperature and cloudiness. These oscillations manifest as variations in both the planet’s thermal emission and reflected starlight, causing variability in secondary eclipse depths across wavelengths without significantly affecting the transit depth. Using a simple model, we find that diverse planetary parameters can reproduce the observed infrared brightness variability. We also demonstrate that brightness at different wavelengths can oscillate out of phase, consistent with recent observations by the James Webb Space Telescope. Additionally, we propose that time-varying and spatially nonuniform cloud cover can result in changing amplitude and phase offset of the planet’s phase curve, potentially explaining observations. Finally, we discuss observational strategies to test this proposed mechanism on 55 Cancri e. If confirmed, these observable ocean–atmosphere dynamics on exoplanets would provide valuable insights into the composition, evolution, and long-term fate of rocky planet volatiles.",
          "url": "https://doi.org/10.1073/pnas.2423473122",
          "doi": "https://doi.org/10.1073/pnas.2423473122",
          "filter": "2"
        },
        {
          "title": "Flocking and giant fluctuations in epithelial active solids",
          "authors": "Yuan Shen, Jérémy O’Byrne, Andreas Schoenit, Ananyo Maitra, René-Marc Mège, Raphaël Voituriez, Benoit Ladoux",
          "abstract": "The collective motion of epithelial cells is a fundamental biological process which plays a significant role in embryogenesis, wound healing, and tumor metastasis. While it has been broadly investigated for over a decade both in vivo and in vitro, large-scale coherent flocking phases remain underexplored and have so far been mostly described as fluid. In this work, we report an additional mode of large-scale collective motion for different epithelial cell types in vitro with distinctive features. By tracking individual cells, we show that cells move over long time scales coherently not as a fluid, but as a polar elastic solid with negligible cell rearrangements. Our analysis reveals that this solid flocking phase exhibits signatures of long-range polar order, accompanying with scale-free correlations of the transverse component of velocity fluctuations, anomalously large density fluctuations, and shear waves. Based on a general theory of active polar solids, we argue that these features result from massless orientational Goldstone mode, which, in contrast to polar fluids where they are generic, require the decoupling of global rotations of the polarity and in-plane elastic deformations in polar solids. We theoretically show and consistently observe in experiments that the fluctuations of elastic deformations diverge for large system sizes in such polar active solid phases, leading eventually to rupture and thus potentially loss of tissue integrity at large scales.",
          "url": "https://doi.org/10.1073/pnas.2421327122",
          "doi": "https://doi.org/10.1073/pnas.2421327122",
          "filter": "2"
        },
        {
          "title": "Relaxation to universal non-Maxwellian equilibria in a collisionless plasma",
          "authors": "Robert J. Ewart, Michael L. Nastac, Pablo J. Bilbao, Thales Silva, Luís O. Silva, Alexander A. Schekochihin",
          "abstract": "Generic equilibria are derived for turbulent relaxing plasmas via an entropy-maximization procedure that accounts for the short-time conservation of certain collisionless invariants. The conservation of these collisionless invariants endows the system with a partial “memory” of its prior conditions but is imperfect on long time scales due to the development of a turbulent cascade to small scales, which breaks the precise conservation of phase volume, making this memory imprecise. The equilibria are still determined by the short-time collisionless invariants, but the invariants themselves are driven to a universal form by the nature of the turbulence. This is numerically confirmed for the case of beam instabilities in one-dimensional electrostatic plasmas, where sufficiently strong turbulence appears to cause the distribution function of particle energies to develop a universal power-law tail, with exponent −2.",
          "url": "https://doi.org/10.1073/pnas.2417813122",
          "doi": "https://doi.org/10.1073/pnas.2417813122",
          "filter": "2"
        },
        {
          "title": "Horizontal transfer of nuclear DNA in transmissible cancer",
          "authors": "Kevin Gori, Adrian Baez-Ortega, Andrea Strakova, Maximilian R. Stammnitz, Jinhong Wang, Jonathan Chan, Katherine Hughes, Sophia Belkhir, Maurine Hammel, Daniela Moralli, James Bancroft, Edward Drydale, Karen M. Allum, María Verónica Brignone, Anne M. Corrigan, Karina F. de Castro, Edward M. Donelan, Ibikunle A. Faramade, Alison Hayes, Nataliia Ignatenko, Rockson Karmacharya, Debbie Koenig, Marta Lanza-Perea, Adriana M. Lopez Quintana, Michael Meyer, Winifred Neunzig, Francisco Pedraza-Ordoñez, Yoenten Phuentshok, Karma Phuntsho, Juan C. Ramirez-Ante, John F. Reece, Sheila K. Schmeling, Sanjay Singh, Lester J. Tapia Martinez, Marian Taulescu, Samir Thapa, Sunil Thapa, Mirjam G. van der Wel, Alvaro S. Wehrle-Martinez, Michael R. Stratton, Elizabeth P. Murchison",
          "abstract": "Horizontal transfer of nuclear DNA between cells of host and cancer is a potential source of adaptive variation in cancer cells. An understanding of the frequency and significance of this process in naturally occurring tumors is, however, lacking. We screened for this phenomenon in the transmissible cancers of dogs and Tasmanian devils and found an instance in the canine transmissible venereal tumor (CTVT). This involved introduction of a 15-megabase dicentric genetic element, composed of 11 fragments of six chromosomes, to a CTVT sublineage occurring in Asia around 2,000 y ago. The element forms the short arm of a small submetacentric chromosome and derives from a dog with ancestry associated with the ancient Middle East. The introduced DNA fragment is transcriptionally active and has adopted the expression profile of CTVT. Its features suggest that it may derive from an engulfed apoptotic body. Our findings indicate that nuclear horizontal gene transfer, although likely a rare event in tumor evolution, provides a viable mechanism for the acquisition of genetic material in naturally occurring cancer genomes.",
          "url": "https://doi.org/10.1073/pnas.2424634122",
          "doi": "https://doi.org/10.1073/pnas.2424634122",
          "filter": "2"
        },
        {
          "title": "Integratable all-solid-state thin-film microbatteries",
          "authors": "Bingyuan Ke, Xinghui Wang",
          "abstract": "Large-scale integration of microbattery systems on chips has long been hindered by the technical barrier between electrochemistry and microelectronics, particularly in terms of the compatibility of microbattery cells and their collective manufacturability. In this work, a silicon-based all-solid-state thin-film microbattery cell is developed at low temperatures for on-chip integration applications. Stress management at the interfaces covering both the resistance to interfacial fracture and the stress dissipation through strain regulation enables microbattery cells to deliver a high-rate performance (34.4 mA cm −2 ), fast charge–discharge properties (1,000,000 cycles at 20 mA cm −2 ), and high-temperature tolerance (150 °C) under zero stack pressure. An intrinsic relationship among lithium utilization ratio, strain, stress, and interface manifestation is uncovered. A collective microfabrication protocol for on-chip microbattery packs is proposed, resulting in a prototype of series-connected microbattery packs. This work focuses on practically addressing the technologies and challenges in engineering on-chip microbattery systems for large-scale integration.",
          "url": "https://doi.org/10.1073/pnas.2415693122",
          "doi": "https://doi.org/10.1073/pnas.2415693122",
          "filter": "2"
        },
        {
          "title": "Opioid receptors reveal a discrete cellular mechanism of endosomal G protein activation",
          "authors": "Nicole M. Fisher, Mark von Zastrow",
          "abstract": "Many GPCRs initiate a second phase of G protein-mediated signaling from endosomes. This inherently requires the GPCR to increase cognate G protein activity on the endosome surface. G s -coupled GPCRs are thought to achieve this by internalizing and mediating a second round of allosteric coupling to G proteins on the endosome membrane. Here, we provide evidence that the μ-opioid receptor (MOR), a G i -coupled GPCR, is able to increase endosomal G protein activity in a different way. Leveraging conformational biosensors, we show that MOR activation triggers a transient increase of active-state G i/o on the plasma membrane that is followed by a prolonged increase on endosomes. Contrary to the G s -coupled GPCR paradigm, however, we show that the MOR-induced increase of active-state G i/o on endosomes requires neither internalization of MOR nor the presence of activated MOR in the endosome membrane. We propose a distinct and additional cellular mechanism of endosomal signaling by G i/o that is communicated through trafficking of the activated G protein rather than its activating GPCR.",
          "url": "https://doi.org/10.1073/pnas.2420623122",
          "doi": "https://doi.org/10.1073/pnas.2420623122",
          "filter": "2"
        },
        {
          "title": "Abiotic origin of the citric acid cycle intermediates",
          "authors": "Mason McAnally, Jana Bocková, Andrew M. Turner, Nana Hara, Daria Mikhnova, Cornelia Meinert, Ralf I. Kaiser",
          "abstract": "The molecular framework for protometabolism—chemical reactions in a prebiotic environment preceding modern metabolism—has remained unknown in evolutionary biology. Mono-, di-, and tricarboxylic acids that comprise contemporary metabolism, such as the Krebs cycle, are of particular prebiotic relevance and are theorized to predate life on Earth. Researchers have struggled to unravel the molecular origins of respiration, with theories pointing toward abiotic origins later co-opted by the earliest living organisms; however, the molecular network of these molecules has remained elusive. Recent detections of carboxylic acids linked to the Krebs cycle on the Ryugu asteroid and Murchison meteorite rekindled interest in their extraterrestrial origins. Replicating conditions analogous to the environment of dense molecular clouds in laboratory simulation experiments, our work provides compelling evidence on the abiotic synthesis of the complete suite of biorelevant molecules central to the Krebs cycle. The opportunity for these biomolecules forming in deep space could provide molecular origins of protometabolism on early Earth and also provide the molecular feedstock to worlds beyond our own.",
          "url": "https://doi.org/10.1073/pnas.2501839122",
          "doi": "https://doi.org/10.1073/pnas.2501839122",
          "filter": "2"
        },
        {
          "title": "PEARLs of wisdom for ribosome-independent peptide bond synthesis",
          "authors": "Amy M. Weeks",
          "url": "https://doi.org/10.1073/pnas.2504930122",
          "doi": "https://doi.org/10.1073/pnas.2504930122",
          "filter": "2"
        },
        {
          "title": "Elevated UDP-glucuronic acid levels mend drug resistance and stress responses via a protease and a transporter in Cryptococcus gattii",
          "authors": "Sujiraphong Pharkjaksu, Hongyi Cai, Peter J. Walter, Yun C. Chang, Kyung J. Kwon-Chung",
          "abstract": "UDP-glucuronic acid (UDP-GlcUA) is a nucleotide sugar essential for various biological processes in many organisms, and its excess within the cell can disrupt cellular functions. In Cryptococcus , mutations in the UXS1 gene which encodes an enzyme responsible for converting UDP-GlcUA into UDP-xylose, result in excessive accumulation of UDP-GlcUA and confer resistance to the antifungal drug 5-fluorocytosine. Here, we demonstrate that elevation of UDP-GlcUA affects several cellular processes in Cryptococcus gattii , including growth rate, ability to grow under various stress conditions and resistance to fluorinated pyrimidine analogs. RNA-seq analyses of the uxs1Δ mutant identify three acid protease genes, notably PEP401 , that are differentially expressed. The absence of PEP401 in the uxs1Δ background significantly reduces UDP-GlcUA levels and reverts all the phenotypes of the uxs1Δ mutant to the wild-type characteristics. High levels of UDP-GlcUA not only regulate expression of PEP401 at RNA and protein levels but also enhance the proteolytic activity of total protein extracts in a PEP401 -dependent manner, establishing a functional link between nucleotide sugar metabolism and proteolytic regulation. Moreover, the UDP-GlcUA transporter gene, UUT1 , can further modulate the levels of UDP-GlcUA in the uxs1Δ pep401Δ double mutant and manifests drug resistance phenotypes observed in the uxs1Δ mutant. Collectively, these findings reveal a previously unrecognized regulatory network that links UDP-GlcUA metabolism to protease-mediated cellular processes and the transport of UDP-GlcUA. This interaction provides a foundation for targeting nucleotide sugar metabolism and protease regulation in the development of enhanced therapeutic strategies against cryptococcosis.",
          "url": "https://doi.org/10.1073/pnas.2503960122",
          "doi": "https://doi.org/10.1073/pnas.2503960122",
          "filter": "2"
        },
        {
          "title": "Structure in conversation: Evidence for the vocabulary, semantics, and syntax of prosody",
          "authors": "Nadav Matalon, Eyal Weinreb, Dominik Freche, Erez Volk, Tirza Biron, Elisha Moses, David Biron",
          "abstract": "Prosody, the musical facet of speech, is pivotal in human communication, and its structure and meaning remain subjects of ongoing research. In this study, we introduce a data-driven model for English prosody, based on large-scale analysis of spontaneous conversations. As a first step, we identify approximately 200 discernible prosodic patterns—which we view as building blocks of the prosodic vocabulary—and outline their properties and range of meanings. Next, we reveal a Markovian logic, akin to a syntax, for concatenating these elementary building blocks into coherent utterances. We identify distinct compound functions associated with pairs of consecutive patterns and show that the Markovian syntax is more prevalent in spontaneous prosody, as compared to scripted speech. These findings offer invaluable insights into the underlying mechanisms of conversational prosody: They empirically inform and refine existing theoretical concepts. The methodology we present, combining unsupervised analysis of large datasets of spontaneous speech with manual sampling of the results, could guide future research aimed at refining our model and expanding it to other languages.",
          "url": "https://doi.org/10.1073/pnas.2403262122",
          "doi": "https://doi.org/10.1073/pnas.2403262122",
          "filter": "2"
        },
        {
          "title": "Mapping the developmental profile of ventricular zone–derived neurons in the human cerebellum",
          "authors": "Anders W. Erickson, Henry Tan, Liam D. Hendrikse, Jake Millman, Zachary Thomson, Joseph Golser, Omar Khan, Guanyi He, Kathleen Bach, Arpit Suresh Mishra, Janja Kopic, Zeljka Krsnik, Ferechte Encha-Razavi, Giulia Petrilli, Fabien Guimiot, Evelina Silvestri, Kimberly A. Aldinger, Michael D. Taylor, Kathleen J. Millen, Parthiv Haldipur",
          "abstract": "The cerebellar ventricular zone (VZ) is the primary source of progenitors that generate cerebellar GABAergic neurons, including Purkinje cells (PCs) and interneurons (INs). This study provides detailed characterization of human cerebellar GABAergic neurogenesis using transcriptomic and histopathological analyses and reveals conserved and unique features compared to rodents. We show that the sequential progression of neurogenesis is conserved and occurs before 8 postconception weeks. Notably, PC differentiation occurs in the outer subventricular zone (SVZ), a region absent in the mouse cerebellum. Human PCs are generated during a compact two-week period before the onset of cerebral cortex histogenesis. A subset of human PCs retain proliferative marker expression weeks after leaving the VZ, another feature not observed in rodents. Human PC maturation is protracted with an extensive migration and reorganization throughout development with dendritic arborization developing in late gestation. We define a continuous transcriptional cascade of PC development from neuroepithelial cells to mature PCs. In contrast, while human interneuronal progenitors are born beginning in early fetal development, they exhibit an even more protracted differentiation across late gestation and into postnatal ages. These findings show dynamic developmental process for human cerebellar GABAergic neurons and underscore the importance of the embryonic environment, with early disruptions having potentially significant impacts.",
          "url": "https://doi.org/10.1073/pnas.2415425122",
          "doi": "https://doi.org/10.1073/pnas.2415425122",
          "filter": "2"
        },
        {
          "title": "Four-million-year Marinoan snowball shows multiple routes to deglaciation",
          "authors": "Adrian R. Tasistro-Hart, Francis A. Macdonald, James L. Crowley, Mark D. Schmitz",
          "abstract": "Twice during the Neoproterozoic Era, Earth experienced runaway ice-albedo catastrophes that resulted in multimillion year, low-latitude glaciations: the Sturtian and Marinoan snowball Earths. In the snowball climate state, CO 2 consumption through silicate weathering collapses, and atmospheric CO 2 accumulates via volcanic outgassing until a sufficiently strong greenhouse causes deglaciation. The duration and extent of ice cover are critical for planetary habitability, both on exoplanets and on Earth where animals emerged between the two glaciations. Radioisotopic ages have defined the duration of the Sturtian glaciation to 56 Myr, but the duration of the Marinoan glaciation (4 to 15 Myr) currently has 11 Myr of uncertainty. Here, we show that the Marinoan glaciation in Namibia lasted ca. 4 Myr with less than 10 m of vertical ice grounding line motion through glacial advance-retreat cycles. The stability of a low-latitude ice grounding line is consistent with the strong hysteresis of a hard snowball state. The disparity in durations demonstrates different routes to deglaciation, through slower CO 2 accumulation for the longer Sturtian and radiative perturbation for the Marinoan. The short duration of the Marinoan glaciation may have been essential for the survival and evolution of animals and illustrates an additional path toward habitability on exoplanets.",
          "url": "https://doi.org/10.1073/pnas.2418281122",
          "doi": "https://doi.org/10.1073/pnas.2418281122",
          "filter": "2"
        },
        {
          "title": "FlgY, PflA, and PflB form a spoke–ring network in the high-torque flagellar motor of Helicobacter pylori",
          "authors": "Shoichi Tachiyama, Kyle Rosinke, Mohammad F. Khan, Xiaotian Zhou, Yue Xin, Jack M. Botting, Jian Yue, Anna Roujeinikova, Timothy R. Hoover, Jun Liu",
          "abstract": "Helicobacter pylori has evolved distinct flagellar motility to colonize the human stomach. Rotation of the H. pylori flagella is driven by one of the largest known bacterial flagellar motors. In addition to the core motor components found in Escherichia coli and Salmonella enterica , the flagellar motor in H. pylori possesses many accessories that enable the bacteria to penetrate the gastric mucus layer. Here, we utilize cryoelectron tomography with molecular genetics and biochemical approaches to characterize three accessory proteins, FlgY, PflA, and PflB, and their roles in H. pylori flagellar assembly and motility. Comparative analyses of in situ flagellar motor structures from pflA , pflB , and flgY mutants and wild-type H. pylori reveal that FlgY forms a 13-fold proximal spoke–ring around the MS-ring and that PflA and PflB form an 18-fold distal spoke–ring enclosing 18 torque-generating stator complexes. We build a pseudoatomic model of the H. pylori motor by leveraging AlphaFold-predicted structures, protein–protein interactions, and in situ motor structures. Our model suggests that the FlgY spoke–ring functions as a bearing around the rotating MS-ring and as a template for stabilizing the PflA–PflB spoke–ring, thus enabling the recruitment of 18 stator complexes for high-torque generation. Overall, our study sheds light on how this spoke–ring network between the MS-ring and stator complexes enables the unique motility of H. pylori . As these accessory proteins are conserved in the phylum Campylobacterota, our findings apply broadly to a better understanding of how polar flagella help bacteria thrive in gastric and enteric niches.",
          "url": "https://doi.org/10.1073/pnas.2421632122",
          "doi": "https://doi.org/10.1073/pnas.2421632122",
          "filter": "2"
        },
        {
          "title": "Linking energetic instability to compositional changes in biological communities",
          "authors": "Taku Kadoya, Kenta Suzuki, Akira Terui",
          "abstract": "The resilience of an ecological community informs us how it will respond to future environmental disturbances. However, the concept is rarely tested in the context of predicting biodiversity change, particularly at broad spatial and taxonomic scales. Here, we show that measures of instability derived from the resilience of the current state of community compositions greatly improve the predictability of biodiversity change. We applied energy landscape analysis (ELA) to community compositions of both simulated and natural ecosystems of distinctive regions and taxa (birds, fishes, mollusks, and phytoplankton) and estimated the resilience of those systems. We found that a metric of local instability, which represents how current community states are inflated from local optima, explained well the magnitude of species turnover and energy changes from the current to future states for both simulated and real communities. A metric of global instability, which represents a community’s tendency to cross-over ridges of local basins of attraction to alternate stable states, also served as a weaker yet significant index of such changes. Our ELA results suggest that quantifying the resilience of real ecosystems is essential for understanding the mechanisms of community dynamics in an effort to improve the prediction of biodiversity change.",
          "url": "https://doi.org/10.1073/pnas.2422701122",
          "doi": "https://doi.org/10.1073/pnas.2422701122",
          "filter": "2"
        },
        {
          "title": "Multiple sclerosis and gut microbiota: Lachnospiraceae from the ileum of MS twins trigger MS-like disease in germfree transgenic mice—An unbiased functional study",
          "authors": "Hongsup Yoon, Lisa Ann Gerdes, Florian Beigel, Yihui Sun, Janine Kövilein, Jiancheng Wang, Tanja Kuhlmann, Andrea Flierl-Hecht, Dirk Haller, Reinhard Hohlfeld, Sergio E. Baranzini, Hartmut Wekerle, Anneli Peters",
          "abstract": "We developed a two-tiered strategy aiming to identify gut bacteria functionally linked to the development of multiple sclerosis (MS). First, we compared gut microbial profiles in a cohort of 81 monozygotic twins discordant for MS. This approach allowed to minimize confounding effects by genetic and early environmental factors and identified over 50 differently abundant taxa with the majority of increased taxa within the Firmicutes . These included taxa previously described to be associated with MS ( Anaerotruncus colihominis and Eisenbergiella tayi ), along with newly identified taxa, such as Copromonas and Acutalibacter . Second, we interrogated the intestinal habitat and functional impact of individual taxa on the development of MS-like disease. In an exploratory approach, we enteroscopically sampled microbiota from different gut segments of selected twin pairs and compared their compositional profiles. To assess their functional potential, samples were orally transferred into germfree transgenic mice prone to develop spontaneous MS-like experimental autoimmune encephalomyelitis (EAE) upon bacterial colonization. We found that MS-derived ileal microbiota induced EAE at substantially higher rates than analogous material from healthy twin donors. Furthermore, female mice were more susceptible to disease development than males. The likely active organisms were identified as Eisenbergiella tayi and Lachnoclostridium, members of the Lachnospiraceae family. Our results identify potentially disease-facilitating bacteria sampled from the ileum of MS affected twins. The experimental strategy may pave the way to functionally understand the role of gut microbiota in initiation of MS.",
          "url": "https://doi.org/10.1073/pnas.2419689122",
          "doi": "https://doi.org/10.1073/pnas.2419689122",
          "filter": "2"
        },
        {
          "title": "LACE-UP: An ensemble machine-learning method for health subtype classification on multidimensional binary data",
          "authors": "Rebecca Danning, Frank B. Hu, Xihong Lin",
          "abstract": "Disease and behavior subtype identification is of significant interest in biomedical research. However, in many settings, subtype discovery is limited by a lack of robust statistical clustering methods appropriate for binary data. Here, we introduce LACE-UP [latent class analysis ensembled with UMAP (uniform manifold approximation and projection) and PCA (principal components analysis)], an ensemble machine-learning method for clustering multidimensional binary data that does not require prespecifying the number of clusters and is robust to realistic data settings, such as the correlation of variables observed from the same individual and the inclusion of variables unrelated to the underlying subtype. The method ensembles latent class analysis, a model-based clustering method; principal components analysis, a spectral signal processing method; and UMAP, a cutting-edge model-free dimensionality reduction algorithm. In simulations, LACE-UP outperforms gold-standard techniques across a variety of realistic scenarios, including in the presence of correlated and extraneous data. We apply LACE-UP to dietary behavior data from the UK Biobank to demonstrate its power to uncover interpretable dietary subtypes that are associated with lipids and cardiovascular risk.",
          "url": "https://doi.org/10.1073/pnas.2423341122",
          "doi": "https://doi.org/10.1073/pnas.2423341122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Convergence and consensus",
          "authors": "H. Holden Thorp",
          "abstract": "In these days of political instability, geopolitical tensions, and social discontent around the world, there are continued threats to the principles, conduct, and findings of science. This assault on science has been fueled by flooding the public with confusing information from both traditional and digital media. One concept that creates misunderstanding is “scientific consensus.” It’s time to stop using this shorthand and make clear what it really means.",
          "url": "https://doi.org/10.1126/science.ady3211",
          "doi": "https://doi.org/10.1126/science.ady3211",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Emergence and interstate spread of highly pathogenic avian influenza A(H5N1) in dairy cattle in the United States",
          "authors": "Thao-Quyen Nguyen, Carl R. Hutter, Alexey Markin, Megan Thomas, Kristina Lantz, Mary Lea Killian, Garrett M. Janzen, Sriram Vijendran, Sanket Wagle, Blake Inderski, Drew R. Magstadt, Ganwu Li, Diego G. Diel, Elisha Anna Frye, Kiril M. Dimitrov, Amy K. Swinford, Alexis C. Thompson, Kevin R. Snekvik, David L. Suarez, Steven M. Lakin, Stacey Schwabenlander, Sara C. Ahola, Kammy R. Johnson, Amy L. Baker, Suelee Robbe-Austerman, Mia Kim Torchetti, Tavis K. Anderson",
          "abstract": "Highly pathogenic avian influenza (HPAI) viruses cross species barriers and have the potential to cause pandemics. In North America, HPAI A(H5N1) viruses related to the goose/Guangdong 2.3.4.4b hemagglutinin phylogenetic clade have infected wild birds, poultry, and mammals. Our genomic analysis and epidemiological investigation showed that a reassortment event in wild bird populations preceded a single wild bird–to-cattle transmission episode. The movement of asymptomatic or presymptomatic cattle has likely played a role in the spread of HPAI within the United States dairy herd. Some molecular markers that may lead to changes in transmission efficiency and phenotype were detected at low frequencies. Continued transmission of H5N1 HPAI within dairy cattle increases the risk for infection and subsequent spread of the virus to human populations.",
          "url": "https://doi.org/10.1126/science.adq0900",
          "doi": "https://doi.org/10.1126/science.adq0900",
          "filter": "2"
        },
        {
          "title": "Tumor-derived erythropoietin acts as an immunosuppressive switch in cancer immunity",
          "authors": "David Kung-Chun Chiu, Xiangyue Zhang, Bowie Yik-Ling Cheng, Qiang Liu, Kazukuni Hayashi, Bo Yu, Ryan Lee, Catherine Zhang, Xiuli An, Jayakumar Rajadas, Nathan E. Reticker-Flynn, Erinn B. Rankin, Edgar G. Engleman",
          "abstract": "Successful cancer immunotherapy requires a patient to mount an effective immune response against tumors; however, many cancers evade the body’s immune system. To investigate the basis for treatment failure, we examined spontaneous mouse models of hepatocellular carcinoma (HCC) with either an inflamed T cell–rich or a noninflamed T cell–deprived tumor microenvironment (TME). Our studies reveal that erythropoietin (EPO) secreted by tumor cells determines tumor immunotype. Tumor-derived EPO autonomously generates a noninflamed TME by interacting with its cognate receptor EPOR on tumor-associated macrophages (TAMs). EPO signaling prompts TAMs to become immunoregulatory through NRF2-mediated heme depletion. Removing either tumor-derived EPO or EPOR on TAMs leads to an inflamed TME and tumor regression independent of genotype, owing to augmented antitumor T cell immunity. Thus, the EPO/EPOR axis functions as an immunosuppressive switch for antitumor immunity.",
          "url": "https://doi.org/10.1126/science.adr3026",
          "doi": "https://doi.org/10.1126/science.adr3026",
          "filter": "2"
        },
        {
          "title": "Bottom-up reconstruction of functional death fold signalosomes reveals a requirement for polymer stability and avidity",
          "authors": "Mauriz A. Lichtenstein, Fakun Cao, Finn Lobnow, Paulina Dirvanskyte, Daniel Weyhenmeyer, Anna Kulesza, Elke Ziska, Randal Halfmann, Marcus J. Taylor",
          "abstract": "Protein polymer scaffolds composed of death fold (DF) proteins are critical to the formation of signalosomes in immune signaling. The biophysical properties that these polymeric scaffolds require for signal transduction are not clearly defined. Here, we engineered single-component DF signalosomes. We found that functionality depends on the stability provided by the DF polymer, which could also be achieved with a bacterial DF domain, a synthetic filament-forming domain, and amyloid-like sequences. This demonstrates the importance of polymer stability and inducibility irrespective of the motif’s origin. By varying the number of included TRAF6 interaction motifs, we demonstrate that avidity is a tunable property that can control the amplitude of signaling outputs. This work lays out a reductionist framework to elucidate the required signaling properties through polymeric scaffolds by adjusting their assembly kinetics, stability, and avidity.",
          "url": "https://doi.org/10.1126/science.adq3234",
          "doi": "https://doi.org/10.1126/science.adq3234",
          "filter": "2"
        },
        {
          "title": "Observation of generalized t-J spin dynamics with tunable dipolar interactions",
          "authors": "Annette N. Carroll, Henrik Hirzler, Calder Miller, David Wellnitz, Sean R. Muleady, Junyu Lin, Krzysztof P. Zamarski, Reuben R. W. Wang, John L. Bohn, Ana Maria Rey, Jun Ye",
          "abstract": "Long-range and anisotropic dipolar interactions profoundly modify the dynamics of particles hopping in a periodic lattice potential. We report the realization of a generalized t-J model with dipolar interactions using a system of ultracold fermionic molecules with spin encoded in the two lowest rotational states. We independently tuned the dipolar Ising and spin-exchange couplings and the molecular motion and studied their interplay on coherent spin dynamics. Using Ramsey spectroscopy, we observed and modeled interaction-driven contrast decay that depends strongly both on the strength of the anisotropy between Ising and spin-exchange couplings and on motion. This study paves the way for future exploration of kinetic spin dynamics and quantum magnetism with highly tunable molecular platforms in regimes that are challenging for existing numerical and analytical methods.",
          "url": "https://doi.org/10.1126/science.adq0911",
          "doi": "https://doi.org/10.1126/science.adq0911",
          "filter": "2"
        },
        {
          "title": "Minute-scale dynamics of recurrent dike intrusions in Iceland with fiber-optic geodesy",
          "authors": "Jiaxuan Li, Ettore Biondi, Elías Rafn Heimisson, Simone Puel, Qiushi Zhai, Shane Zhang, Vala Hjörleifsdóttir, Xiaozhuo Wei, Elijah Bird, Andy Klesh, Valey Kamalov, Theodór Gunnarsson, Halldór Geirsson, Zhongwen Zhan",
          "abstract": "Continuous geodetic measurements near volcanic systems can image magma transport dynamics, yet resolving dike intrusions with high spatiotemporal resolution remains challenging. We introduce fiber-optic geodesy, leveraging low-frequency distributed acoustic sensing (LFDAS) recordings along a telecommunication fiber-optic cable, to track dike intrusions near Grindavík, Iceland, on a minute timescale. LFDAS reveals distinct strain responses from nine intrusive events, six resulting in fissure eruptions. Geodetic inversion of LFDAS strain reveals detailed magmatic intrusions, with inferred dike volume rate peaking systematically 15 to 22 min before the onset of each eruption. Our results demonstrate DAS’s potential for a dense strainmeter array, enabling high-resolution, nearly real-time imaging of subsurface quasi-static deformations. In active volcanic regions, LFDAS recordings can offer critical insights into magmatic evolution, eruption forecasting, and hazard assessment.",
          "url": "https://doi.org/10.1126/science.adu0225",
          "doi": "https://doi.org/10.1126/science.adu0225",
          "filter": "2"
        },
        {
          "title": "RNA-mediated CRISPR-Cas13 inhibition through crRNA structural mimicry",
          "authors": "Victoria M. Hayes, Jun-Tao Zhang, Mark A. Katz, Yuelong Li, Benjamin Kocsis, David M. Brinkley, Ning Jia, Alexander J. Meeske",
          "abstract": "To circumvent CRISPR-Cas immunity, phages express anti-CRISPR factors that inhibit the expression or activities of Cas proteins. Whereas most anti-CRISPRs described to date are proteins, recently described small RNAs called RNA anti-CRISPRs (rAcrs) have sequence homology to CRISPR RNAs (crRNAs) and displace them from cognate Cas nucleases. In this work, we report the discovery of rAcrVIA1—a plasmid-encoded small RNA that inhibits the RNA-targeting CRISPR-Cas13 system in its natural host, Listeria seeligeri . We solved the cryo–electron microscopy structure of the Cas13-rAcr complex, which revealed that rAcrVIA1 adopts a fold nearly identical to crRNA despite sharing negligible sequence similarity. Collectively, our findings expand the diversity of rAcrs and reveal an example of immune antagonism through RNA structural mimicry.",
          "url": "https://doi.org/10.1126/science.adr3656",
          "doi": "https://doi.org/10.1126/science.adr3656",
          "filter": "2"
        },
        {
          "title": "Polyoxometalated metal-organic framework superstructure for stable water oxidation",
          "authors": "Kaihang Yue, Ruihu Lu, Mingbin Gao, Fei Song, Yao Dai, Chenfeng Xia, Bingbao Mei, Hongliang Dong, Ruijuan Qi, Daliang Zhang, Jiangwei Zhang, Ziyun Wang, Fuqiang Huang, Bao Yu Xia, Ya Yan",
          "abstract": "Stable, nonprecious catalysts are vital for large-scale alkaline water electrolysis. Here, we report a grafted superstructure, MOF@POM, formed by self-assembling a metal-organic framework (MOF) with polyoxometalate (POM). In situ electrochemical transformation converts MOF into active metal (oxy)hydroxides to produce a catalyst with a low overpotential of 178 millivolts at 10 milliamperes per square centimeter in alkaline electrolyte. An anion exchange membrane water electrolyzer incorporating this catalyst achieves 3 amperes per square centimeter at 1.78 volts at 80°C and stable operation at 2 amperes per square centimeter for 5140 hours at room temperature. In situ electrochemical spectroscopy and theoretical studies reveal that the synergistic interactions between metal atoms create a fast electron-transfer channel from catalytic iron and cobalt sites, nickel, and tungsten in the polyoxometalate to the electrode, stabilizing the metal sites and preventing dissolution.",
          "url": "https://doi.org/10.1126/science.ads1466",
          "doi": "https://doi.org/10.1126/science.ads1466",
          "filter": "2"
        },
        {
          "title": "Ultrafast aqueous electric double layer dynamics",
          "authors": "Alessandro Greco, Sho Imoto, Ellen H. G. Backus, Yuki Nagata, Johannes Hunger, Mischa Bonn",
          "abstract": "The electric double layer (EDL) is critical in electrochemical capacitors and transistors, on-water chemistry, and bioelectric technologies. Ion dynamics within the EDL define the limits for charging and discharging processes. Classical EDL models struggle at high electrolyte concentrations, and observing EDL dynamics has been challenging. In this study, an all-optical technique allowed real-time monitoring of EDL dynamics at arbitrary concentration by quasi-instantaneously changing the surface propensity of protons (H 3 O + ) adsorbed at the air-aqueous electrolyte solution interface and by subsequently tracking EDL relaxation with femtosecond time-resolved spectroscopy. EDL reorganization occurred on picosecond timescales and was strongly concentration dependent. Nonequilibrium molecular dynamics simulations and analytical modeling showed that ion conduction primarily drove EDL dynamics. This research quantified EDL dynamics and identified its primary driver, providing insights for optimization of electrochemical applications.",
          "url": "https://doi.org/10.1126/science.adu5781",
          "doi": "https://doi.org/10.1126/science.adu5781",
          "filter": "2"
        },
        {
          "title": "Distinct adipose progenitor cells emerging with age drive active adipogenesis",
          "authors": "Guan Wang, Gaoyan Li, Anying Song, Yutian Zhao, Jiayu Yu, Yifan Wang, Wenting Dai, Martha Salas, Hanjun Qin, Leonard Medrano, Joan Dow, Aimin Li, Brian Armstrong, Patrick T. Fueger, Hua Yu, Yi Zhu, Mengle Shao, Xiwei Wu, Lei Jiang, Judith Campisi, Xia Yang, Qiong A. Wang",
          "abstract": "Starting at middle age, adults often suffer from visceral adiposity and associated adverse metabolic disorders. Lineage tracing in mice revealed that adipose progenitor cells (APCs) in visceral fat undergo extensive adipogenesis during middle age. Thus, despite the low turnover rate of adipocytes in young adults, adipogenesis is unlocked during middle age. Transplantations quantitatively showed that APCs in middle-aged mice exhibited high adipogenic capacity cell-autonomously. Single-cell RNA sequencing identified a distinct APC population, the committed preadipocyte, age-enriched (CP-A), emerging at this age. CP-As demonstrated elevated proliferation and adipogenesis activity. Pharmacological and genetic manipulations indicated that leukemia inhibitory factor receptor signaling was indispensable for CP-A adipogenesis and visceral fat expansion. These findings uncover a fundamental mechanism of age-dependent adipose remodeling, offering critical insights into age-related metabolic diseases.",
          "url": "https://doi.org/10.1126/science.adj0430",
          "doi": "https://doi.org/10.1126/science.adj0430",
          "filter": "2"
        },
        {
          "title": "Conventional and organic farms with more intensive management have lower soil functionality",
          "authors": "Sophie Q. van Rijssel, Guusje J. Koorneef, G. F. (Ciska) Veen, Mirjam M. Pulleman, Ron G. M. de Goede, Rob N. J. Comans, Wim H. van der Putten, Kyle Mason-Jones",
          "abstract": "Organic farming is often considered to be more sustainable than conventional farming. However, both farming systems comprise highly variable management practices. In this study, we show that in organic and conventional arable fields, the multifunctionality of soils decreases with increasing agricultural management intensity. Soil organic carbon content and bacterial biomass, respectively, were the strongest abiotic and biotic predictors of soil multifunctionality. Greater soil multifunctionality was associated with less-frequent inversion tillage and higher frequency of grass-legume cover cropping, and organic farming did not outperform conventional farming. Our results suggest that reducing management intensity will enhance soil multifunctionality in both conventional and organic farming. This implies that, in contexts where high-yielding, high-intensity agriculture prevails, the paradigm of sustainable intensification should be replaced by “productive deintensification.”",
          "url": "https://doi.org/10.1126/science.adr0211",
          "doi": "https://doi.org/10.1126/science.adr0211",
          "filter": "2"
        },
        {
          "title": "Aluminum distribution and active site locations in the structures of zeolite ZSM-5 catalysts",
          "authors": "Przemyslaw Rzepka, Thomas Huthwelker, Jiri Dedecek, Edyta Tabor, Milan Bernauer, Stepan Sklenak, Kinga Mlekodaj, Jeroen A. van Bokhoven",
          "abstract": "Zeolites have exceptional catalytic performance in oil refining and chemical synthesis that can be attributed to their well-defined porous structures that host active sites. This study pinpoints the exact locations of aluminum atoms in ZSM-5 structures—a key zeolite catalyst. Aluminum siting governs catalytic efficiency in acid and redox processes. Anomalous x-ray powder diffraction (AXRPD) at the aluminum K-edge probes the long-range order of aluminum atoms within the ZSM-5 frameworks, precisely quantifying both isolated aluminum atoms and Al(-O-Si-O-) x Al sequences (aluminum pairs). Supported by nuclear magnetic resonance studies, AXRPD unambiguously determines the crystallographic organization of aluminum pairs, recognized spectroscopically as α, β, and γ sites, linking their distribution to superior catalytic activity in propene oligomerization. This combined approach provides essential insights for optimizing zeolite catalysts and enhancing their performance.",
          "url": "https://doi.org/10.1126/science.ads7290",
          "doi": "https://doi.org/10.1126/science.ads7290",
          "filter": "2"
        },
        {
          "title": "Hawaiian caterpillar patrols spiderwebs camouflaged in insect prey’s body parts",
          "authors": "Daniel Rubinoff, Michael San Jose, Camiel Doorenweerd",
          "abstract": "Lepidoptera is the most herbivorous of all the insect orders, with predatory caterpillars globally comprising less than 0.13% of the nearly 200,000 moth and butterfly species. Here, we report a species in which caterpillars are carnivorous inhabitants of spider’s webs, feeding on the arthropods that they find there. This Hawaiian lineage also boasts an unprecedented and macabre practice of decorating its portable larval home with the body parts of the spider prey it harvests from the web where it resides. Phylogenomic data suggest that the origin of this unique spider cohabitant is at least six million years old, more than one million years older than Hawaii’s current high islands. After decades of searching, only one species has been discovered, and it is restricted to 15 square kilometers of a single mountain range on the island of Oʻahu, meaning that other members of the lineage have disappeared from older islands. Conservation action to save this globally unique lineage is imperative and overdue.",
          "url": "https://doi.org/10.1126/science.ads4243",
          "doi": "https://doi.org/10.1126/science.ads4243",
          "filter": "2"
        },
        {
          "title": "A well-connected Earth: The science and conservation of organismal movement",
          "authors": "Jedediah F. Brodie, Andrew Gonzalez, Jayasilan Mohd-Azlan, Cara R. Nelson, Gary Tabor, Divya Vasudev, Katherine A. Zeller, Robert J. Fletcher",
          "abstract": "Global biodiversity targets focus on landscape and seascape connectivity as a foundational component of biodiversity conservation, including networks of connected protected areas. Recent advances allow the measurement and prediction of organismal movements at multiple scales. We provide a definition of connectivity that links movement to persistence and ecological function. Connectivity science can guide planning for biodiversity, ecosystem services, ecological restoration, and climate adaptation. Ongoing climate change and land and sea use are closing the window of opportunity for connectivity conservation. A coordinated global effort is required to implement scientific knowledge and to monitor, map, protect, and restore areas that promote movement and maintain well-connected ecosystems for biodiversity in the long term.",
          "url": "https://doi.org/10.1126/science.adn2225",
          "doi": "https://doi.org/10.1126/science.adn2225",
          "filter": "2"
        },
        {
          "title": "Microlensing events indicate that super-Earth exoplanets are common in Jupiter-like orbits",
          "authors": "Weicheng Zang, Youn Kil Jung, Jennifer C. Yee, Kyu-Ha Hwang, Hongjing Yang, Andrzej Udalski, Takahiro Sumi, Andrew Gould, Shude Mao, Michael D. Albrow, Sun-Ju Chung, Cheongho Han, Yoon-Hyun Ryu, In-Gu Shin, Yossi Shvartzvald, Sang-Mok Cha, Dong-Jin Kim, Hyoun-Woo Kim, Seung-Lee Kim, Chung-Uk Lee, Dong-Joo Lee, Yongseok Lee, Byeong-Gon Park, Richard W. Pogge, Xiangyu Zhang, Renkun Kuang, Hanyue Wang, Jiyuan Zhang, Zhecheng Hu, Wei Zhu, Przemek Mróz, Jan Skowron, Radosław Poleski, Michał K. Szymański, Igor Soszyński, Paweł Pietrukowicz, Szymon Kozłowski, Krzysztof Ulaczyk, Krzysztof A. Rybicki, Patryk Iwanek, Marcin Wrona, Mariusz Gromadzki, Fumio Abe, Richard Barry, David P. Bennett, Aparna Bhattacharya, Ian A. Bond, Hirosane Fujii, Akihiko Fukui, Ryusei Hamada, Yuki Hirao, Stela Ishitani Silva, Yoshitaka Itow, Rintaro Kirikawa, Naoki Koshimoto, Yutaka Matsubara, Shota Miyazaki, Yasushi Muraki, Greg Olmschenk, Clément Ranc, Nicholas J. Rattenbury, Yuki Satoh, Daisuke Suzuki, Mio Tomoyoshi, Paul J. Tristram, Aikaterini Vandorou, Hibiki Yama, Kansuke Yamashita",
          "abstract": "Exoplanets classified as super-Earths are commonly observed on short-period orbits, close to their host stars, but their abundance on wider orbits is poorly constrained. Gravitational microlensing is sensitive to exoplanets on wide orbits. We observed the microlensing event OGLE-2016-BLG-0007, which indicates an exoplanet with a planet-to-star mass ratio roughly double the Earth-Sun mass ratio, on an orbit longer than Saturn’s. We combined this event with a larger sample from a microlensing survey to determine the distribution of mass ratios for planets on wide orbits. We infer that there are ~0.35 super-Earth planets per star on Jupiter-like orbits. The observations are most consistent with a bimodal distribution, with separate peaks for super-Earths and gas giants. We suggest that this reflects differences in their formation processes.",
          "url": "https://doi.org/10.1126/science.adn6088",
          "doi": "https://doi.org/10.1126/science.adn6088",
          "filter": "2"
        },
        {
          "title": "Gallium-catalyzed recycling of silicone waste with boron trichloride to yield key chlorosilanes",
          "authors": "Nam Đức Vũ, Aurélie Boulegue-Mondière, Nicolas Durand, Joséphine Munsch, Mickaël Boste, Rudy Lhermet, David Gajan, Anne Baudouin, Steven Roldán-Gómez, Marie-Eve L. Perrin, Vincent Monteil, Jean Raynaud",
          "abstract": "Chemical recycling to monomers is a key strategy for a sustainable circular polymer economy. However, most efforts have focused on polymers with carbon backbones. Recycling of silicone polymers and corresponding materials, featuring a robust inorganic backbone and tunable properties, remains in its infancy. We present a general method for depolymerization of a very wide range of silicone-based materials and postconsumer waste, including end-of-life cross-linked polydimethylsiloxane-based networks within formulated materials. The reaction proceeds at 40°C, harnessing an efficient gallium catalyst for a million-fold rate enhancement and boron trichloride as the chlorine source, to produce nearly quantitative yields of (methyl)chlorosilanes, key intermediates in the Müller-Rochow process that anchors the silicone industry.",
          "url": "https://doi.org/10.1126/science.adv0919",
          "doi": "https://doi.org/10.1126/science.adv0919",
          "filter": "2"
        },
        {
          "title": "Governance can’t be automated",
          "authors": "Jack Stilgoe",
          "abstract": "On the corners of the Holborn viaduct in central London, there are four statues: Commerce, Agriculture, Fine Art, and Science. The figure representing Science looks like she should be in Ancient Greece, but she is incongruously holding a Victorian contraption with two balls on diagonal struts. The object, an advertisement for Britain’s technological prowess during the Industrial Revolution, is a flyball governor.",
          "url": "https://doi.org/10.1126/science.adx3843",
          "doi": "https://doi.org/10.1126/science.adx3843",
          "filter": "2"
        },
        {
          "title": "Deep-tissue transcriptomics and subcellular imaging at high spatial resolution",
          "authors": "Valentina Gandin, Jun Kim, Liang-Zhong Yang, Yumin Lian, Takashi Kawase, Amy Hu, Konrad Rokicki, Greg Fleishman, Paul Tillberg, Alejandro Aguilera Castrejon, Carsen Stringer, Stephan Preibisch, Zhe J. Liu",
          "abstract": "Limited color channels in fluorescence microscopy have long constrained spatial analysis in biological specimens. We introduce cycle hybridization chain reaction (cycleHCR), a method that integrates multicycle DNA barcoding with HCR to overcome this limitation. cycleHCR enables highly multiplexed imaging of RNA and proteins using a unified barcode system. Whole-embryo transcriptomics imaging achieved precise three-dimensional gene expression and cell fate mapping across a specimen depth of ~310 μm. When combined with expansion microscopy, cycleHCR revealed an intricate network of 10 subcellular structures in mouse embryonic fibroblasts. In mouse hippocampal slices, multiplex RNA and protein imaging uncovered complex gene expression gradients and cell-type–specific nuclear structural variations. cycleHCR provides a quantitative framework for elucidating spatial regulation in deep tissue contexts for research and has potential diagnostic applications.",
          "url": "https://doi.org/10.1126/science.adq2084",
          "doi": "https://doi.org/10.1126/science.adq2084",
          "filter": "2"
        },
        {
          "title": "Erratum for the Research Article “Structural basis for strychnine activation of human bitter taste receptor TAS2R46” by W. Xu et al .",
          "url": "https://doi.org/10.1126/science.adx9419",
          "doi": "https://doi.org/10.1126/science.adx9419",
          "filter": "3"
        },
        {
          "title": "The cellular basis for middle-age spread",
          "authors": "Yong Geun Jeon, Jae Bum Kim",
          "abstract": "Age-specific adipocyte progenitors drive visceral adipose tissue expansion in middle age",
          "url": "https://doi.org/10.1126/science.adx1198",
          "doi": "https://doi.org/10.1126/science.adx1198",
          "filter": "3"
        },
        {
          "title": "Reimagining silicone’s life cycle",
          "authors": "Koushik Ghosh",
          "abstract": "Synchronized catalysis breaks down silicone polymer waste into starting monomers",
          "url": "https://doi.org/10.1126/science.adx1728",
          "doi": "https://doi.org/10.1126/science.adx1728",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "https://doi.org/10.1126/science.ady4507",
          "doi": "https://doi.org/10.1126/science.ady4507",
          "filter": "3"
        },
        {
          "title": "Last of Mendel’s seven genetic riddles solved",
          "authors": "Erik Stokstad",
          "abstract": "Massive pea study probes the basis of Mendelian traits and expands breeders’ toolbox",
          "url": "https://doi.org/10.1126/science.ady4511",
          "doi": "https://doi.org/10.1126/science.ady4511",
          "filter": "3"
        },
        {
          "title": "Integrating exposomics into biomedicine",
          "authors": "Gary W. Miller, character(0), L. Michelle Bennett, David Balshaw, Robert Barouki, Gurdane Bhutani, Dana Dolinoy, Peng Gao, David Jett, Margaret Karagas, Jana Klánová, Pamela Lein, Shuzhao Li, Thomas O. Metz, Chirag J. Patel, Krystal Pollitt, Arcot Rajasekar, Fenna Sillé, Anne Thessen, Sophie Thuault-Restituito, Roel Vermeulen, Cavin K. Ward-Caviness, Robert Wright",
          "abstract": "Assessing a full range of environmental exposures will improve human health",
          "url": "https://doi.org/10.1126/science.adr0544",
          "doi": "https://doi.org/10.1126/science.adr0544",
          "filter": "3"
        },
        {
          "title": "Rallying for US science",
          "authors": "Itai Yanai",
          "url": "https://doi.org/10.1126/science.adx5622",
          "doi": "https://doi.org/10.1126/science.adx5622",
          "filter": "3"
        },
        {
          "title": "Missed connections So Very Small: How Humans Discovered the Microcosmos, Defeated Germs—and May Still Lose the War Against Infectious Disease Thomas Levenson Random House, 2025. 448 pp.",
          "authors": "Tara C. Smith",
          "abstract": "Early investigators struggled to link contagious diseases and their causative agents",
          "url": "https://doi.org/10.1126/science.adv9772",
          "doi": "https://doi.org/10.1126/science.adv9772",
          "filter": "3"
        },
        {
          "title": "Editor’s note",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adx7164",
          "doi": "https://doi.org/10.1126/science.adx7164",
          "filter": "3"
        },
        {
          "title": "Astronomers claim Chinese star catalog is world’s oldest",
          "authors": "Joshua Sokol",
          "abstract": "Novel computer analysis of records ascribed to legendary Chinese astrologer dates them to nearly 2400 years ago",
          "url": "https://doi.org/10.1126/science.ady4509",
          "doi": "https://doi.org/10.1126/science.ady4509",
          "filter": "3"
        },
        {
          "title": "A 50-year shadow",
          "authors": "Jyoti Madhusoodanan",
          "abstract": "To understand the lasting effects of conflict, researchers look to those who lived through the Vietnam War as teens",
          "url": "https://doi.org/10.1126/science.ady4161",
          "doi": "https://doi.org/10.1126/science.ady4161",
          "filter": "3"
        },
        {
          "title": "NSF kills grants to comply with war on woke",
          "authors": "Jeffrey Mervis",
          "abstract": "Senator’s report seen as blueprint for targeting up to $2 billion in funding",
          "url": "https://doi.org/10.1126/science.ady4512",
          "doi": "https://doi.org/10.1126/science.ady4512",
          "filter": "3"
        },
        {
          "title": "NIH grants caught in crossfire as Harvard and Trump collide",
          "authors": "Sara Reardon",
          "abstract": "Agency freezes funding to Harvard, four other universities amid debates over antisemitism and government overreach",
          "url": "https://doi.org/10.1126/science.ady4508",
          "doi": "https://doi.org/10.1126/science.ady4508",
          "filter": "3"
        },
        {
          "title": "Healing waters",
          "authors": "Jasmine Gabriel Hughes",
          "url": "https://doi.org/10.1126/science.ady3574",
          "doi": "https://doi.org/10.1126/science.ady3574",
          "filter": "3"
        },
        {
          "title": "Podcast",
          "url": "https://doi.org/10.1126/science.adx9075",
          "doi": "https://doi.org/10.1126/science.adx9075",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Peter Stern, Corinne Simonti, Yevgeniya Nusinovich, L. Bryan Ray, Ian S. Osborne, Melissa McCartney, Phil Szuromi",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.ady4157",
          "doi": "https://doi.org/10.1126/science.ady4157",
          "filter": "3"
        },
        {
          "title": "World agrees on pandemic treaty—without the U.S.",
          "authors": "Kai Kupferschmidt",
          "abstract": "Health experts hail “victory for multilateralism,” but some sticking points remain",
          "url": "https://doi.org/10.1126/science.ady4510",
          "doi": "https://doi.org/10.1126/science.ady4510",
          "filter": "3"
        },
        {
          "title": "Did the United States commit ‘ecocide’?",
          "authors": "Dennis Normile",
          "url": "https://doi.org/10.1126/science.ady4159",
          "doi": "https://doi.org/10.1126/science.ady4159",
          "filter": "3"
        },
        {
          "title": "US scientists must stand together",
          "authors": "Anita Simha, Gaurav Kandlikar",
          "url": "https://doi.org/10.1126/science.adx1220",
          "doi": "https://doi.org/10.1126/science.adx1220",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Sacha Vignieri, Di Jiang, Yury Suleymanov, Hannah Isles, Keith T. Smith, Wei Wong, Bianca Lopez, Jake S. Yeston, Priscilla N. Kelly, L. Bryan Ray, Caroline Ash, Phil Szuromi, Molly Ogle, Jelena Stajic",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.ady4156",
          "doi": "https://doi.org/10.1126/science.ady4156",
          "filter": "3"
        },
        {
          "title": "Partisan disparities in the use of science in policy",
          "authors": "Alexander C. Furnas, Timothy M. LaPira, Dashun Wang",
          "abstract": "Documents from Congress and think tanks reflect differences in how science is cited",
          "url": "https://doi.org/10.1126/science.adt9895",
          "doi": "https://doi.org/10.1126/science.adt9895",
          "filter": "3"
        },
        {
          "title": "The variable nature of sex Sex Is a Spectrum: The Biological Limits of the Binary Agustín Fuentes Princeton University Press, 2025. 216 pp.",
          "authors": "Malin Ah-King",
          "abstract": "An anthropologist shows why we should think beyond the binary",
          "url": "https://doi.org/10.1126/science.adv3113",
          "doi": "https://doi.org/10.1126/science.adv3113",
          "filter": "3"
        },
        {
          "title": "Science, not silence: Save US economic growth",
          "authors": "Philip Phillips",
          "url": "https://doi.org/10.1126/science.adx7500",
          "doi": "https://doi.org/10.1126/science.adx7500",
          "filter": "3"
        },
        {
          "title": "Trade war is ‘natural experiment’ for economists",
          "authors": "Dan Charles",
          "abstract": "Rare chance to study tariffs might be “the only silver lining” in Trump policies, one says",
          "url": "https://doi.org/10.1126/science.ady4513",
          "doi": "https://doi.org/10.1126/science.ady4513",
          "filter": "3"
        },
        {
          "title": "Epo-calypse now",
          "authors": "Sana M. Arnouk, Jo A. Van Ginderachter",
          "abstract": "Blocking erythropoietin receptor signaling in macrophages promotes antitumor immunity",
          "url": "https://doi.org/10.1126/science.adx3810",
          "doi": "https://doi.org/10.1126/science.adx3810",
          "filter": "3"
        },
        {
          "title": "The fog of war",
          "authors": "Dennis Normile",
          "abstract": "Fifty years after the Vietnam War, researchers are still struggling to document the long-term health effects of the massive spraying of Agent Orange and other herbicides",
          "url": "https://doi.org/10.1126/science.ady4158",
          "doi": "https://doi.org/10.1126/science.ady4158",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Reducing racial ingroup biases in empathy and altruistic decision-making by shifting racial identification",
          "authors": "Shuting Mei, Yiwen Deng, Guo Zheng, Shihui Han",
          "abstract": "Findings of racial ingroup biases in empathy and social behaviors require understanding of relevant psychological and brain mechanisms. Using self-report, behavioral, and neuroimaging measures, we tested the hypothesis that racial identification provides a cognitive basis for racial ingroup biases in empathy and altruistic decision-making. We showed that a mask training procedure using other-race facial disguises altered self-face perception and promoted identification with the other race. Shift in racial identification modulated the medial prefrontal activity, increased electrophysiological responses to pain expressions of other-race faces, enhanced the right premotor/frontal/insular activities in response to perceived painful stimulation to other-race individuals, and decreased own-race favoritism in altruistic decision-making. Furthermore, the medial prefrontal activity related to the shift in racial identification predicted greater neural responses to other-race pain after the training procedure. Our findings highlight the shift of racial identification as a psychological basis for reducing racial ingroup biases in social emotions and behaviors.",
          "url": "https://doi.org/10.1126/sciadv.adt6207",
          "doi": "https://doi.org/10.1126/sciadv.adt6207",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Spatial analysis of mitochondrial gene expression reveals dynamic translation hubs and remodeling in stress",
          "authors": "Adam Begeman, John A. Smolka, Ahmad Shami, Tejashree Pradip Waingankar, Samantha C. Lewis",
          "abstract": "Protein- and RNA-rich bodies contribute to the spatial organization of gene expression in the cell and are also sites of quality control critical to cell fitness. In most eukaryotes, mitochondria harbor their own genome, and all steps of mitochondrial gene expression co-occur within a single compartment—the matrix. Here, we report that processed mitochondrial RNAs are consolidated into micrometer-scale translation hubs distal to mitochondrial DNA transcription and RNA processing sites in human cells. We find that, during stress, mitochondrial messenger and ribosomal RNA are sequestered in mesoscale bodies containing mitoribosome components, concurrent with suppression of active translation. Stress bodies are triggered by proteotoxic stress downstream of double-stranded RNA accumulation in cells lacking unwinding activity of the highly conserved helicase SUPV3L1/SUV3. We propose that the spatial organization of nascent polypeptide synthesis into discrete domains serves to throttle the flow of genetic information to support recovery of mitochondrial quality control.",
          "url": "https://doi.org/10.1126/sciadv.ads6830",
          "doi": "https://doi.org/10.1126/sciadv.ads6830",
          "filter": "2"
        },
        {
          "title": "Conserved sites on the influenza H1 and H3 hemagglutinin recognized by human antibodies",
          "authors": "Daniel P. Maurer, Mya Vu, Ana Sofia Ferreira Ramos, Haley L. Dugan, Paul Khalife, James C. Geoghegan, Laura M. Walker, Goran Bajic, Aaron G. Schmidt",
          "abstract": "Monoclonal antibodies (mAbs) targeting the influenza hemagglutinin (HA) can be used as prophylactics or templates for next-generation vaccines. Here, we isolated broad, subtype-neutralizing mAbs from human B cells recognizing the H1 or H3 HA “head” and a mAb engaging the conserved stem. The H1 mAbs bind the lateral patch epitope on HAs from 1933 to 2021 and a prepandemic swine H1N1 virus. We improved neutralization potency using directed evolution toward a contemporary H1 HA. Deep mutational scanning of four antigenically distinct H1N1 viruses identified potential viral escape pathways. For the H3 mAbs, we used cryo–electron microscopy to define their epitopes: One mAb binds the side of the HA head, accommodating the N133 glycan and a pocket underneath the receptor binding site; the other mAb recognizes an HA stem epitope that partially overlaps with previously characterized mAbs but with distinct antibody variable genes. Collectively, these mAbs identify conserved sites recognized by broadly-reactive mAbs that may be elicited by next-generation vaccines.",
          "url": "https://doi.org/10.1126/sciadv.adu9140",
          "doi": "https://doi.org/10.1126/sciadv.adu9140",
          "filter": "2"
        },
        {
          "title": "Heavy boron isotopes in intraplate basalts reveal recycled carbonate in the mantle",
          "authors": "Rong Xu, Yue Cai, Sarah Lambart, Chunfei Chen, Jun-Bo Zhang, Mei-Fu Zhou, Jia Liu, Zhongjie Bai, Tao Wu, Feng Huang, Ting Ruan, Yongsheng Liu",
          "abstract": "Recycling of surficial volatiles such as carbon into the mantle plays a fundamental role in modulating Earth’s habitability. However, slab devolatilization during subduction could prevent carbon from entering the deep mantle. Boron isotopes are excellent tracers of recycled volatiles, but correlations between boron isotopes and mantle heterogeneity indicators are rarely observed, thereby casting doubt that substantial amounts of volatiles and boron can be recycled into the deep mantle. Here, we show that boron isotopes in two different types of primitive continental intraplate basalts correlate well with mantle heterogeneity indicators, indicating contributions of various subducted crustal components. A common high-δ 11 B component shared by both types of basalts is best explained as recycled subducted carbonate rather than serpentinite. Our findings demonstrate that subducted carbonate carries heavy B into Earth’s deep mantle, and its recycling could account for the high-δ 11 B signatures observed in intraplate magmas and deeply sourced carbonatites.",
          "url": "https://doi.org/10.1126/sciadv.ads5104",
          "doi": "https://doi.org/10.1126/sciadv.ads5104",
          "filter": "2"
        },
        {
          "title": "Electric field–confined synthesis of single atomic TiO x C y electrocatalytic membranes",
          "authors": "Yifan Gao, Shuai Liang, Chengxu Jiang, Mengyao Gu, Quanbiao Zhang, Ali Abdelhafiz, Zhen Zhang, Ying Han, Yang Yang, Xiaoyuan Zhang, Peng Liang, Ju Li, Xia Huang",
          "abstract": "Electrocatalysis exhibits certain benefits for water purification, but the low performance of electrodes severely hampers its utility. Here, we report a general strategy for fabricating high-performance three-dimensional (3D) porous electrodes with ultrahigh electrochemical active surface area and single-atom catalysts from earth-abundant elements. We demonstrate a binder-free dual electrospinning-electrospraying (DESP) strategy to densely distribute single atomic Ti and titanium oxycarbide (TiO x C y ) sub–3-nm clusters throughout interconnected carbon nanofibers (CNs). The composite offers ultrahigh conductivity and mechanical robustness (ultrasonication resistant). The resulting TiO x C y filtration membrane exhibits record-high water purification capability with excellent permeability (~8370 liter m −2  hour −1  bar −1 ), energy efficiency (e.g., &gt;99% removal of toxins within 1.25 s at 0.022 kWh·m −3 per order), and erosion resistance. The hierarchical design of the TiO x C y membrane facilitates rapid and energy-efficient electrocatalysis through both direct electron transfer and indirect reactive oxygen species ( 1 O 2 , · OH, and O 2 · − , etc.) oxidations. The electric field–confined DESP strategy provides a general platform for making high-performance 3D electrodes.",
          "url": "https://doi.org/10.1126/sciadv.ads7154",
          "doi": "https://doi.org/10.1126/sciadv.ads7154",
          "filter": "2"
        },
        {
          "title": "An evolutionarily unique viral RdRP suggests a common dual-function feature of the priming element",
          "authors": "Hengxia Jia, Shunli Liu, Guibo Rao, Qiaojie Liu, Jiqin Wu, Sheng Cao, Peng Gong",
          "abstract": "Many RNA-dependent RNA polymerases (RdRPs) encoded by RNA viruses use de novo initiation strategy to start RNA synthesis, and they usually contain a priming element (PE) to interact with template RNA and priming nucleoside triphosphate to facilitate initiation. Upon transition to elongation in dengue virus 2 (DENV2) RdRP, PE refolds and contributes to elongation complex stability by interacting with the upstream RNA duplex. However, whether this PE dual-function feature commonly exists in viral RdRPs remains elusive, as PE is highly diverse among the entire RNA virus group. Here, a more complexed PE refolding is observed in RdRP crystal structures of Aspergillus fumigatus polymycovirus-1 (AfuPmV-1), a polymycovirus evolutionarily connecting positive-strand and double-stranded RNA viruses. Although structural details and enzymology features are very different in transition from initiation to elongation in DENV2 and AfuPmV-1 RdRPs, what is in common is the PE dual-function feature that demonstrates functional conservation beyond sequence and structure.",
          "url": "https://doi.org/10.1126/sciadv.adv9640",
          "doi": "https://doi.org/10.1126/sciadv.adv9640",
          "filter": "2"
        },
        {
          "title": "Conformational plasticity of mitochondrial VDAC2 controls the kinetics of its interaction with cytosolic proteins",
          "authors": "William M. Rosencrans, Harisankar Khuntia, Motahareh Ghahari Larimi, Radhakrishnan Mahalakshmi, Tsyr-Yan Yu, Sergey M. Bezrukov, Tatiana K. Rostovtseva",
          "abstract": "The voltage-dependent anion channel (VDAC) is a key conduit of the mitochondrial outer membrane for water-soluble metabolites and ions. Among the three mammalian isoforms, VDAC2 is unique because of its embryonic lethality upon knockout. Using single-molecule electrophysiology, we investigate the biophysical properties that distinguish VDAC2 from VDAC1 and VDAC3. Unlike the latter, VDAC2 exhibits dynamic switching between multiple high-conductance, anion-selective substates. Using α-synuclein (αSyn)—a known VDAC1 cytosolic regulator—we found that higher-conductance substates correlate with increased on-rates of αSyn-VDAC2 interaction but shorter blockage times, maintaining a consistent equilibrium constant across all substates. This suggests that αSyn detects VDAC2’s dynamic structural variations before final binding. We explored the dependence of VDAC2’s unique amino-terminal extension and cysteines on substate behavior, finding that both structural elements modulate substate occurrence. The discovered conformational flexibility enables VDAC2 recognition by diverse binding partners, explaining its critical physiological role via dynamical adaptation to mitochondrial metabolic conditions.",
          "url": "https://doi.org/10.1126/sciadv.adv4410",
          "doi": "https://doi.org/10.1126/sciadv.adv4410",
          "filter": "2"
        },
        {
          "title": "Magnetically driven triboelectric nanogenerator for a wireless, versatile energy transfer system",
          "authors": "Junyeop Kim, Jeongmin Yoo, Hantae Seo, Raudel Avila, Gooyoon Chung, Gyuri Shin, Sujeong Gwak, Yongbin Han, Ju-Hyuck Lee, Hong-Joon Yoon, Yoonseok Park",
          "abstract": "The development of stable and multifunctional monitoring or actuating systems for implantable biomedical devices necessitates a high-capacity power supply. By using the oscillation of a magnetic field, energy can be transmitted through various media such as skin, fat, liquids, metals, and fabrics. We demonstrate a magnetically actuated implantable triboelectric generator that can effectively transfer energy independently of the surrounding media. The oscillation of the magnetic field enables contact of elastomeric magnets with the top and bottom electrodes of the generator, generating a path for electrical energy through contact electrification. The performance of the magnetically actuated triboelectric generator exhibits high tolerability for lateral and angular misalignment, transferring energy through different media including tissue, liquid, air, wood, metal, and fabrics. This addresses a critical issue present in ultrasound approaches. These findings suggest that a magnetically actuated triboelectric generator can be an alternative technology capable of overcoming the medium-related challenges of ultrasound, providing power to medical implants.",
          "url": "https://doi.org/10.1126/sciadv.adu5919",
          "doi": "https://doi.org/10.1126/sciadv.adu5919",
          "filter": "2"
        },
        {
          "title": "Functional tendon regeneration is driven by regulatory T cells and IL-33 signaling",
          "authors": "Varun Arvind, Giulia Crosio, Kristen Howell, Hui Zhang, Angela Montero, Alice H. Huang",
          "abstract": "Tendon injuries heal by scar, leading to poor function. To date, the role of immune cells remains underexplored. Using a neonatal mouse model of functional tendon healing compared to adult scar–mediated healing, we identified a regenerative immune profile that is associated with type 1 inflammation followed by rapid polarization to type 2, driven by macrophages and regulatory T cells (T reg cells). Single-cell and bulk RNA sequencing also revealed neonatal T reg cells with an immunomodulatory signature distinct from adult. Neonatal T reg cell ablation resulted in a dysregulated immune response, failed tenocyte recruitment, and impaired regeneration. Adoptive transfer further confirmed the unique capacity of neonatal T reg cells to rescue functional regeneration. We showed that neonatal T reg cells mitigate interleukin-33 (IL-33) to enable tenocyte recruitment and structural restoration, and that adult IL-33 deletion improves functional healing. Collectively, these findings demonstrate that T reg cells and IL-33 immune dysfunction are critical components of failed tendon healing and identify potential targets to drive tendon regeneration.",
          "url": "https://doi.org/10.1126/sciadv.adn5409",
          "doi": "https://doi.org/10.1126/sciadv.adn5409",
          "filter": "2"
        },
        {
          "title": "Cocrystals combining order and correlated disorder via colloidal crystal engineering with DNA",
          "authors": "Yuanwei Li, Wenjie Zhou, Yuan Zhou, Ho Fung Cheng, Byeongdu Lee, Xiaobing Hu, Eric W. Roth, Vinayak P. Dravid, Sharon C. Glotzer, Chad A. Mirkin",
          "abstract": "Colloidal cocrystallization enables the formation of multicomponent materials with unique physicochemical properties, yet the role of nanoparticle (NP) shape and specific ligand interactions to cocrystallize anisotropic and isotropic NPs, with order and correlated disorder, remains underexplored. Here, geometry-inspired strategies along with programmable DNA interactions are combined to achieve structural control of colloidal cocrystal assemblies. Coassembling polyhedral and spherical NPs with complementary DNA yields two classes of cocrystals: one where both components order, and another where polyhedral NPs form a periodic lattice, while spherical NPs remain disordered but spatially correlated with polyhedral edges and corners. The size ratio of the building blocks can be used to control the ordering of spherical NPs—smaller octahedral-to-sphere size ratios favor fully ordered cocrystals. Molecular dynamics simulations further elucidate the role of NP shapes and dimensions in the structural outcome of the cocrystal. This work provides a framework for deliberately targeting and accessing crystals with exotic multicomponent structures.",
          "url": "https://doi.org/10.1126/sciadv.adu4919",
          "doi": "https://doi.org/10.1126/sciadv.adu4919",
          "filter": "2"
        },
        {
          "title": "Loss of intracellular ATP affects axoplasmic viscosity and pathological protein aggregation in mammalian neurons",
          "authors": "Laurent Guillaud, Anna Garanzini, Sarah Zakhia, Sandra De la Fuente, Dimitar Dimitrov, Susan Boerner, Marco Terenzio",
          "abstract": "Neurodegenerative diseases display synaptic deficits, mitochondrial defects, and protein aggregation. We show that intracellular adenosine triphosphate (ATP) regulates axoplasmic viscosity and protein aggregation in mammalian neurons. Decreased intracellular ATP upon mitochondrial inhibition leads to axoterminal cytosol, synaptic vesicles, and active zone component condensation, modulating the functional organization of mouse glutamatergic synapses. Proteins involved in the pathogenesis of Parkinson’s disease (PD), Alzheimer’s disease (AD), and amyotrophic lateral sclerosis (ALS) condensed and underwent ATP-dependent liquid phase separation in vitro. Human inducible pluripotent stem cell–derived neurons from patients with PD and ALS displayed reduced axoplasmic fluidity and decreased intracellular ATP. Last, nicotinamide mononucleotide treatment successfully rescued intracellular ATP levels and axoplasmic viscosity in neurons from patients with PD and ALS and reduced TAR DNA-binding protein 43 (TDP-43) aggregation in human motor neurons derived from a patient with ALS. Thus, our data suggest that the hydrotropic activity of ATP contributes to the regulation of neuronal homeostasis under both physiological and pathological conditions.",
          "url": "https://doi.org/10.1126/sciadv.adq6077",
          "doi": "https://doi.org/10.1126/sciadv.adq6077",
          "filter": "2"
        },
        {
          "title": "Reciprocal phosphorylation between SOAK1 and SOBIR1 fine-tunes receptor-like protein (RLP)–mediated plant immunity",
          "authors": "Yongming Chen, Yingying Song, Zhipeng Tu, Weishuai Bi, Congcong Sun, Tingting Zhao, Xiaodan Wang, Daolong Dou, Guangyuan Xu",
          "abstract": "SUPPRESSOR OF BIR1-1 (SOBIR1) is a receptor-like kinase (RLK) that acts as a coreceptor for multiple receptor-like proteins (RLPs) to mediate pathogen-associated molecular pattern)–triggered immunity. However, the regulation of SOBIR1 homeostasis and activity remains largely unknown. Our study reveals that SOBIR1-ASSOCIATED PROTEIN KINASE 1 (SOAK1), a member of the receptor-like cytoplasmic kinase (RLCK)-V subfamily with a transmembrane domain, negatively regulates multiple RLP-mediated immune responses. SOAK1 constitutively interacts with SOBIR1 and modulates SOBIR1-dependent immune signaling. SOAK1 directly phosphorylates SOBIR1 at serine-406, substantially impairing its ability to transphosphorylate itself and BAK1. The conservation of serine-406 residue among various flowering plants suggests that phosphorylation at this site plays a critical role in regulating plant immunity. Conversely, SOBIR1 also phosphorylates SOAK1 primarily at serine-73, inhibiting SOAK1’s kinase activity and derepressing SOBIR1 activity. This study elucidates a regulatory mechanism for SOBIR1 activity and highlights an uncharacterized role of RLCK-V subfamily members in plant immunity.",
          "url": "https://doi.org/10.1126/sciadv.adt2315",
          "doi": "https://doi.org/10.1126/sciadv.adt2315",
          "filter": "2"
        },
        {
          "title": "Local suppression by link rewiring reveals discontinuous percolation transitions",
          "authors": "Young Sul Cho",
          "abstract": "When a governor occupies links one by one to globally suppress the formation of large clusters, a macroscopic cluster emerges discontinuously. We report here a mechanism by which a macroscopic cluster emerges discontinuously when each node rewires its links to locally suppress the formation of large clusters as links are occupied. In this manner, each node may compete with its neighbors to suppress the growth of its cluster, but the formation of a macroscopic cluster is suppressed cooperatively, and this results in discontinuous percolation transitions. This result implies that each entity actively participating in suppressing macroscopic phenomena, such as an epidemic or forest fire, could potentially lead to a rapid outbreak.",
          "url": "https://doi.org/10.1126/sciadv.adt0355",
          "doi": "https://doi.org/10.1126/sciadv.adt0355",
          "filter": "2"
        },
        {
          "title": "Hippocampal perineuronal net degradation identifies prefrontal and striatal circuits involved in schizophrenia-like changes in marmosets",
          "authors": "Miriam A. Gwilt, Amy R. Hodgson, Sebastian F. A. Axelsson, Gemma J. Cockcroft, Lauren B. McIver, Matthew Hird, Arkadiusz Stasiak, Colin McKenzie, Samantha H.-Y. Ip, Rudolf N. Cardinal, Stephen J. Sawiak, Selena Milosevic-Sephton, Franklin I. Aigbirhio, Young T. Hong, Timothy D. Fryer, Hannah F. Clarke",
          "abstract": "In schizophrenia, anterior hippocampus (aHipp) overactivity is associated with orbitofrontal cortex (OFC) dysfunction, but the contribution to symptomatology is unknown. In rodents, degradation of the hippocampal perineuronal net (PNN) replicates this overactivity, but uncertainty over rodent/human prefrontal homology limits translation to humans. Here, we test the hypothesis that aHipp PNN degradation in a species with a human-like prefrontal cortex, the marmoset, alters aHipp-striatal and aHipp-OFC circuitry. Microdialysis and [ 18 F]-fluoro- l -dihydroxyphenylalanine positron emission tomography identified increased dopamine synthesis in the associative striatum, but not the nucleus accumbens, as is seen in schizophrenia, and elevated dopamine and noradrenaline in the OFC. Behaviorally, activity was elevated in a marmoset version of the amphetamine-induced activity test, and impaired probabilistic discrimination learning was seen in an OFC/striatum-dependent task that computational modeling suggests was due to loss of goal-directed behavior. Together, these findings demonstrate that a loss of primate aHipp PNNs is sufficient to induce striatal and prefrontal dysfunction consistent with that observed in humans with schizophrenia.",
          "url": "https://doi.org/10.1126/sciadv.adu0975",
          "doi": "https://doi.org/10.1126/sciadv.adu0975",
          "filter": "2"
        },
        {
          "title": "Critical roles of chronic BCR signaling in the differentiation of anergic B cells into age-associated B cells in aging and autoimmunity",
          "authors": "Keisuke Imabayashi, Yutaro Yada, Kazuhiko Kawata, Motoki Yoshimura, Takeshi Iwasaki, Akemi Baba, Akihito Harada, Koichi Akashi, Hiroaki Niiro, Yoshihiro Baba",
          "abstract": "Age-associated B cells (ABCs) with autoreactive properties accumulate with age and expand prematurely in autoimmune diseases. However, the mechanisms behind ABC generation and maintenance remain poorly understood. We show that continuous B cell receptor (BCR) signaling is essential for ABC development from anergic B cells in aged and autoimmune mice. ABCs exhibit constitutive BCR activation, with surface BCRs being internalized. Notably, anergic B cells, but not nonautoreactive B cells, contributed to ABC formation in these models. Anergic B cells also showed a greater propensity for in vitro differentiation into ABCs, which was inhibited by the expression of the transcription factor Nr4a1. Bruton’s tyrosine kinase (Btk), a key BCR signaling component, was constitutively activated in ABCs from aged and autoimmune mice as well as patients with lupus. Inhibiting Btk reduced ABC numbers and ameliorated the pathogenicity of lupus mice. Our findings reveal critical mechanisms underlying ABC development and offer previously unrecognized therapeutic insights for autoimmune diseases.",
          "url": "https://doi.org/10.1126/sciadv.adt8199",
          "doi": "https://doi.org/10.1126/sciadv.adt8199",
          "filter": "2"
        },
        {
          "title": "Engineering bacteriophages through deep mining of metagenomic motifs",
          "authors": "Phil Huss, Kristopher Kieft, Anthony Meger, Kyle Nishikawa, Karthik Anantharaman, Srivatsan Raman",
          "abstract": "Bacteriophages can adapt to new hosts by altering sequence motifs through recombination or convergent evolution. Where these motifs exist and what fitness advantage they confer remains largely unknown. We report a new method, Metagenomic Sequence Informed Functional Scoring (Meta-SIFT), to find sequence motifs in metagenomic datasets to engineer phage activity. Meta-SIFT uses experimental deep mutational scanning data to create sequence profiles to mine metagenomes for functional motifs invisible to other searches. We experimentally tested ~17,000 Meta-SIFT–derived sequence motifs in the receptor binding protein of the T7 phage. The screen revealed thousands of T7 variants with novel host specificity with motifs sourced from distant families. Position, substitution, and location preferences dictated specificity across a panel of 20 hosts and conditions. To demonstrate therapeutic utility, we engineered active T7 variants against foodborne pathogen Escherichia coli O121. Meta-SIFT is a powerful tool to unlock the potential encoded in phage metagenomes to engineer bacteriophages.",
          "url": "https://doi.org/10.1126/sciadv.adt6432",
          "doi": "https://doi.org/10.1126/sciadv.adt6432",
          "filter": "2"
        },
        {
          "title": "Acute BRCAness induction and AR pathway blockage through CDK12/7/9 degradation enhances PARP inhibitor sensitivity in prostate cancer",
          "authors": "Fu Gui, Baishan Jiang, Jie Jiang, Zhixiang He, Takuya Tsujino, Tomoaki Takai, Seiji Arai, Celine Pana, Jens Köllermann, Gary Andrew Bradshaw, Robyn Eisert, Marian Kalocsay, Anne Fassl, Steven P. Balk, Adam S. Kibel, Li Jia",
          "abstract": "Current treatments for advanced prostate cancer (PCa) primarily target the androgen receptor (AR) pathway. However, the emergence of castration-resistant prostate cancer (CRPC) and resistance to AR pathway inhibitors (APPIs) remains ongoing challenges. Here, we present BSJ-5-63, a proteolysis-targeting chimera (PROTAC) targeting cyclin-dependent kinases (CDKs) CDK12, CDK7, and CDK9, offering a multipronged approach to CRPC therapy. BSJ-5-63 degrades CDK12, diminishing BRCA1 and BRCA2 expression and inducing a sustained “BRCAness” state. This sensitizes cancer cells to PARP inhibitors (PARPis) regardless of their homologous recombination repair (HRR) status. Furthermore, CDK7 and CDK9 degradation attenuates AR signaling, enhancing its therapeutic efficacy. Preclinical studies, including both in vitro and in vivo CRPC models, demonstrate that BSJ-5-63 exerts potent antitumor activity in both AR-positive and AR-negative setting. This study introduces BSJ-5-63 as a promising therapeutic agent that addresses both DNA repair and AR signaling mechanisms, with potential benefits for a board patient population.",
          "url": "https://doi.org/10.1126/sciadv.adu0847",
          "doi": "https://doi.org/10.1126/sciadv.adu0847",
          "filter": "2"
        },
        {
          "title": "In vivo dynamics of indole- and phenol-derived plant hormones: Long-term, continuous, and minimally invasive phytohormone sensor",
          "authors": "Abdullah H. Bukhamsin, Saptami S. Shetty, Esraa Fakeih, Mario Soto Martinez, Cecilia Lerma, Mufeeda Mundummal, Jian You Wang, Jürgen Kosel, Salim Al-Babili, Ikram Blilou, Khaled N. Salama",
          "abstract": "Specific phytohormone combinations regulate plant growth and responses to environmental stimuli. Monitoring their distribution is key for understanding signaling cross-talk and detecting plant stress early. However, typical means of monitoring these chemicals are often laborious, destructive, or limited to model plants. In this study, we present an amperometric and minimally invasive sensing platform that can be attached to plant leaves for the simultaneous detection of two key phytohormones, auxin [indole-3-acetic acid (IAA)] and salicylic acid (SA). The platform incorporates magnetized microneedles coated with superparamagnetic Fe 3 O 4 intercalated into a scaffold of multiwalled carbon nanotubes (MWCNTs). It achieves detection limits of 1.41 μM (IAA) and 1.15 μM (SA) with a strong correlation ( R 2  ≥ 0.7) to ultrahigh-performance liquid chromatography–tandem mass spectrometry measurements. Furthermore, implementing cyclical amperometric cleaning extends the sensor lifespan by preventing electrode passivation. Last, the sensor’s capability to monitor the real-time plant responses to several stressors is validated, showcasing its potential for phytodiagnostics and precision farming.",
          "url": "https://doi.org/10.1126/sciadv.ads8733",
          "doi": "https://doi.org/10.1126/sciadv.ads8733",
          "filter": "2"
        },
        {
          "title": "Metabolic rewiring caused by mitochondrial dysfunction promotes mTORC1-dependent skeletal aging",
          "authors": "Kristina Bubb, Julia Etich, Kristina Probst, Tanvi Parashar, Maximilian Schuetter, Frederik Dethloff, Susanna Reincke, Janica L. Nolte, Marcus Krüger, Ursula Schlötzer-Schrehard, Julian Nüchel, Constantinos Demetriades, Patrick Giavalisco, Jan Riemer, Bent Brachvogel",
          "abstract": "Decline of mitochondrial respiratory chain (mtRC) capacity is a hallmark of mitochondrial diseases. Patients with mtRC dysfunction often present reduced skeletal growth as a sign of premature cartilage degeneration and aging, but how metabolic adaptations contribute to this phenotype is poorly understood. Here we show that, in mice with impaired mtRC in cartilage, reductive/reverse TCA cycle segments are activated to produce metabolite-derived amino acids and stimulate biosynthesis processes by mechanistic target of rapamycin complex 1 (mTORC1) activation during a period of massive skeletal growth and biomass production. However, chronic hyperactivation of mTORC1 suppresses autophagy-mediated organelle recycling and disturbs extracellular matrix secretion to trigger chondrocytes death, which is ameliorated by targeting the reductive metabolism. These findings explain how a primarily beneficial metabolic adaptation response required to counterbalance the loss of mtRC function, eventually translates into profound cell death and cartilage tissue degeneration. The knowledge of these dysregulated key nutrient signaling pathways can be used to target skeletal aging in mitochondrial disease.",
          "url": "https://doi.org/10.1126/sciadv.ads1842",
          "doi": "https://doi.org/10.1126/sciadv.ads1842",
          "filter": "2"
        },
        {
          "title": "Collapse of fragile Chinese Swamp Cypress forest",
          "authors": "Ning Wang, Ping Ding, Xingfang Ding, Yongqiang Zong, Weidong Sun",
          "abstract": "The tertiary relict species Glyptostrobus pensilis , formerly widespread in the Pearl River Delta, experienced a sudden decline and was on the brink of extinction in the late Holocene. The mechanism behind is still in debate. Here, using palynological records and principal components analysis, we show that Glyptostrobus pensilis is sensitive to anthropogenic disturbance. Elaborate 14 C results reveal that the forests ended around 2.1 thousand years before the present, with mild contemporaneous climate changes. The presence of burned marks on buried standing stumps suggests that the forests were destroyed by fire, consistent with fire attacks by the Han army during the conquest of the Nanyue Realm in 111 BCE. The swamp preserved the stumps underwater from the fire. Meanwhile, the increases in Poaceae and pioneer plants indicate a boost of human activity after the two conquests during 221 to 111 BCE, as supported by the increases in anthropogenic metal concentrations and population records.",
          "url": "https://doi.org/10.1126/sciadv.adt1736",
          "doi": "https://doi.org/10.1126/sciadv.adt1736",
          "filter": "2"
        },
        {
          "title": "Live-cell quantification reveals viscoelastic regulation of synapsin condensates by α-synuclein",
          "authors": "Huan Wang, Christian Hoffmann, Johannes V. Tromm, Xiao Su, Jordan Elliott, Han Wang, Mengying Deng, Conor McClenaghan, Jean Baum, Zhiping P. Pang, Dragomir Milovanovic, Zheng Shi",
          "abstract": "Synapsin and α-synuclein represent a growing list of condensate-forming proteins where the material states of condensates are directly linked to cellular functions (e.g., neurotransmission) and pathology (e.g., neurodegeneration). However, quantifying condensate material properties in living systems has been a substantial challenge. Here, we develop micropipette aspiration and whole-cell patch-clamp (MAPAC), a platform that allows direct material quantification of condensates in live cells. We find 10,000-fold variations in the viscoelasticity of synapsin condensates, regulated by the partitioning of α-synuclein, a marker for synucleinopathies. Through in vitro reconstitutions, we identify multiple molecular factors that distinctly regulate the viscosity, interfacial tension, and maturation of synapsin condensates, confirming the cellular roles of α-synuclein. Overall, our study provides unprecedented quantitative insights into the material properties of neuronal condensates and reveals a crucial role of α-synuclein in regulating condensate viscoelasticity. Furthermore, we envision MAPAC applicable to study a broad range of condensates in vivo.",
          "url": "https://doi.org/10.1126/sciadv.ads7627",
          "doi": "https://doi.org/10.1126/sciadv.ads7627",
          "filter": "2"
        },
        {
          "title": "A genetic variant in SMAD7 acts as a modifier of LMNA -associated muscular dystrophy, implicating SMAD signaling as a therapeutic target",
          "authors": "Nathaniel P. Mohar, Christopher J. Langland, Zachary Darr, Jill Viles, Steven A. Moore, Benjamin W. Darbro, Lori L. Wallrath",
          "abstract": "Mutations in LMNA cause multiple types of muscular dystrophy ( LMNA -MD). The symptoms of LMNA -MD are highly variable and sensitive to genetic background. To identify genetic contributions to this phenotypic variability, we performed whole-genome sequencing on four siblings possessing the same LMNA mutation with differing degrees of skeletal muscle disease severity. We identified a variant in SMAD7 that segregated with severe muscle disease. To functionally test the SMAD7 variant, we generated a Drosophila model possessing the LMNA mutation and the SMAD7 variant in the orthologous fly genes. The SMAD7 variant increased SMAD signaling and enhanced muscle defects caused by the mutant lamin. Conversely, overexpression of wild-type SMAD7 rescued muscle function. These findings were extended to humans by showing that SMAD signaling is increased in muscle biopsy tissue from individuals with LMNA -MD compared to age-matched controls. Collectively, our findings support SMAD7 as the first functionally tested genetic modifier for LMNA -MD and suggest components of the SMAD pathway as therapeutic targets.",
          "url": "https://doi.org/10.1126/sciadv.ads7903",
          "doi": "https://doi.org/10.1126/sciadv.ads7903",
          "filter": "2"
        },
        {
          "title": "Molecular basis of pyruvate transport and inhibition of the human mitochondrial pyruvate carrier",
          "authors": "Maximilian Sichrovsky, Denis Lacabanne, Jonathan J. Ruprecht, Jessica J. Rana, Klaudia Stanik, Mariangela Dionysopoulou, Alice P. Sowton, Martin S. King, Scott A. Jones, Lee Cooper, Steven W. Hardwick, Giulia Paris, Dimitri Y. Chirgadze, Shujing Ding, Ian M. Fearnley, Shane M. Palmer, Els Pardon, Jan Steyaert, Vanessa Leone, Lucy R. Forrest, Sotiria Tavoulari, Edmund R. S. Kunji",
          "abstract": "The mitochondrial pyruvate carrier transports pyruvate, produced by glycolysis from sugar molecules, into the mitochondrial matrix, as a crucial transport step in eukaryotic energy metabolism. The carrier is a drug target for the treatment of cancers, diabetes mellitus, neurodegeneration, and metabolic dysfunction–associated steatotic liver disease. We have solved the structure of the human MPC1L/MPC2 heterodimer in the inward- and outward-open states by cryo–electron microscopy, revealing its alternating access rocker-switch mechanism. The carrier has a central binding site for pyruvate, which contains an essential lysine and histidine residue, important for its ΔpH-dependent transport mechanism. We have also determined the binding poses of three chemically distinct inhibitor classes, which exploit the same binding site in the outward-open state by mimicking pyruvate interactions and by using aromatic stacking interactions.",
          "url": "https://doi.org/10.1126/sciadv.adw1489",
          "doi": "https://doi.org/10.1126/sciadv.adw1489",
          "filter": "2"
        },
        {
          "title": "Encoding mechanical intelligence using ultraprogrammable joints",
          "authors": "Rui Wu, Luca Girardi, Stefano Mintchev",
          "abstract": "Animal bodies act as physical controllers, with their finely tuned passive mechanical responses physically “encoding” complex movements and environmental interactions. This capability allows animals to perform challenging tasks with minimal muscular or neural activities, a phenomenon known as embodied intelligence. However, realizing such robots remains challenging due to the lack of mechanically intelligent bodies with abundant tunable parameters—such as tunable stiffness—which is a critical factor akin to the programmable parameters of a neural network. We introduce an elastic rolling cam (ERC) with accurately inverse-designable rotational stiffness. The ERC can closely replicate 100,000 randomly generated stiffness profiles in simulation. Prototypes ranging from millimeters to centimeters were manufactured. To illustrate the mechanical intelligence encoded by programming the ERC’s stiffness response, we designed a bipedal robot with optimized ERC passive knees, achieving energy-efficient, open-loop stable walking across uneven terrain. We also demonstrated a quadcopter drone with ERC joints encoding an impact-activated, dual-state morphing.",
          "url": "https://doi.org/10.1126/sciadv.adv2052",
          "doi": "https://doi.org/10.1126/sciadv.adv2052",
          "filter": "2"
        },
        {
          "title": "A conserved opal termination codon optimizes a temperature-dependent trade-off between protein production and processing in alphaviruses",
          "authors": "Tamanash Bhattacharya, Eva M. Alleman, Tiia S. Freeman, Alexander C. Noyola, Michael Emerman, Harmit S. Malik",
          "abstract": "Most mosquito-transmitted alphaviruses encode a premature opal termination codon upstream of their viral polymerase. We show that the Sindbis virus (SINV) opal codon outperforms other stop codons in primate cells at 37°C due to optimal translational readthrough. However, increased readthrough of all stop codons reduces opal preference at 28°C in primate and mosquito cells. Opal also outperforms all sense codons because opal-to-sense substitutions lead to excess polyprotein production at 37°C, disrupting orderly polyprotein processing and production of viral genomic RNAs (gRNAs) required for virus production. Increased readthrough at 28°C dampens the fitness advantages of opal codons. Unexpectedly, we find that a naturally occurring SINV mutation restores sense-codon fitness by further delaying polyprotein processing, allowing adequate time to produce gRNAs. Similar temperature-dependent mechanisms occur in the distantly related dual-host alphavirus, Ross River virus. Our work highlights sophisticated strategies dual-host alphaviruses use to optimize replication in divergent temperatures through a single codon.",
          "url": "https://doi.org/10.1126/sciadv.ads7933",
          "doi": "https://doi.org/10.1126/sciadv.ads7933",
          "filter": "2"
        },
        {
          "title": "Climate-induced shifts in sulfate dynamics regulate anaerobic methane oxidation in a coastal wetland",
          "authors": "Jaehyun Lee, Yerang Yang, Hojeong Kang, Genevieve L. Noyce, J. Patrick Megonigal",
          "abstract": "Anaerobic methane oxidation (AMO) is a key microbial pathway that mitigates methane emissions in coastal wetlands, but the response of AMO to changing global climate remains poorly understood. Here, we assessed the response of AMO to climate change in a brackish coastal wetland using a 5-year field manipulation of warming and elevated carbon dioxide ( e CO 2 ). Sulfate (SO 4 2− )–dependent AMO (S-DAMO) was the predominant AMO process at our study site due to tidal inputs of SO 4 2− . However, SO 4 2− dynamics responded differently to the treatments; warming reduced SO 4 2− concentration by enhancing SO 4 2− reduction, while e CO 2 increased SO 4 2− concentration by enhancing SO 4 2− regeneration. S-DAMO rates mirrored these trends, with warming decreasing S-DAMO rates and e CO 2 stimulating them. These findings underscore the potential of climate change to alter soil AMO activities through changing SO 4 2− dynamics, highlighting the need to incorporate these processes in predictive models for more accurate representations of coastal wetland methane dynamics.",
          "url": "https://doi.org/10.1126/sciadv.ads6093",
          "doi": "https://doi.org/10.1126/sciadv.ads6093",
          "filter": "2"
        },
        {
          "title": "Statistical analysis of fluorescence intensity transients with Bayesian methods",
          "authors": "Hamed Karimi, Martin Laasmaa, Margus Pihlak, Marko Vendelin",
          "abstract": "Molecular movement and interactions at the single-molecule level, particularly in live cells, are often studied using fluorescence correlation spectroscopy (FCS). While powerful, FCS has notable drawbacks: It requires high laser intensities and long acquisition times, increasing phototoxicity, and often relies on problematic statistical assumptions in data fitting. We introduce fluorescence intensity trace statistical analysis (FITSA), a Bayesian method that directly analyzes fluorescence intensity traces. FITSA offers faster, more stable convergence than previous approaches and provides robust parameter estimation from far shorter measurements than conventional FCS. Our results demonstrate that FITSA achieves comparable precision to FCS while requiring substantially fewer photons. This advantage becomes even more pronounced when accounting for statistical dependencies in FCS analysis, which are often overlooked but necessary for accurate error estimation. By reducing laser exposure, FITSA minimizes phototoxicity effects, representing a major advancement in the quantitative analysis of molecular processes across fields.",
          "url": "https://doi.org/10.1126/sciadv.ads4609",
          "doi": "https://doi.org/10.1126/sciadv.ads4609",
          "filter": "2"
        },
        {
          "title": "Conservation impacts and hidden actions in a randomized controlled trial of a marine pay-to-release program",
          "authors": "Hollie Booth, Thomas Pienkowski, M Said Ramdlan, Kusuma Banda Naira,  Muhsin, E. J. Milner-Gulland, Luky Adrianto, Paul J. Ferraro",
          "abstract": "Incentive payments could cost-effectively and equitably achieve biodiversity conservation goals but could also trigger unintended countervailing actions. Here, we report on a preregistered, randomized controlled trial of a pay-to-release program among small-scale, Indonesian fishing vessels for the release of two critically endangered marine taxa from fishing gear: hammerhead sharks and wedgefish. A conventional monitoring approach, which quantifies impacts based on conservation-relevant actions (i.e., numbers of live releases), implies that the program was successful: a 71 and 4% reduction in wedgefish and hammerhead shark mortality, respectively. The experimental data, however, imply that the pay-to-release program also induced some vessels to increase their catch, thereby decreasing wedgefish mortality by only 25% [confidence interval (CI): −49 to 10%] and increasing hammerhead mortality by 44% (CI: 8 to 92%). Our results do not imply that pay-to-release programs cannot work but rather demonstrate the complexity of designing incentive-based conservation programs and the importance of piloting them using experimental designs before scaling up.",
          "url": "https://doi.org/10.1126/sciadv.adr1000",
          "doi": "https://doi.org/10.1126/sciadv.adr1000",
          "filter": "2"
        },
        {
          "title": "Inefficient melt mixing below a fast-spreading ridge revealed by Hess Deep lower gabbros (ODP Leg 147 and IODP Expedition 345)",
          "authors": "Valentin Basch, Alessio Sanfilippo, Felix Genske, Mischa Böhnke, Alberto Zanetti, Andreas Stracke",
          "abstract": "The oceanic crust crystallizes from melts formed within a heterogeneous mantle source, which is mostly composed of variably depleted peridotites and recycled crust. Yet, the compositional variability of this mantle source and the progressive aggregation of heterogeneous melts during extraction are poorly constrained. Here, we show that in situ isotopic analyses in gabbros formed at the East Pacific Rise retain substantially greater Sr-Nd-Hf isotopic heterogeneity than basalts erupted along the fast-spreading ridge. This implies that melt aggregation during migration through the upper mantle and lower crust is inefficient, even at magmatically productive spreading ridges; efficient melt mixing likely occurs in the overlying axial melt lens. Local isotopic heterogeneity of Hess Deep gabbros indicates incomplete mixing of primary melts produced from variably depleted peridotites and oceanic crust recycled at least 1.5 billion years ago. The isotopic heterogeneity recorded in lower gabbros further substantiates that basalt compositions reflect only part of the compositional spectrum of melts passing through the ridge plumbing system.",
          "url": "https://doi.org/10.1126/sciadv.adu2044",
          "doi": "https://doi.org/10.1126/sciadv.adu2044",
          "filter": "2"
        },
        {
          "title": "Intratumoral self-assembly of renal-clearable gold nanoparticles as precise photothermal nanomedicine for liver tumor therapy",
          "authors": "Gangqiang Yuan, Xiaoxi Luo, Kui He, Yue Tan, Caiming Luo, Ben Liu, Yidan Sun, Jinbin Liu",
          "abstract": "Noninvasive photothermal therapy (PTT) for cancer with photothermal agents (PTAs) has recently achieved success in both preclinical and clinical trials. However, traditional PTAs tend to nonspecifically accumulate in normal liver tissue, hampering their use in PTT of liver tumors. By taking advantage of extremely low liver accumulation from ultrasmall renal-clearable gold nanoparticles (AuNPs), we report a biosafe therapeutic PTT strategy to treat liver tumors precisely through the intratumoral self-assembly of renal-clearable AuNPs at the tumor site via host-guest interactions. After active tumor targeting from the host AuNPs functionalized with both cyclo (Arg-Gly-Asp- d -Phe-Cys) and cyclodextrin, the guest AuNPs functionalized with both pH-responsive doxorubicin and adamantane are designed to precisely trigger intratumoral self-assembly, enhancing both PTT and chemotherapy toward the liver tumor microenvironment. This smart design principle generates a precise therapeutic action toward liver tumors without causing any noticeable heating effect or damage to the surrounding normal liver tissue.",
          "url": "https://doi.org/10.1126/sciadv.adw7032",
          "doi": "https://doi.org/10.1126/sciadv.adw7032",
          "filter": "2"
        },
        {
          "title": "C. elegans transgenerational avoidance of P. fluorescens is mediated by the Pfs1 sRNA and vab-1",
          "authors": "Renee J. Seto, Rachel Brown, Rachel Kaletsky, Lance R. Parsons, Rebecca S. Moore, Julia M. Balch, Zemer Gitai, Coleen T. Murphy",
          "abstract": "In its natural habitat, Caenorhabditis elegans must distinguish friend from foe. Pseudomonas are abundant in the worm’s environment and can be nutritious or pathogenic. Previously, we found that worms learn to avoid Pseudomonas aeruginosa and Pseudomonas vranovensis through a small RNA (sRNA)–mediated pathway targeting the C. elegans gene maco-1 , and this behavior is inherited for four generations. Here, we show that C. elegans learns to transgenerationally avoid another pathogenic bacteria Pseudomonas fluorescens 15 (PF15). The PF15 sRNA, Pfs1, targets the VAB-1 ephrin receptor through 16 nt of perfect match, suggesting the evolution of a distinct bacterial sRNA/ C. elegans gene target pair. Knockdown of both maco-1 and vab-1 induce PF15 avoidance, and vab-1 loss reduces maco-1 expression, placing both genes in the sRNA-targeted pathogenic avoidance pathway. Thus, multiple genes in this avoidance pathway can act as targets for bacterial sRNAs, expanding the possibilities for evolution of trans-kingdom regulation of C. elegans behavior.",
          "url": "https://doi.org/10.1126/sciadv.adt3850",
          "doi": "https://doi.org/10.1126/sciadv.adt3850",
          "filter": "2"
        },
        {
          "title": "Genetics- and age-driven neuroimmune and disc changes underscore herniation susceptibility and pain-associated behaviors in SM/J mice",
          "authors": "Emanuel J. Novais, Olivia K. Ottone, Eric V. Brown, Vedavathi Madhu, Victoria A. Tran, Pranay Ramteke, Abhijit S. Dighe, Michael D. Solga, Alexandra Manchel, Angelo C. Lepore, Makarand V. Risbud",
          "abstract": "There are no appropriate mouse models to study the pathophysiology of spontaneous disc herniations in a wild-type setting. SM/J mice, a poor healer inbred strain, presented a high incidence of age-associated lumbar disc herniations with neurovascular innervations. Transcriptomic comparisons of the SM/J annulus fibrosus with human tissues showed shared pathways related to immune cell activation and inflammation. Notably, aged SM/J mice showed increased pain sensitization and neuroinflammation with altered extracellular matrix regulation in the dorsal root ganglia and spinal cord. There were increased T cells in the vertebral marrow, and cytometry by time-of-flight analysis showed increased splenic CD8+ T cells, nonspecific activation of CD8+ memory T cells, and enhanced interferon-γ production in the myeloid compartment. Single-cell RNA sequencing of peripheral blood mononuclear cells showed more B cells, with lower proportions of T cells, monocytes, and granulocytes. This study highlights the contribution of genetic background and aging to increased susceptibility of spontaneous intervertebral disc herniations in a clinically relevant murine model.",
          "url": "https://doi.org/10.1126/sciadv.ado6847",
          "doi": "https://doi.org/10.1126/sciadv.ado6847",
          "filter": "2"
        },
        {
          "title": "A molecularly defined mPFC-BLA circuit specifically regulates social novelty preference",
          "authors": "Yiqiong Liu, Ying Wang, Guoguang Xie, Qianying Yang, Aritra Bhattacherjee, Chao Zhang, Yi Zhang",
          "abstract": "Social novelty preference is an important aspect of social interaction for evaluating new threats and opportunities for survival, but the underlying neuronal mechanism remains unclear. Here, we identify a molecularly defined medial prefrontal cortex (mPFC) excitatory neuron subtype, located in layer 5 expressing Il1rapl2 , which is highly associated with social deficit disorders in genome-wide association studies and might be responsible for regulating social novelty preference. Using an Il1rapl2 -Cre mouse line, we show that chemogenetic activation of the mPFC Il1rapl2 -expressing neurons impairs social novelty preference but with little effect on sociability. In addition, fiber photometry recording indicates that this neuron subtype is inhibited when mice interact with novel but not with familiar mice. Furthermore, viral tracing and terminal manipulation reveal that basolateral amygdala (BLA)–projecting Il1rapl2 + neurons mediate the social novelty preference. Thus, our study uncovers a molecularly defined mPFC-BLA circuit that specifically regulates social novelty preference, highlighting that specific neuron subtypes and circuits could modulate distinct aspects of social behaviors.",
          "url": "https://doi.org/10.1126/sciadv.adt9008",
          "doi": "https://doi.org/10.1126/sciadv.adt9008",
          "filter": "2"
        },
        {
          "title": "Neural representations of noncentral events during narrative encoding predict subsequent story ending originality",
          "authors": "Xueyang Wang, Wei Liu, Kaixiang Zhuang, Cheng Liu, Jingyi Zhang, Li Fan, Qunlin Chen, Jiang Qiu",
          "abstract": "On the basis of the confluence theories of creativity, creative ideation depends on forging links between existing memory traces. The synergy between memory and creative thought is well-established, but neural dynamics of memory integration for creativity are understudied. Here, we extended the traditional memory paradigm. Participants read, recalled narratives, and wrote endings. Computational linguistic analysis showed that those integrating more noncentral events—those less semantically connected to other events within the narrative—wrote more original endings. Analyzing fMRI data captured during narrative encoding, we discovered that story ending originality can be predicted by shared event representation across participants in the right Brodmann area 25 (BA25) and stronger hippocampal event segmentation signal during noncentral event encoding. These results held across different narrative types (i.e., crime, romance, and fantasy stories). Overall, these results offer notable insights, from the perspective of network structure into how humans encode and retrieve complex real-world experiences to enhance creativity.",
          "url": "https://doi.org/10.1126/sciadv.adu5251",
          "doi": "https://doi.org/10.1126/sciadv.adu5251",
          "filter": "2"
        },
        {
          "title": "In vivo functional screens reveal KEAP1 loss as a driver of chemoresistance in small cell lung cancer",
          "authors": "Lauren Brumage, Scott Best, Daniel S. Hippe, Eli Grunblatt, Pritha Chanana, Feinan Wu, Myung Chang Lee, Zhe Ying, Ali Ibrahim, Jae Heun Chung, Anna Vigil, Jackson Fatherree, Slobodan Beronja, Patrick Paddison, Lucas Sullivan, Barzin Nabet, David MacPherson",
          "abstract": "Exquisitely chemosensitive initially, small cell lung cancer (SCLC) exhibits dismal outcomes owing to rapid transition to chemoresistance. Elucidating the genetic underpinnings has been challenging owing to limitations with cellular models. As SCLC patient-derived xenograft (PDX) models mimic therapeutic responses, we perform genetic screens in chemosensitive PDX models to identify drivers of chemoresistance. cDNA overexpression screens identify MYC , MYCN , and MYCL , while CRISPR deletion screens identify KEAP1 loss as driving chemoresistance. Deletion of KEAP1 switched a chemosensitive SCLC PDX model to become chemoresistant and resulted in sensitivity to inhibition of glutamine metabolism. Data from the IMpower133 clinical trial revealed ~6% of patients with extensive-stage SCLC exhibit KEAP1 genetic alterations, with activation of a KEAP1/NRF2 transcriptional signature associated with reduced survival upon chemotherapy treatment. While roles for KEAP1/NRF2 have been unappreciated in SCLC, our genetic screens revealed KEAP1 loss as a driver of chemoresistance, while patient genomic analyses demonstrate clinical importance.",
          "url": "https://doi.org/10.1126/sciadv.adq7084",
          "doi": "https://doi.org/10.1126/sciadv.adq7084",
          "filter": "2"
        },
        {
          "title": "Multidimensional multiplexing metalens for STED microscopy",
          "authors": "Ziheng Ji, Qinmiao Chen, Xinbo Sha, Haili Wang, Xing Ma, Zhengtong Liu, Qinghai Song, Shumin Xiao",
          "abstract": "Stimulated emission depletion (STED) microscopy is a versatile super-resolution imaging technique for life sciences and data storage. Despite continuous breakthroughs, modern STED microscopes are still relatively bulky and limited to laboratory setups. Here, we exploit the multidimensional multiplexing properties of metalenses and experimentally demonstrate the realization of a compact STED lens with a single metasurface. A 635-nm right-handed circularly polarized excitation laser is focused by the metalens into a diffraction-limited Gaussian beam, while a 780-nm depletion beam with opposite chirality is converted into a high-quality donut-shaped focus on the same plane. As a consequence, STED super-resolution imaging based on the metalens has been obtained by recording the unpolarized photoluminescence using the same metalens. The experimentally demonstrated resolution reaches 0.7× of the diffraction limit and can be further improved. This study represents a critical step toward the miniaturization and integration of STED microscope.",
          "url": "https://doi.org/10.1126/sciadv.adt2807",
          "doi": "https://doi.org/10.1126/sciadv.adt2807",
          "filter": "2"
        },
        {
          "title": "Structure-based discovery of highly bioavailable, covalent, broad-spectrum coronavirus M Pro inhibitors with potent in vivo efficacy",
          "authors": "Tyler C. Detomasi, Gilles Degotte, Sijie Huang, Rahul K. Suryawanshi, Amy Diallo, Luca Lizzadro, Francisco J. Zaptero-Belinchón, Taha Y. Taha, Jiapeng Li, Alicia L. Richards, Eric R. Hantz, Zain Alam, Mauricio Montano, Maria McCavitt-Malvido, Rajesh Gumpena, James R. Partridge, Galen J. Correy, Yusuke Matsui, Annemarie F. Charvat, Isabella S. Glenn, Julia Rosecrans, Jezrael L. Revalde, Dashiell Anderson, Judd F. Hultquist, Michelle R. Arkin, R. Jeffrey Neitz, Danielle L. Swaney, Nevan J. Krogan, Brian K. Shoichet, Kliment A. Verba, Melanie Ott, Adam R. Renslo, Charles S. Craik",
          "abstract": "The main protease (M Pro ) of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a validated drug target. Starting with a lead-like dihydrouracil chemotype identified in a large-library docking campaign, we improved M Pro inhibition &gt;1000-fold by engaging additional M Pro subsites and using a latent electrophile to engage Cys 145 . Advanced leads from this series show pan-coronavirus antiviral activity, low clearance in mice, and for AVI-4773 , a rapid reduction in viral titers &gt;1,000,000 after just three doses. Both compounds are well distributed in mouse tissues, including brain, where concentrations &gt;1000× the 90% effective concentration are observed 8 hours after oral dosing for AVI-4773 . AVI-4516 shows minimal inhibition of major cytochrome P450s and human proteases. AVI-4516 also exhibits synergy with the RNA-dependent RNA polymerase inhibitor, molnupiravir, in cellular infection models. Related analogs strongly inhibit nirmatrelvir-resistant M Pro mutant virus. The properties of this chemotype are differentiated from existing clinical and preclinical M Pro inhibitors and will advance therapeutic development against emerging SARS-CoV-2 variants and other coronaviruses.",
          "url": "https://doi.org/10.1126/sciadv.adt7836",
          "doi": "https://doi.org/10.1126/sciadv.adt7836",
          "filter": "2"
        },
        {
          "title": "Pharmacologic degradation of WDR5 suppresses oncogenic activities of SS18::SSX and provides a therapeutic of synovial sarcoma",
          "authors": "Yao Yu, Xufen Yu, Bo Pan, Ho Man Chan, H. Ümit Kaniskan, Jian Jin, Ling Cai, Gang Greg Wang",
          "abstract": "Cancer-causing aberrations recurrently target the chromatic-regulatory factors, leading to epigenetic dysregulation. Almost all patients with synovial sarcoma (SS) carry a characteristic gene fusion, SS18::SSX, which produces a disease-specific oncoprotein that is incorporated into the switch/sucrose non-fermentable (SWI/SNF) chromatin-remodeling complexes and profoundly alters their functionalities. Targeting epigenetic dependency in cancers holds promise for improving current treatment. Leveraging on cancer cell dependency dataset, pharmacological tools, and genomic profiling, we find WDR5, a factor critical for depositing histone H3 lysine 4 (H3K4) methylation, to be an unexplored vulnerability in SS. Mechanistically, WDR5 and SS18::SSX interact and colocalize at oncogenes where WDR5 promotes H3K4 methylation and the chromatin association of SS18::SSX-containing chromatin-remodeling complexes. WDR5 degradation by proteolysis-targeting chimera (PROTAC) not only suppresses the SS18::SSX-related oncogenic programs but additionally causes the ribosomal protein deregulations leading to p53 activation. WDR5-targeted PROTAC suppresses SS growth in vitro and in vivo, providing a promising strategy for the SS treatment.",
          "url": "https://doi.org/10.1126/sciadv.ads7876",
          "doi": "https://doi.org/10.1126/sciadv.ads7876",
          "filter": "2"
        },
        {
          "title": "Dihydroxyacetone phosphate generated in the chloroplast mediates the activation of TOR by CO 2 and light",
          "authors": "Manuel J. Mallén-Ponce, Andrea M. Quintero-Moreno, Samuel Gámez-Arcas, Arthur R. Grossman, María Esther Pérez-Pérez, José L. Crespo",
          "abstract": "Light and CO 2 assimilation activate the target of rapamycin (TOR) kinase in photosynthetic cells, but how these signals are transmitted to TOR is unknown. Using the green alga Chlamydomonas reinhardtii as a model system, we identified dihydroxyacetone phosphate (DHAP) as the key metabolite regulating TOR in response to carbon and light cues. Metabolomic analyses of synchronized cells revealed that DHAP levels change more than any other metabolite between dark- and light-grown cells and that the addition of the DHAP precursor, dihydroxyacetone (DHA), was sufficient to activate TOR in the dark. We also demonstrated that TOR was insensitive to light or inorganic carbon but not to exogenous DHA in a Chlamydomonas mutant defective in the export of DHAP from the chloroplast. Our results provide a metabolic basis for the mode of TOR control by light and inorganic carbon and indicate that cytoplasmic DHAP is an important metabolic regulator of TOR.",
          "url": "https://doi.org/10.1126/sciadv.adu1240",
          "doi": "https://doi.org/10.1126/sciadv.adu1240",
          "filter": "2"
        },
        {
          "title": "Novel color via stimulation of individual photoreceptors at population scale",
          "authors": "James Fong, Hannah K. Doyle, Congli Wang, Alexandra E. Boehm, Sofie R. Herbeck, Vimal Prabhu Pandiyan, Brian P. Schmidt, Pavan Tiruveedhula, John E. Vanston, William S. Tuten, Ramkumar Sabesan, Austin Roorda, Ren Ng",
          "abstract": "We introduce a principle, Oz, for displaying color imagery: directly controlling the human eye’s photoreceptor activity via cell-by-cell light delivery. Theoretically, novel colors are possible through bypassing the constraints set by the cone spectral sensitivities and activating M cone cells exclusively. In practice, we confirm a partial expansion of colorspace toward that theoretical ideal. Attempting to activate M cones exclusively is shown to elicit a color beyond the natural human gamut, formally measured with color matching by human subjects. They describe the color as blue-green of unprecedented saturation. Further experiments show that subjects perceive Oz colors in image and video form. The prototype targets laser microdoses to thousands of spectrally classified cones under fixational eye motion. These results are proof-of-principle for programmable control over individual photoreceptors at population scale.",
          "url": "https://doi.org/10.1126/sciadv.adu1052",
          "doi": "https://doi.org/10.1126/sciadv.adu1052",
          "filter": "2"
        },
        {
          "title": "Sustained mTORC1 activation in activated T cells impairs vaccine responses in older individuals",
          "authors": "Xiaorong Lin, Yanhua Du, Shuo Kan, Junjie Chen, Yunxue Yin, Linlin Li, Jingwen Chen, Wenrong Jiang, Wenqiang Cao, Chulwoo Kim, Liang Chen, Shiwen Wang, Jorg J. Goronzy, Jun Jin",
          "abstract": "T cell aging contributes to the lower vaccine efficacy in older adults, yet the molecular mechanism remains elusive. Here, we show the density of initially responding naïve CD4 + T cells is instructive in T follicular helper (TFH) cell fate decisions and declines with age. A lower number of initially responding cells did not affect TFH differentiation at peak responses after immunization but accounted for an increased contraction phase manifesting as a larger loss of CXCR5 expression. Mechanistically, cells activated at a lower initial density had more sustained mammalian target of rapamycin complex 1 (mTORC1) activities that impair CXCR5 maintenance. YAP-dependent regulation of SLC7A5 involved in the cell density–dependent regulation of mTORC1 activities and TFH loss. Old mice fed with a leucine-restricted diet after peak responses showed smaller TFH loss and improved humoral immune responses. Attenuating mTORC1 signaling after peak response is a strategy to boost vaccine responses in older individuals.",
          "url": "https://doi.org/10.1126/sciadv.adt4881",
          "doi": "https://doi.org/10.1126/sciadv.adt4881",
          "filter": "2"
        },
        {
          "title": "Navigating and attributing uncertainty in future tropical cyclone risk estimates",
          "authors": "Simona Meiler, Chahan M. Kropf, Jamie W. McCaughey, Chia-Ying Lee, Suzana J. Camargo, Adam H. Sobel, Nadia Bloemendaal, Kerry Emanuel, David N. Bresch",
          "abstract": "Future tropical cyclone risks will evolve with climate change and socioeconomic development, entailing substantial uncertainties. An uncertainty and sensitivity analysis of these risks is vital, yet the chosen model setup influences outcomes. This study investigates how much future tropical cyclone risks are driven by climate and socioeconomic changes, quantifies uncertainty from propagating alternate representations of these systems through the risk modeling chain, and evaluates how strongly each model input contributes to output uncertainty. By comparing these three elements—drivers, uncertainty, and sensitivity—across four distinct tropical cyclone models, we derive findings generalizable beyond individual model setups. We find that average tropical cyclone risk will increase 1 to 5% by 2050 globally, with maximum increases ranging from 10 to 400% by 2100, depending on tropical cyclone model choice, region, and risk model inputs, while the dominant source of uncertainty shifts with modeling choices. Last, we differentiate between aleatory, epistemic, and normative uncertainties, offering guidance to reduce them and inform better decision-making.",
          "url": "https://doi.org/10.1126/sciadv.adn4607",
          "doi": "https://doi.org/10.1126/sciadv.adn4607",
          "filter": "2"
        },
        {
          "title": "Spatial distribution of fishmeal and fish oil factories around the globe",
          "authors": "Lauren A. Shea, Colette C. C. Wabnitz, William W. L. Cheung, Daniel Pauly, U. Rashid Sumaila",
          "abstract": "Fishmeal and fish oil (FMFO) are critical inputs for the compound aquatic feeds sustaining the fed aquaculture sector, yet there is limited publicly available information on the location of FMFO production factories around the globe. This makes it difficult to assess the environmental, social, and economic impacts of individual factories and the industry’s footprint as a whole. To fill this knowledge gap, we compiled location data for FMFO factories across 63 producing countries. We identified 506 factories owned and/or operated by 413 companies. We provide an open-source database that includes FMFO factory locations, company names, and raw material types. This study offers a first look at the spatial distribution of the FMFO industry and serves as a valuable resource for marine resource managers and policymakers. Knowing the locations of factories and where FMFO production is concentrated can inform the development of cooperative national and international policies to ensure environmentally and socially responsible standards.",
          "url": "https://doi.org/10.1126/sciadv.adr6921",
          "doi": "https://doi.org/10.1126/sciadv.adr6921",
          "filter": "2"
        },
        {
          "title": "Synaptophysin accelerates synaptic vesicle fusion by expanding the membrane upon neurotransmitter loading",
          "authors": "Julia Preobraschenski, Alex J. B. Kreutzberger, Marcelo Ganzella, Agnieszka Münster-Wandowski, Mark A. B. Kreutzberger, Linda H. M. Oolsthorn, Sascha Seibert, Volker Kiessling, Dietmar Riedel, Agata Witkowska, Gudrun Ahnert-Hilger, Lukas K. Tamm, Reinhard Jahn",
          "abstract": "Synaptic transmission is mediated by the exocytotic release of neurotransmitters stored in synaptic vesicles (SVs). SVs filled with neurotransmitters preferentially undergo exocytosis, but it is unclear how this is achieved. Here, we show that during transmitter loading, SVs substantially increase in size, which is reversible and requires synaptophysin, an abundant membrane protein with an unclear function. SVs are larger when synaptophysin is knocked out, and conversely, liposomes are smaller when reconstituted with synaptophysin. Moreover, transmitter loading of SVs accelerates fusion in vitro, which is abolished when synaptophysin is lacking despite near normal transmitter uptake. We conclude that synaptophysin functions as a curvature-promoting entity in the SV membrane, allowing for major lateral expansion of the SV membrane during neurotransmitter filling, thus increasing their propensity for exocytosis.",
          "url": "https://doi.org/10.1126/sciadv.ads4661",
          "doi": "https://doi.org/10.1126/sciadv.ads4661",
          "filter": "2"
        },
        {
          "title": "Reprogrammable curved-straight origami: Multimorphability and volumetric tunability",
          "authors": "Morad Mirzajanzadeh, Damiano Pasini",
          "abstract": "Existing origami patterns can transform flat sheets into curved surfaces or be stacked into volumetric lattices with tunable properties. Their folded surfaces, however, cannot morph into other rigid states, and their three-dimensional (3D) tessellations allow stiffness tuning only through large size variations, causing abrupt shifts in stiffness and affecting other properties such as relative density. These limitations hinder their use as reprogrammable structural materials in real-life applications. Here, we introduce a reprogrammable origami integrating curved and straight bistable creases to address both challenges: attaining rigidity while allowing reversible remorphability into numerous load-bearing shapes and generating 3D curved-plate lattices, delivering in a prescribed configuration of fixed dimensions continuously tunable elastic moduli spanning two orders of magnitude. Leveraging curved origami theories, differential geometry, paperboard models, and experiments, we construct the folded pattern, formulate its geometric mechanics, and quantify its mechanical performance. Our approach provides a versatile platform for multifunctional metamaterials, enabling adaptive and resilient materials in aerospace, biomechanics, and soft robotics.",
          "url": "https://doi.org/10.1126/sciadv.adu4678",
          "doi": "https://doi.org/10.1126/sciadv.adu4678",
          "filter": "2"
        },
        {
          "title": "Input-driven dynamics for robust memory retrieval in Hopfield networks",
          "authors": "Simone Betteti, Giacomo Baggio, Francesco Bullo, Sandro Zampieri",
          "abstract": "The Hopfield model provides a mathematical framework for understanding the mechanisms of memory storage and retrieval in the human brain. This model has inspired decades of research on learning and retrieval dynamics, capacity estimates, and sequential transitions among memories. Notably, the role of external inputs has been largely underexplored, from their effects on neural dynamics to how they facilitate effective memory retrieval. To bridge this gap, we propose a dynamical system framework in which the external input directly influences the neural synapses and shapes the energy landscape of the Hopfield model. This plasticity-based mechanism provides a clear energetic interpretation of the memory retrieval process and proves effective at correctly classifying mixed inputs. Furthermore, we integrate this model within the framework of modern Hopfield architectures to elucidate how current and past information are combined during the retrieval process. Last, we embed both the classic and the proposed model in an environment disrupted by noise and compare their robustness during memory retrieval.",
          "url": "https://doi.org/10.1126/sciadv.adu6991",
          "doi": "https://doi.org/10.1126/sciadv.adu6991",
          "filter": "2"
        },
        {
          "title": "A METTL3-NFE2L3 axis mediates tumor stemness and progression in lung adenocarcinoma",
          "authors": "Yue Zhao, Lei Zhang, Lang Xia, Haoran E, Tao Wang, Huinan Lu, Hezhong Chen, Yunlang She, Hao Tang, Junqi Wu, Deping Zhao, Chang Chen",
          "abstract": "The progression of lung adenocarcinoma is primarily driven by cancer stem cells (CSCs), which have self-renewal capabilities and confer resistance to therapies, including neoadjuvant treatments combining chemotherapy and immune checkpoint inhibitors. In this study, we identified that OV6 + tumor cells exhibit stem-like characteristics and are notably enriched in patients with non–major pathological response, closely associated with resistance to combination therapies. Hypoxia and HIF1α were found to drive the formation of OV6 + CSCs. METTL3, a methyltransferase, was revealed as a critical regulator of OV6 + CSCs by stabilizing NFE2L3 messenger RNA via an N 6 -methyladenosine–dependent manner, thereby up-regulating NFE2L3 and activating the intrinsic WNT signaling pathway essential for maintaining stemness. OV6 + tumor cells promoted M2 macrophage infiltration and the formation of an immunosuppressive tumor microenvironment (TME). Targeting METTL3 effectively eliminated OV6 + CSCs and suppressed tumor progression. Moreover, the combination of STM2457 with cisplatin overcame chemoresistance, remodeled the TME, and provided promising insights for enhancing the efficacy of neoadjuvant combination therapies.",
          "url": "https://doi.org/10.1126/sciadv.adt7682",
          "doi": "https://doi.org/10.1126/sciadv.adt7682",
          "filter": "2"
        },
        {
          "title": "Progesterone signaling in oviductal epithelial cells modulates the immune response to support preimplantation embryonic development",
          "authors": "Emily A. McGlade, Jiude Mao, Kalli K. Stephens, Ryan M. Marquardt, Feyza Nur Arguc, Peter F. Lais, San-Pin Wu, Sarayut Winuthayanon, Haval Shirwan, Esma S. Yolcu, Mark I. Hunter, James K. Pru, John P. Lydon, Francesco J. DeMayo, Wipawee Winuthayanon",
          "abstract": "More than 60% of pregnancy losses occur during the first trimester, highlighting the need to understand the role of the oviduct in early pregnancy. In this study, we conditionally ablated the classical progesterone receptor ( Pgr ) in oviductal epithelial cells, called the Pgr d/d mouse model. We found that 40% of embryos collected from Pgr d/d females were nonviable or developmentally delayed, indicating that epithelial PGR expression is crucial for embryonic development. Single-cell RNA sequencing revealed up-regulation of proinflammatory genes, including interleukin-22 (IL-22), in the epithelial cells of Pgr d/d females. Pharmacological inhibition of inflammation using nonsteroidal anti-inflammatory drugs significantly reduced IL-22 levels in the oviducts and rescued embryonic developmental rates in Pgr d/d females. Coculture of wild-type zygotes with IL-22 significantly decreased the number of expanded blastocysts. Our findings suggest that progesterone signaling is vital for immunoregulation and normal preimplantation development, potentially providing insights for developing diagnostic tools and therapeutic strategies to address pregnancy failures.",
          "url": "https://doi.org/10.1126/sciadv.adt6113",
          "doi": "https://doi.org/10.1126/sciadv.adt6113",
          "filter": "2"
        },
        {
          "title": "Pyrite stimulates the growth and sulfur oxidation capacity of anoxygenic phototrophic sulfur bacteria in euxinic environments",
          "authors": "Runjie Li, Xiaolei Liu, Geng Wu, Gaoyuan Li, Jing-Hua Chen, Hongchen Jiang, Hailiang Dong",
          "abstract": "Anoxygenic phototrophic sulfur bacteria flourish in contemporary and ancient euxinic environments, driving the biogeochemical cycles of carbon and sulfur. However, it is unclear how these strict anaerobes meet their high demand for iron in iron-depleted environments. Here, we report that pyrite, a widespread and highly stable iron sulfide mineral in anoxic, low-temperature environments, can support the growth and metabolic activity of anoxygenic phototrophic sulfur bacteria by serving as the sole iron source under iron-depleted conditions. Transcriptomic and proteomic analyses revealed that pyrite addition substantially up-regulated genes and protein expression involved in photosynthesis, sulfur metabolism, and biosynthesis of organics. Anoxic microbial oxidation of pyritic sulfur and consequent destabilization of the pyrite structure were postulated to facilitate microbial iron acquisition. These findings advance our understanding of the survival strategies of anaerobes in iron-depleted environments and are important for revealing the previously underappreciated bioavailability of pyritic iron in anoxic environments and anoxic weathering of pyrite.",
          "url": "https://doi.org/10.1126/sciadv.adu7080",
          "doi": "https://doi.org/10.1126/sciadv.adu7080",
          "filter": "2"
        },
        {
          "title": "Broadband localization of light at the termination of a topological photonic waveguide",
          "authors": "Daniel Muis, Yandong Li, René Barczyk, Sonakshi Arora, L. Kuipers, Gennady Shvets, Ewold Verhagen",
          "abstract": "Localized optical field enhancement enables strong light-matter interactions necessary for efficient manipulation and sensing of light. Specifically, tunable broadband energy localization in nanoscale hotspots offers many applications in nanophotonics and quantum optics. We experimentally demonstrate a mechanism for the local enhancement of electromagnetic fields based on strong suppression of backscattering. This is achieved at a designed termination of a topologically nontrivial waveguide that nearly preserves the valley degree of freedom. The symmetry origin of the valley degree of freedom prevents edge states to undergo intervalley scattering at waveguide discontinuities that obey the symmetry of the crystal. Using near-field microscopy, we reveal that this leads to strong confinement of light at the termination of a topological photonic waveguide, even without breaking reciprocity. We emphasize the importance of symmetry conservation by comparing different waveguide termination geometries, confirming that the origin of suppressed backscattering lies with the near conservation of the valley degree of freedom, and show the broad bandwidth of the effect.",
          "url": "https://doi.org/10.1126/sciadv.adr9569",
          "doi": "https://doi.org/10.1126/sciadv.adr9569",
          "filter": "2"
        },
        {
          "title": "Task-specific regional circuit adaptations in distinct mouse retinal ganglion cells",
          "authors": "Jonathan Oesterle, Yanli Ran, Paul Stahr, Jason N. D. Kerr, Timm Schubert, Philipp Berens, Thomas Euler",
          "abstract": "In the mouse retina, sustained ON alpha (sONα) retinal ganglion cells (RGCs) have different dendritic and receptive field sizes along the nasotemporal axis, with temporal sONα RGCs likely playing a role in visually guided hunting. Thus, we hypothesized that this cell type also exhibits regional adaptations in dendritic signal processing and that these adaptations are advantageous for prey capture. Here, we measured dendritic signals from individual sONα RGCs at different retinal locations. We measured both postsynaptic Ca 2+ signals at dendrites and presynaptic glutamate signals from bipolar cells (BCs). We found that temporal sONα RGCs exhibit, in addition to sustained-ON signals with only weak surrounds, signals with strong surround suppression, which were not present in nasal sONα RGCs. This difference was also present in the presynaptic inputs from BCs. Last, using population models in an encoder-decoder paradigm, we showed that these adaptations might be beneficial for detecting crickets in hunting behavior.",
          "url": "https://doi.org/10.1126/sciadv.adp7075",
          "doi": "https://doi.org/10.1126/sciadv.adp7075",
          "filter": "2"
        },
        {
          "title": "Biomimetic rigid-soft finger design for highly dexterous and adaptive robotic hands",
          "authors": "Ningbin Zhang, Peiwei Zhou, Xinyu Yang, Fengjie Shen, Jieji Ren, Tengyu Hou, Le Dong, Rong Bian, Dong Wang, Guoying Gu, Xiangyang Zhu",
          "abstract": "In dexterous robotic hand design, achieving high mobility and adaptability comparable to human hands remains an ongoing challenge. Biomimetic designs mimicking the musculoskeletal structure have shown promise yet face difficulties in preserving key kinematic and mechanical principles while reducing system complexity. Here, we present a biomimetic finger design that preserves these principles through coordinated rigid-soft interplay, achieving structural and control simplicity for constructing dexterous robotic hands. Our design distills complex anatomical structures into skeletal mechanisms with regular geometrics, strategically deployed soft ligaments, and elastic tendon actuation, enabling controllable multi–degree-of-freedom dexterity while providing resilience and compliance. We establish mathematical models to analyze finger kinematics, rigid-soft interplay principles, and controllable actuation. Building on these models, we integrate biomimetic fingers with a thumb to develop an anthropomorphic robotic hand. Our robotic hand experimentally demonstrates remarkable dexterity and versatility across various tasks, including piano playing, power and pinch grasping, and in-hand manipulation, confirming the design effectiveness.",
          "url": "https://doi.org/10.1126/sciadv.adu2018",
          "doi": "https://doi.org/10.1126/sciadv.adu2018",
          "filter": "2"
        },
        {
          "title": "Giant switchable ferroelectric photovoltage in double-perovskite epitaxial films through chemical negative strain",
          "authors": "Jie Tu, Hangren Li, Xudong Liu, Guoqiang Xi, Xiuqiao Liu, Mengqi Zhang, Rong Wu, Siyuan Du, Dongfei Lu, Longyuan Shi, Jing Xia, Yue-Wen Fang, Jiaqi Ding, Yuzhuo Liu, Yueyang Jia, Meng Yuan, Rui Yang, Xiaolong Li, Xiangmin Meng, Jianjun Tian, Linxing Zhang, Xianran Xing",
          "abstract": "Double-perovskite films have been extensively studied in multifunctional fields due to their modifiability. Here, a controlled process strategy to induce chemical strain and anomalous Poisson deformation is proposed for perovskite-based films. The chemical negative strain in the local-ordering BiSmFe 2 O 6 double-perovskite films can be regulated by oxygen engineering to cause the effectively tunable bandgap. We markedly increased the switchable open-circuit voltage to ~1.56 V from ~0.50 V for Pt/BiSmFe 2 O 6 /Nb-SrTiO 3 devices, which is the highest in single-layer perovskite-based ferroelectric photovoltaic perpendicular devices under white light-emitting diode irradiation. The multifield composite action mechanism reveals the electrical cause of the large open-circuit voltage. The synergy of the optical fields and ferroelectric fields provides the possibility of multilevel storage. Structural characterizations indicate that the chemical strain offers a dual role of lattice distortion and vacancy migration. The strategy of controllable chemical strain facilitates further exploration of the application potential of ferroelectric materials for multifunctional electronic devices.",
          "url": "https://doi.org/10.1126/sciadv.ads4925",
          "doi": "https://doi.org/10.1126/sciadv.ads4925",
          "filter": "2"
        },
        {
          "title": "Structural dissection of ergosterol metabolism reveals a pathway optimized for membrane phase separation",
          "authors": "Israel Juarez-Contreras, Laura J. S. Lopes, Jamie Holt, Lorena Yu-Liao, Katherine O’Shea, Jose Ruiz-Ruiz, Alexander Sodt, Itay Budin",
          "abstract": "Sterols are among the most abundant lipids in eukaryotic cells yet are synthesized through notoriously long metabolic pathways. It has been proposed that the molecular evolution of such pathways must have required each step to increase the capacity of its product to condense and order phospholipids. Here, we carry out a systematic analysis of the ergosterol pathway that leverages the yeast vacuole’s capacity to phase separate into ordered membrane domains. In the post-synthetic steps specific to ergosterol biosynthesis, we find that successive modifications act to oscillate ordering capacity, settling on a level that supports phase separation while retaining fluidity of the resulting domains. Simulations carried out with each intermediate showed how conformers in the sterol’s alkyl tail are capable of modulating long-range ordering of phospholipids, which could underlie changes in phase behavior. Our results indicate that the complexity of sterol metabolism could have resulted from the need to balance lipid interactions required for membrane organization.",
          "url": "https://doi.org/10.1126/sciadv.adu7190",
          "doi": "https://doi.org/10.1126/sciadv.adu7190",
          "filter": "2"
        },
        {
          "title": "3D bioprinting of collagen-based high-resolution internally perfusable scaffolds for engineering fully biologic tissue systems",
          "authors": "Daniel J. Shiwarski, Andrew R. Hudson, Joshua W. Tashman, Ezgi Bakirci, Samuel Moss, Brian D. Coffin, Adam W. Feinberg",
          "abstract": "Organ-on-a-chip and microfluidic systems have improved the translational relevance of in vitro systems; however, current manufacturing approaches impart limitations on materials selection, non-native mechanical properties, geometric complexity, and cell-driven remodeling into functional tissues. Here, we three-dimensionally (3D) bioprint extracellular matrix (ECM) and cells into collagen-based high-resolution internally perfusable scaffolds (CHIPS) that integrate with a vascular and perfusion organ-on-a-chip reactor (VAPOR) to form a complete tissue engineering platform. We improve the fidelity of freeform reversible embedding of suspended hydrogels (FRESH) bioprinting to produce a range of CHIPS designs fabricated in a one-step process. CHIPS exhibit size-dependent permeability of perfused molecules into the surrounding scaffold to support cell viability and migration. Lastly, we implemented multi-material bioprinting to control 3D spatial patterning, ECM composition, cellularization, and material properties to create a glucose-responsive, insulin-secreting pancreatic-like CHIPS with vascular endothelial cadherin + vascular-like networks. Together, CHIPS and VAPOR form a platform technology toward engineering full organ-scale function for disease modeling and cell replacement therapy.",
          "url": "https://doi.org/10.1126/sciadv.adu5905",
          "doi": "https://doi.org/10.1126/sciadv.adu5905",
          "filter": "2"
        },
        {
          "title": "The ectodomain sheddase ADAM10 restricts HIV-1 propagation and is counteracted by Nef",
          "authors": "Balaji Olety, Yoshiko Usami, Paul Peters, Yuanfei Wu, Heinrich Göttlinger",
          "abstract": "HIV-1 Nef enhances virus propagation by down-regulating CD4 and SERINC5. However, recent evidence points to the existence of an additional Nef-sensitive restriction mechanism. We now show that Nef suppresses the aberrant cleavage of HIV-1 gp41 by ADAM10, a virion-associated cellular ectodomain sheddase, and thus increases the amount of HIV-1 envelope glycoprotein (Env) on virions. Additionally, Nef inhibits the shedding of at least some cellular ADAM10 substrates, resulting in their accumulation on HIV-1 virions. Whereas Nef + HIV-1 replicated only marginally better in the absence of ADAM10, the propagation of Nef − HIV-1 was notably rescued in ADAM10 − T cell lines. Crucially, Nef − HIV-1 also benefited from the absence of ADAM10 in primary CD4 + T cells. Collectively, our results indicate that ADAM10 negatively affects both laboratory-adapted and primary HIV-1 strains by shedding the ectodomains of viral and cellular transmembrane proteins from virions and that Nef rescues virus replication by counteracting ADAM10.",
          "url": "https://doi.org/10.1126/sciadv.adt1836",
          "doi": "https://doi.org/10.1126/sciadv.adt1836",
          "filter": "2"
        },
        {
          "title": "Targeting PGM3 abolishes SREBP-1 activation-hexosamine synthesis feedback regulation to effectively suppress brain tumor growth",
          "authors": "Huali Su, Yaogang Zhong, Liqing He, Feng Geng, Xinmin Yin, Yongjun Kou, Cheng-Yao Chiang, Xiaokui Mo, Yunzhou Fan, Yanwei Liu, Qiang Wang, Shino Magaki, Timothy F. Cloughesy, Etienne Lefai, William H Yong, Arnab Chakravarti, Xiang Zhang, Deliang Guo",
          "abstract": "Elevated hexosamine biosynthesis fuels tumor growth by facilitating protein and lipid glycosylation. But which enzyme in this pathway is better to serve as an antitumor target remains unclear. Here, we revealed that targeting GFAT1, the rate-limiting enzyme in hexosamine synthesis, exhibits limited inhibitory effects on glioblastoma (GBM), the most lethal brain tumor. This outcome is due to the compensation of NAGK-mediated hexosamine salvage pathway. Unexpectedly, inhibiting PGM3, which controls the flux of both de novo hexosamine synthesis and salvage pathways, down-regulates the expression of other enzymes in this pathway and suppresses SREBP-1, a critical lipogenic transcription factor, effectively inhibiting GBM growth. Unexpectedly, SREBP-1 transcriptionally up-regulates the expression of hexosamine synthesis enzymes, while inhibition of these enzymes in turn down-regulates SREBP-1 activation via reducing N-glycosylation of its transporter, SCAP. Our study identified PGM3 as a promising target for treating GBM. Its inhibition disrupts the SREBP-1 activation-hexosamine synthesis positive feedback regulation to effectively eliminate GBM cells.",
          "url": "https://doi.org/10.1126/sciadv.adq0334",
          "doi": "https://doi.org/10.1126/sciadv.adq0334",
          "filter": "2"
        },
        {
          "title": "Paleozoic carbonatites controlled rare-earth-elements mineralization at Bayan Obo",
          "authors": "Yang Li, Li-Guang Wu, Yan Yu, Lan Yang, David Selby, Xian-Hua Li",
          "abstract": "The net-zero emission race drives the consumption of rare-earth-elements (REE) at an accelerated rate. With the demand of REE being met by a few giant deposits such as Bayan Obo, decoding controls of ore formation is vital. Yet, after nearly a century of study, the genesis of Bayan Obo remains debated. Here, we demonstrate that two stages of carbonatites emplaced at Bayan Obo at 1320 and 430 million years ago (Ma). The effusive nature of the 1320 Ma carbonatite suppressed brine/fluid exsolution; hence, mineralization at this stage is limited, but its subsequent deformation created an ideal environment for water-rock interaction induced mineralization. The 430 Ma carbonatites exsolved voluminous brine/alkaline fluids rich in REE, with mineralization being promoted as veins and along beddings of the deformed Mesoproterozoic carbonatites via metasomatism. This stage contributed &gt;70% REE. Our study highlights that multistage carbonatites emplaced at one locality could be a controlling factor for REE mineralization and explains the scarcity of giant deposits.",
          "url": "https://doi.org/10.1126/sciadv.ads9481",
          "doi": "https://doi.org/10.1126/sciadv.ads9481",
          "filter": "2"
        },
        {
          "title": "Isoprene deters insect herbivory by priming plant hormone responses",
          "authors": "Abira Sahu, Mohammad Golam Mostofa, Yuan Xu, Bianca M. Serda, James O’Keefe, Thomas D. Sharkey",
          "abstract": "Isoprene, emitted by some plants, deters insect herbivory. However, the associated biochemical and physiological responses that confer herbivory resistance remain unknown. We used engineered isoprene-emitting (IE) and non-emitting (NE) control tobacco plants to interpret isoprene-mediated defense against herbivory in plants. Hornworm larvae raised on IE plants exhibited stunted growth compared to those raised on NE plants. Worms preferred to feed on NE rather than IE leaves, indicating deterrent effects of isoprene on insect feeding. Worm feeding induced a greater increase in jasmonic acid (JA), a crucial hormone for insect resistance, in IE leaves compared to that in NE leaves. Assimilation rates were stably maintained in IE plants, suggesting a protective role of isoprene in preserving photosynthetic efficiency during insect herbivory. Wound-induced increase in isoprene emission correlated with the elevation of key metabolites of the isoprene biosynthesis pathway. Our results highlight JA-priming functions of isoprene and provide insights into isoprene-mediated defense against insect herbivory.",
          "url": "https://doi.org/10.1126/sciadv.adu4637",
          "doi": "https://doi.org/10.1126/sciadv.adu4637",
          "filter": "2"
        },
        {
          "title": "Discovery of a high-velocity cloud of the Milky Way as a potential dark galaxy",
          "authors": "Xiao-Lan Liu, Jin-Long Xu, Peng Jiang, Ming Zhu, Chuan-Peng Zhang, Naiping Yu, Ye Xu, Xin Guan, Jun-Jie Wang",
          "abstract": "High-velocity clouds (HVCs) are composed of neutral hydrogen (H I) moving at velocities that deviate from the general rotational motion of the Milky Way. Now, the origins of the HVCs remain poorly known due to the difficulty in determining their distance and the lack of any other suitable identification. Here we report the detection of a compact gas clump in HVC AC-I, which displays characteristics typical of a disk galaxy, named AC G185.0-11.5, using the H I observations. We estimated the distance of AC G185.0-11.5 to be 277.7 − 141.6 + 291.3 kiloparsecs using the baryonic Tully-Fisher relation and constrained its H I gas mass to be between 3.0 × 10 7 and 4.7 × 10 8 solar masses. The distance determination indicates that the HVC AC-I hosting AC G185.0-11.5 is an extragalactic object in the Local Group. The absence of molecular gas and an optical counterpart for AC G185.0-11.5 implies that it may be a rare dark galaxy.",
          "url": "https://doi.org/10.1126/sciadv.ads4057",
          "doi": "https://doi.org/10.1126/sciadv.ads4057",
          "filter": "2"
        },
        {
          "title": "Hydrogen isotopic evidence for a core component in Baffin Island lavas",
          "authors": " James W. Dottin III, Forrest Horton, Conel M. O’D. Alexander, Anat Shahar, Jianhua Wang, Joseph S. Boesenberg, Emma Bullock, Steven B. Shirey",
          "abstract": "The nature of chemical exchange between Earth’s core and mantle is fundamental to understanding their evolution. Tungsten-182 and helium-3 anomalies in volcanic rocks from deeply sourced mantle plumes have been attributed to core-mantle exchange. Hydrogen (H) is potentially abundant in the core. Therefore, H may also be a sensitive tracer of core-mantle exchange. We measured 2 H/ 1 H ratios (reported as δD) in olivine-hosted basaltic melt inclusions from a Baffin Island lava to test whether mantle plumes contain H from the core. The average δD value (−144 ± 24 per mil) is lower than some estimates for the average depleted upper mantle (δD ≈ −60 ± 20 per mil). The low δD composition likely derives from isotopic diffusion or H leakage from the core, not isotopic fractionation during magmatism or crustal contamination. Over geologic time, core-mantle exchange of H may have overprinted the isotopic composition of mantle plume source regions and much of the upper mantle.",
          "url": "https://doi.org/10.1126/sciadv.adr2917",
          "doi": "https://doi.org/10.1126/sciadv.adr2917",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Insider–outsider representation and the logic of membership and participation. A multi-level analysis of unions' positions and individual attitudes on welfare state reforms",
          "authors": "Benedikt Bender, Luzie Hackenbroch",
          "abstract": "The insider–outsider theses suggest that trade unions have usually had strong incentives to represent the interests of the insiders. However, we argue that unions’ position on welfare state reforms will be affected by insiders and outsiders, depending on their level of membership and activity within the union. We combine macro-level data (content analysis of press releases) on six different unions in Germany with individual-level data (German Internet Panel), including information regarding differently skilled insider and outsider. We use a mix-method approach, and the results show that the attitudes of the low-skilled insiders (blue-collar workers) and low-skilled outsiders (low service functionaries) play a significant role in shaping unions’ positions. Both groups exhibit a high level of union membership and activity within unions. We conclude that this represents an important mechanism for understanding the influence of insiders and outsiders on unions’ position towards welfare state reforms.",
          "url": "https://doi.org/10.1093/ser/mwaf024",
          "doi": "https://doi.org/10.1093/ser/mwaf024",
          "filter": "0"
        },
        {
          "title": "Should social insurance programs count as wealth? Augmented wealth in research and policy",
          "authors": "Robert Manduca",
          "abstract": "Research on wealth and wealth inequality is hindered by lack of consensus on a fundamental question: what counts as wealth? Scholars disagree on whether net worth should encompass only marketable assets or also include non-marketable “augmented wealth,” such as pensions and social insurance programs. Because augmented wealth often exceeds marketable wealth in total value and is much more equitably distributed, definitional choices shape even the most basic conclusions of empirical wealth research. This article advocates for use-specific wealth definitions, recommending that researchers first identify the use(s) for wealth of interest in a given study, then include all assets available for those uses, whether marketable or not. Case studies of Norway and the United States demonstrate the importance of augmented wealth—beyond pensions alone—across the wealth distribution, while a cross national analysis shows that differences in augmented wealth can help resolve the puzzling lack of correlation between income and (marketable) wealth inequality across countries.",
          "url": "https://doi.org/10.1093/ser/mwaf020",
          "doi": "https://doi.org/10.1093/ser/mwaf020",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
