{
  "update": "2024-09-27",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "The evolution of private reputations in information-abundant landscapes",
          "authors": "Sebastián Michel-Mata, Mari Kawakatsu, Joseph Sartini, Taylor A. Kessinger, Joshua B. Plotkin, Corina E. Tarnita",
          "url": "http://dx.doi.org/10.1038/s41586-024-07977-x",
          "doi": "10.1038/s41586-024-07977-x",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: An extra-erythrocyte role of haemoglobin body in chondrocyte hypoxia adaption",
          "authors": "Feng Zhang, Bo Zhang, Yuying Wang, Runmin Jiang, Jin Liu, Yuexian Wei, Xinyue Gao, Yichao Zhu, Xinli Wang, Mao Sun, Junjun Kang, Yingying Liu, Guoxing You, Ding Wei, Jiajia Xin, Junxiang Bao, Meiqing Wang, Yu Gu, Zhe Wang, Jing Ye, Shuangping Guo, Hongyan Huang, Qiang Sun",
          "url": "http://dx.doi.org/10.1038/s41586-024-08057-w",
          "doi": "10.1038/s41586-024-08057-w",
          "filter": "2"
        },
        {
          "title": "Bendable non-silicon RISC-V microprocessor",
          "authors": "Emre Ozer, Jedrzej Kufel, Shvetank Prakash, Alireza Raisiardali, Olof Kindgren, Ronald Wong, Nelson Ng, Damien Jausseran, Feras Alkhalil, David Kong, Gage Hills, Richard Price, Vijay Janapa Reddi",
          "url": "http://dx.doi.org/10.1038/s41586-024-07976-y",
          "doi": "10.1038/s41586-024-07976-y",
          "filter": "2"
        },
        {
          "title": "Using both faces of polar semiconductor wafers for functional devices",
          "authors": "Len van Deurzen, Eungkyun Kim, Naomi Pieczulewski, Zexuan Zhang, Anna Feduniewicz-Zmuda, Mikolaj Chlipala, Marcin Siekacz, David Muller, Huili Grace Xing, Debdeep Jena, Henryk Turski",
          "url": "http://dx.doi.org/10.1038/s41586-024-07983-z",
          "doi": "10.1038/s41586-024-07983-z",
          "filter": "2"
        },
        {
          "title": "The global H5N1 influenza panzootic in mammals",
          "authors": "Thomas Peacock, Louise Moncla, Gytis Dudas, David VanInsberghe, Ksenia Sukhova, James O. Lloyd-Smith, Michael Worobey, Anice C. Lowen, Martha I. Nelson",
          "url": "http://dx.doi.org/10.1038/s41586-024-08054-z",
          "doi": "10.1038/s41586-024-08054-z",
          "filter": "2"
        },
        {
          "title": "Promises and challenges of crop translational genomics",
          "authors": "Martin Mascher, Murukarthick Jayakodi, Hyeonah Shim, Nils Stein",
          "url": "http://dx.doi.org/10.1038/s41586-024-07713-5",
          "doi": "10.1038/s41586-024-07713-5",
          "filter": "2"
        },
        {
          "title": "Author Correction: Immune system adaptation during gender-affirming testosterone treatment",
          "authors": "Tadepally Lakshmikanth, Camila Consiglio, Fabian Sardh, Rikard Forlin, Jun Wang, Ziyang Tan, Hugo Barcenilla, Lucie Rodriguez, Jamie Sugrue, Peri Noori, Margarita Ivanchenko, Laura Piñero Páez, Laura Gonzalez, Constantin Habimana Mugabo, Anette Johnsson, Henrik Ryberg, Åsa Hallgren, Christian Pou, Yang Chen, Jaromír Mikeš, Anna James, Per Dahlqvist, Jeanette Wahlberg, Anders Hagelin, Mats Holmberg, Marie Degerblad, Magnus Isaksson, Darragh Duffy, Olle Kämpe, Nils Landegren, Petter Brodin",
          "url": "http://dx.doi.org/10.1038/s41586-024-08081-w",
          "doi": "10.1038/s41586-024-08081-w",
          "filter": "2"
        },
        {
          "title": "Single-cell CAR T atlas reveals type 2 function in 8-year leukaemia remission",
          "authors": "Zhiliang Bai, Bing Feng, Susan E. McClory, Beatriz Coutinho de Oliveira, Caroline Diorio, Céline Gregoire, Bo Tao, Luojia Yang, Ziran Zhao, Lei Peng, Giacomo Sferruzza, Liqun Zhou, Xiaolei Zhou, Jessica Kerr, Alev Baysoy, Graham Su, Mingyu Yang, Pablo G. Camara, Sidi Chen, Li Tang, Carl H. June, J. Joseph Melenhorst, Stephan A. Grupp, Rong Fan",
          "abstract": "Despite a high response rate in chimeric antigen receptor (CAR) T cell therapy for acute lymphocytic leukaemia (ALL) 1–3 , approximately 50% of patients relapse within the first year 4–6 , representing an urgent question to address in the next stage of cellular immunotherapy. Here, to investigate the molecular determinants of ultralong CAR T cell persistence, we obtained a single-cell multi-omics atlas from 695,819 pre-infusion CAR T cells at the basal level or after CAR-specific stimulation from 82 paediatric patients with ALL enrolled in the first two CAR T ALL clinical trials and 6 healthy donors. We identified that elevated type 2 functionality in CAR T infusion products is significantly associated with patients maintaining a median B cell aplasia duration of 8.4 years. Analysis of ligand–receptor interactions revealed that type 2 cells regulate a dysfunctional subset to maintain whole-population homeostasis, and the addition of IL-4 during antigen-specific activation alleviates CAR T cell dysfunction while enhancing fitness at both transcriptomic and epigenomic levels. Serial proteomic profiling of sera after treatment revealed a higher level of circulating type 2 cytokines in 5-year or 8-year relapse-free responders. In a leukaemic mouse model, type 2 high CAR T cell products demonstrated superior expansion and antitumour activity, particularly after leukaemia rechallenge. Restoring antitumour efficacy in type 2 low CAR T cells was attainable by enhancing their type 2 functionality, either through incorporating IL-4 into the manufacturing process or by priming manufactured CAR T products with IL-4 before infusion. Our findings provide insights into the mediators of durable CAR T therapy response and suggest potential therapeutic strategies to sustain long-term remission by boosting type 2 functionality in CAR T cells.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07762-w",
          "doi": "10.1038/s41586-024-07762-w",
          "filter": "2"
        },
        {
          "title": "AARS1 and AARS2 sense l-lactate to regulate cGAS as global lysine lactyltransferases",
          "authors": "Heyu Li, Chao Liu, Ran Li, Lili Zhou, Yu Ran, Qiqing Yang, Huizhe Huang, Huasong Lu, Hai Song, Bing Yang, Heng Ru, Shixian Lin, Long Zhang",
          "url": "http://dx.doi.org/10.1038/s41586-024-07992-y",
          "doi": "10.1038/s41586-024-07992-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: High-performance 4-nm-resolution X-ray tomography using burst ptychography",
          "authors": "Tomas Aidukas, Nicholas W. Phillips, Ana Diaz, Emiliya Poghosyan, Elisabeth Müller, A. F. J. Levi, Gabriel Aeppli, Manuel Guizar-Sicairos, Mirko Holler",
          "url": "http://dx.doi.org/10.1038/s41586-024-08093-6",
          "doi": "10.1038/s41586-024-08093-6",
          "filter": "2"
        },
        {
          "title": "Future increase in extreme El Niño supported by past glacial changes",
          "authors": "Kaustubh Thirumalai, Pedro N. DiNezio, Judson W. Partin, Dunyu Liu, Kassandra Costa, Allison Jacobel",
          "url": "http://dx.doi.org/10.1038/s41586-024-07984-y",
          "doi": "10.1038/s41586-024-07984-y",
          "filter": "2"
        },
        {
          "title": "Designed endocytosis-inducing proteins degrade targets and amplify signals",
          "authors": "Buwei Huang, Mohamad Abedi, Green Ahn, Brian Coventry, Isaac Sappington, Cong Tang, Rong Wang, Thomas Schlichthaerle, Jason Z. Zhang, Yujia Wang, Inna Goreshnik, Ching Wen Chiu, Adam Chazin-Gray, Sidney Chan, Stacey Gerben, Analisa Murray, Shunzhi Wang, Jason O’Neill, Li Yi, Ronald Yeh, Ayesha Misquith, Anitra Wolf, Luke M. Tomasovic, Dan I. Piraner, Maria J. Duran Gonzalez, Nathaniel R. Bennett, Preetham Venkatesh, Maggie Ahlrichs, Craig Dobbins, Wei Yang, Xinru Wang, Danny D. Sahtoe, Dionne Vafeados, Rubul Mout, Shirin Shivaei, Longxing Cao, Lauren Carter, Lance Stewart, Jamie B. Spangler, Kole T. Roybal, Per Jr Greisen, Xiaochun Li, Gonçalo J. L. Bernardes, Carolyn R. Bertozzi, David Baker",
          "url": "http://dx.doi.org/10.1038/s41586-024-07948-2",
          "doi": "10.1038/s41586-024-07948-2",
          "filter": "2"
        },
        {
          "title": "Jet stream controls on European climate and agriculture since 1300 ce",
          "authors": "Guobao Xu, Ellie Broadman, Isabel Dorado-Liñán, Lara Klippel, Matthew Meko, Ulf Büntgen, Tom De Mil, Jan Esper, Björn Gunnarson, Claudia Hartl, Paul J. Krusic, Hans W. Linderholm, Fredrik C. Ljungqvist, Francis Ludlow, Momchil Panayotov, Andrea Seim, Rob Wilson, Diana Zamora-Reyes, Valerie Trouet",
          "url": "http://dx.doi.org/10.1038/s41586-024-07985-x",
          "doi": "10.1038/s41586-024-07985-x",
          "filter": "2"
        },
        {
          "title": "The genetic architecture of protein stability",
          "authors": "Andre J. Faure, Aina Martí-Aranda, Cristina Hidalgo-Carcedo, Antoni Beltran, Jörn M. Schmiedel, Ben Lehner",
          "abstract": "There are more ways to synthesize a 100-amino acid (aa) protein (20 100 ) than there are atoms in the universe. Only a very small fraction of such a vast sequence space can ever be experimentally or computationally surveyed. Deep neural networks are increasingly being used to navigate high-dimensional sequence spaces 1 . However, these models are extremely complicated. Here, by experimentally sampling from sequence spaces larger than 10 10 , we show that the genetic architecture of at least some proteins is remarkably simple, allowing accurate genetic prediction in high-dimensional sequence spaces with fully interpretable energy models. These models capture the nonlinear relationships between free energies and phenotypes but otherwise consist of additive free energy changes with a small contribution from pairwise energetic couplings. These energetic couplings are sparse and associated with structural contacts and backbone proximity. Our results indicate that protein genetics is actually both rather simple and intelligible.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07966-0",
          "doi": "10.1038/s41586-024-07966-0",
          "filter": "2"
        },
        {
          "title": "Transferrin receptor targeting chimeras for membrane protein degradation",
          "authors": "Dingpeng Zhang, Jhoely Duque-Jimenez, Francesco Facchinetti, Garyk Brixi, Kaitlin Rhee, William W. Feng, Pasi A. Jänne, Xin Zhou",
          "url": "http://dx.doi.org/10.1038/s41586-024-07947-3",
          "doi": "10.1038/s41586-024-07947-3",
          "filter": "2"
        },
        {
          "title": "Direct evidence for a carbon–carbon one-electron σ-bond",
          "authors": "Takuya Shimajiri, Soki Kawaguchi, Takanori Suzuki, Yusuke Ishigaki",
          "url": "http://dx.doi.org/10.1038/s41586-024-07965-1",
          "doi": "10.1038/s41586-024-07965-1",
          "filter": "2"
        },
        {
          "title": "Author Correction: Possible shift in controls of the tropical Pacific surface warming pattern",
          "authors": "Masahiro Watanabe, Sarah M. Kang, Matthew Collins, Yen-Ting Hwang, Shayne McGregor, Malte F. Stuecker",
          "url": "http://dx.doi.org/10.1038/s41586-024-08060-1",
          "doi": "10.1038/s41586-024-08060-1",
          "filter": "2"
        },
        {
          "title": "Nitrogen-doped amorphous monolayer carbon",
          "authors": "Xiuhui Bai, Pengfei Hu, Ang Li, Youwei Zhang, Aowen Li, Guangjie Zhang, Yufeng Xue, Tianxing Jiang, Zezhou Wang, Hanke Cui, Jianxin Kang, Hewei Zhao, Lin Gu, Wu Zhou, Li-Min Liu, Xiaohui Qiu, Lin Guo",
          "url": "http://dx.doi.org/10.1038/s41586-024-07958-0",
          "doi": "10.1038/s41586-024-07958-0",
          "filter": "2"
        },
        {
          "title": "On human-in-the-loop optimization of human–robot interaction",
          "authors": "Patrick Slade, Christopher Atkeson, J. Maxwell Donelan, Han Houdijk, Kimberly A. Ingraham, Myunghee Kim, Kyoungchul Kong, Katherine L. Poggensee, Robert Riener, Martin Steinert, Juanjuan Zhang, Steven H. Collins",
          "url": "http://dx.doi.org/10.1038/s41586-024-07697-2",
          "doi": "10.1038/s41586-024-07697-2",
          "filter": "2"
        },
        {
          "title": "Phages reconstitute NAD+ to counter bacterial immunity",
          "authors": "Ilya Osterman, Hadar Samra, Francois Rousset, Elena Loseva, Maxim Itkin, Sergey Malitsky, Erez Yirmiya, Adi Millman, Rotem Sorek",
          "url": "http://dx.doi.org/10.1038/s41586-024-07986-w",
          "doi": "10.1038/s41586-024-07986-w",
          "filter": "2"
        },
        {
          "title": "Forest fire size amplifies postfire land surface warming",
          "authors": "Jie Zhao, Chao Yue, Jiaming Wang, Stijn Hantson, Xianli Wang, Binbin He, Guangyao Li, Liang Wang, Hongfei Zhao, Sebastiaan Luyssaert",
          "url": "http://dx.doi.org/10.1038/s41586-024-07918-8",
          "doi": "10.1038/s41586-024-07918-8",
          "filter": "2"
        },
        {
          "title": "Brazilian fossils reveal homoplasy in the oldest mammalian jaw joint",
          "authors": "James R. G. Rawson, Agustín G. Martinelli, Pamela G. Gill, Marina B. Soares, Cesar L. Schultz, Emily J. Rayfield",
          "abstract": "The acquisition of the load-bearing dentary–squamosal jaw joint was a key step in mammalian evolution 1–5 . Although this innovation has received decades of study, questions remain over when and how frequently a mammalian-like skull–jaw contact evolved, hindered by a paucity of three-dimensional data spanning the non-mammaliaform cynodont–mammaliaform transition. New discoveries of derived non-mammaliaform probainognathian cynodonts from South America have much to offer to this discussion. Here, to address this issue, we used micro-computed-tomography scanning to reconstruct the jaw joint anatomy of three key probainognathian cynodonts: Brasilodon quadrangularis , the sister taxon to Mammaliaformes 6–8 , the tritheledontid-related Riograndia guaibensis 9 and the tritylodontid Oligokyphus major . We find homoplastic evolution in the jaw joint in the approach to mammaliaforms, with ictidosaurs ( Riograndia plus tritheledontids) independently evolving a dentary–squamosal contact approximately 17 million years before this character first appears in mammaliaforms of the Late Triassic period 10–12 . Brasilodon , contrary to previous descriptions 6–8 , lacks an incipient dentary condyle and squamosal glenoid and the jaws articulate solely using a plesiomorphic quadrate–articular joint. We postulate that the jaw joint underwent marked evolutionary changes in probainognathian cynodonts. Some probainognathian clades independently acquired ‘double’ craniomandibular contacts, with mammaliaforms attaining a fully independent dentary–squamosal articulation with a conspicuous dentary condyle and squamosal glenoid in the Late Triassic. The dentary–squamosal contact, which is traditionally considered to be a typical mammalian feature, therefore evolved more than once and is more evolutionary labile than previously considered.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07971-3",
          "doi": "10.1038/s41586-024-07971-3",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: A population code for spatial representation in the zebrafish telencephalon",
          "authors": "Chuyu Yang, Lorenz Mammen, Byoungsoo Kim, Meng Li, Drew N. Robson, Jennifer M. Li",
          "url": "http://dx.doi.org/10.1038/s41586-024-08009-4",
          "doi": "10.1038/s41586-024-08009-4",
          "filter": "2"
        },
        {
          "title": "Single-cell multi-omics map of human fetal blood in Down syndrome",
          "authors": "Andrew R. Marderstein, Marco De Zuani, Rebecca Moeller, Jon Bezney, Evin M. Padhi, Shuo Wong, Tim H. H. Coorens, Yilin Xie, Haoliang Xue, Stephen B. Montgomery, Ana Cvejic",
          "url": "http://dx.doi.org/10.1038/s41586-024-07946-4",
          "doi": "10.1038/s41586-024-07946-4",
          "filter": "2"
        },
        {
          "title": "Human hippocampal and entorhinal neurons encode the temporal structure of experience",
          "authors": "Pawel Tacikowski, Güldamla Kalender, Davide Ciliberti, Itzhak Fried",
          "abstract": "Extracting the underlying temporal structure of experience is a fundamental aspect of learning and memory that allows us to predict what is likely to happen next. Current knowledge about the neural underpinnings of this cognitive process in humans stems from functional neuroimaging research 1–5 . As these methods lack direct access to the neuronal level, it remains unknown how this process is computed by neurons in the human brain. Here we record from single neurons in individuals who have been implanted with intracranial electrodes for clinical reasons, and show that human hippocampal and entorhinal neurons gradually modify their activity to encode the temporal structure of a complex image presentation sequence. This representation was formed rapidly, without providing specific instructions to the participants, and persisted when the prescribed experience was no longer present. Furthermore, the structure recovered from the population activity of hippocampal–entorhinal neurons closely resembled the structural graph defining the sequence, but at the same time, also reflected the probability of upcoming stimuli. Finally, learning of the sequence graph was related to spontaneous, time-compressed replay of individual neurons’ activity corresponding to previously experienced graph trajectories. These findings demonstrate that neurons in the hippocampus and entorhinal cortex integrate the ‘what’ and ‘when’ information to extract durable and predictive representations of the temporal structure of human experience.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07973-1",
          "doi": "10.1038/s41586-024-07973-1",
          "filter": "2"
        },
        {
          "title": "Microbial iron limitation in the ocean’s twilight zone",
          "authors": "Jingxuan Li, Lydia Babcock-Adams, Rene M. Boiteau, Matthew R. McIlvin, Lauren E. Manck, Matthias Sieber, Nathan T. Lanning, Randelle M. Bundy, Xiaopeng Bian, Iulia-Mădălina Ștreangă, Benjamin N. Granzow, Matthew J. Church, Jessica N. Fitzsimmons, Seth G. John, Tim M. Conway, Daniel J. Repeta",
          "url": "http://dx.doi.org/10.1038/s41586-024-07905-z",
          "doi": "10.1038/s41586-024-07905-z",
          "filter": "2"
        },
        {
          "title": "Author Correction: Drosophila immune cells transport oxygen through PPO2 protein phase transition",
          "authors": "Mingyu Shin, Eunji Chang, Daewon Lee, Nayun Kim, Bumsik Cho, Nuri Cha, Ferdinand Koranteng, Ji-Joon Song, Jiwon Shim",
          "url": "http://dx.doi.org/10.1038/s41586-024-08058-9",
          "doi": "10.1038/s41586-024-08058-9",
          "filter": "2"
        },
        {
          "title": "Author Correction: Birth of protein folds and functions in the virome",
          "authors": "Jason Nomburg, Erin E. Doherty, Nathan Price, Daniel Bellieny-Rabelo, Yong K. Zhu, Jennifer A. Doudna",
          "url": "http://dx.doi.org/10.1038/s41586-024-08068-7",
          "doi": "10.1038/s41586-024-08068-7",
          "filter": "2"
        },
        {
          "title": "The type 2 cytokine Fc–IL-4 revitalizes exhausted CD8+ T cells against cancer",
          "authors": "Bing Feng, Zhiliang Bai, Xiaolei Zhou, Yang Zhao, Yu-Qing Xie, Xinyi Huang, Yang Liu, Tom Enbar, Rongrong Li, Yi Wang, Min Gao, Lucia Bonati, Mei-Wen Peng, Weilin Li, Bo Tao, Mélanie Charmoy, Werner Held, J. Joseph Melenhorst, Rong Fan, Yugang Guo, Li Tang",
          "url": "http://dx.doi.org/10.1038/s41586-024-07962-4",
          "doi": "10.1038/s41586-024-07962-4",
          "filter": "2"
        },
        {
          "title": "Larger and more instructable language models become less reliable",
          "authors": "Lexin Zhou, Wout Schellaert, Fernando Martínez-Plumed, Yael Moros-Daval, Cèsar Ferri, José Hernández-Orallo",
          "abstract": "The prevailing methods to make large language models more powerful and amenable have been based on continuous scaling up (that is, increasing their size, data volume and computational resources 1 ) and bespoke shaping up (including post-filtering 2,3 , fine tuning or use of human feedback 4,5 ). However, larger and more instructable large language models may have become less reliable. By studying the relationship between difficulty concordance, task avoidance and prompting stability of several language model families, here we show that easy instances for human participants are also easy for the models, but scaled-up, shaped-up models do not secure areas of low difficulty in which either the model does not err or human supervision can spot the errors. We also find that early models often avoid user questions but scaled-up, shaped-up models tend to give an apparently sensible yet wrong answer much more often, including errors on difficult questions that human supervisors frequently overlook. Moreover, we observe that stability to different natural phrasings of the same question is improved by scaling-up and shaping-up interventions, but pockets of variability persist across difficulty levels. These findings highlight the need for a fundamental shift in the design and development of general-purpose artificial intelligence, particularly in high-stakes areas for which a predictable distribution of errors is paramount.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07930-y",
          "doi": "10.1038/s41586-024-07930-y",
          "filter": "2"
        },
        {
          "title": "H5N1 clade 2.3.4.4b dynamics in experimentally infected calves and cows",
          "authors": "Nico Joel Halwe, Konner Cool, Angele Breithaupt, Jacob Schön, Jessie D. Trujillo, Mohammed Nooruzzaman, Taeyong Kwon, Ann Kathrin Ahrens, Tobias Britzke, Chester D. McDowell, Ronja Piesche, Gagandeep Singh, Vinicius Pinho dos Reis, Sujan Kafle, Anne Pohlmann, Natasha N. Gaudreault, Björn Corleis, Franco Matias Ferreyra, Mariano Carossino, Udeni B. R. Balasuriya, Lisa Hensley, Igor Morozov, Lina M. Covaleda, Diego Diel, Lorenz Ulrich, Donata Hoffmann, Martin Beer, Juergen A. Richt",
          "url": "http://dx.doi.org/10.1038/s41586-024-08063-y",
          "doi": "10.1038/s41586-024-08063-y",
          "filter": "2"
        },
        {
          "title": "Structural basis of archaeal FttA-dependent transcription termination",
          "authors": "Linlin You, Chengyuan Wang, Vadim Molodtsov, Konstantin Kuznedelov, Xinyi Miao, Breanna R. Wenck, Paul Ulisse, Travis J. Sanders, Craig J. Marshall, Emre Firlar, Jason T. Kaelber, Thomas J. Santangelo, Richard H. Ebright",
          "url": "http://dx.doi.org/10.1038/s41586-024-07979-9",
          "doi": "10.1038/s41586-024-07979-9",
          "filter": "2"
        },
        {
          "title": "Intragenic DNA inversions expand bacterial coding capacity",
          "authors": "Rachael B. Chanin, Patrick T. West, Jakob Wirbel, Matthew O. Gill, Gabriella Z. M. Green, Ryan M. Park, Nora Enright, Arjun M. Miklos, Angela S. Hickey, Erin F. Brooks, Krystal K. Lum, Ileana M. Cristea, Ami S. Bhatt",
          "url": "http://dx.doi.org/10.1038/s41586-024-07970-4",
          "doi": "10.1038/s41586-024-07970-4",
          "filter": "2"
        },
        {
          "title": "Einstein in Oxford: the untold story of an unlikely friendship",
          "authors": "Andrew Robinson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03075-0",
          "doi": "10.1038/d41586-024-03075-0",
          "filter": "4"
        },
        {
          "title": "Gaza: Why is it so hard to establish the death toll?",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02508-0",
          "doi": "10.1038/d41586-024-02508-0",
          "filter": "4"
        },
        {
          "title": "I scale these vast trees to gather data on the effects of climate change",
          "authors": "Dave Tacon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03080-3",
          "doi": "10.1038/d41586-024-03080-3",
          "filter": "4"
        },
        {
          "title": "Yo-yo dieting accelerates cardiovascular disease by reprogramming the immune system",
          "authors": "Daniel J. Rader, Kate Townsend Creasy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03030-z",
          "doi": "10.1038/d41586-024-03030-z",
          "filter": "4"
        },
        {
          "title": "Thalidomide-like drug staunches bleeding from genetic disease",
          "url": "http://dx.doi.org/10.1038/d41586-024-03084-z",
          "doi": "10.1038/d41586-024-03084-z",
          "filter": "4"
        },
        {
          "title": "Artificial intelligence laws in the US states are feeling the weight of corporate lobbying",
          "authors": "Emmie Hine",
          "url": "http://dx.doi.org/10.1038/d41586-024-02988-0",
          "doi": "10.1038/d41586-024-02988-0",
          "filter": "4"
        },
        {
          "title": "Why AI might be a game-changer for Africa",
          "authors": "Rachel Nuwer",
          "url": "http://dx.doi.org/10.1038/d41586-024-02987-1",
          "doi": "10.1038/d41586-024-02987-1",
          "filter": "4"
        },
        {
          "title": "UK university departments on the brink as higher-education funding crisis deepens",
          "authors": "Jack Leeming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03079-w",
          "doi": "10.1038/d41586-024-03079-w",
          "filter": "4"
        },
        {
          "title": "Why do obesity drugs seem to treat so many other ailments?",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03074-1",
          "doi": "10.1038/d41586-024-03074-1",
          "filter": "4"
        },
        {
          "title": "The trials and triumphs of sustainable science",
          "authors": "Chris Woolston",
          "url": "http://dx.doi.org/10.1038/d41586-024-03009-w",
          "doi": "10.1038/d41586-024-03009-w",
          "filter": "4"
        },
        {
          "title": "What is a cell type, really? The quest to categorize life’s myriad forms",
          "authors": "Amber Dance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03073-2",
          "doi": "10.1038/d41586-024-03073-2",
          "filter": "4"
        },
        {
          "title": "Octopuses and fish caught on camera hunting as a team",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03127-5",
          "doi": "10.1038/d41586-024-03127-5",
          "filter": "4"
        },
        {
          "title": "‘Substandard and unworthy’: why it’s time to banish bad-mannered reviews",
          "authors": "Jane Feinmann",
          "url": "http://dx.doi.org/10.1038/d41586-024-02943-z",
          "doi": "10.1038/d41586-024-02943-z",
          "filter": "4"
        },
        {
          "title": "The human heart shows signs of ageing after just a month in space",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03105-x",
          "doi": "10.1038/d41586-024-03105-x",
          "filter": "4"
        },
        {
          "title": "Why cannibal queens make a meal of fungus-ridden larvae",
          "url": "http://dx.doi.org/10.1038/d41586-024-03092-z",
          "doi": "10.1038/d41586-024-03092-z",
          "filter": "4"
        },
        {
          "title": "Floating homes need social and political acceptance in the Western world",
          "authors": "Stefan Huebner",
          "url": "http://dx.doi.org/10.1038/d41586-024-03119-5",
          "doi": "10.1038/d41586-024-03119-5",
          "filter": "4"
        },
        {
          "title": "Gender inequity persists among journal chief editors",
          "authors": "M. Hossein Nowroozzadeh, Somaye Tafraghe",
          "url": "http://dx.doi.org/10.1038/d41586-024-03121-x",
          "doi": "10.1038/d41586-024-03121-x",
          "filter": "4"
        },
        {
          "title": "A guide to the Nature Index",
          "url": "http://dx.doi.org/10.1038/d41586-024-02990-6",
          "doi": "10.1038/d41586-024-02990-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Thick, sticky ‘brain goo’ might drive obesity",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03102-0",
          "doi": "10.1038/d41586-024-03102-0",
          "filter": "4"
        },
        {
          "title": "Oldest and coldest: JWST claims a first for exoplanet imaging",
          "authors": "Isabel Rebollido Vázquez",
          "url": "http://dx.doi.org/10.1038/d41586-024-02804-9",
          "doi": "10.1038/d41586-024-02804-9",
          "filter": "4"
        },
        {
          "title": "Could biomarkers mean better pain treatment?",
          "authors": "James Mitchell Crow",
          "url": "http://dx.doi.org/10.1038/d41586-024-03004-1",
          "doi": "10.1038/d41586-024-03004-1",
          "filter": "4"
        },
        {
          "title": "How a ‘pain-o-meter’ could improve treatments",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03003-2",
          "doi": "10.1038/d41586-024-03003-2",
          "filter": "4"
        },
        {
          "title": "Jekyll and Hyde flip of the script when bacteria invert gene sequences",
          "authors": "Chia-Chi Chang, Robert R. Jenq",
          "url": "http://dx.doi.org/10.1038/d41586-024-02807-6",
          "doi": "10.1038/d41586-024-02807-6",
          "filter": "4"
        },
        {
          "title": "Childhood leukaemia in Down’s syndrome primed by blood-cell bias",
          "authors": "Sébastien Malinge",
          "url": "http://dx.doi.org/10.1038/d41586-024-02785-9",
          "doi": "10.1038/d41586-024-02785-9",
          "filter": "4"
        },
        {
          "title": "A broader view of the diversity of human gene expression",
          "url": "http://dx.doi.org/10.1038/d41586-024-03015-y",
          "doi": "10.1038/d41586-024-03015-y",
          "filter": "4"
        },
        {
          "title": "Rise of ChatGPT and other tools raises major questions for research",
          "authors": "Simon Baker",
          "url": "http://dx.doi.org/10.1038/d41586-024-02984-4",
          "doi": "10.1038/d41586-024-02984-4",
          "filter": "4"
        },
        {
          "title": "Can AI be used to assess research quality?",
          "authors": "Jackson Ryan",
          "url": "http://dx.doi.org/10.1038/d41586-024-02989-z",
          "doi": "10.1038/d41586-024-02989-z",
          "filter": "4"
        },
        {
          "title": "Budget cuts hit world’s largest cancer-research funder: what it means for scientists",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-02978-2",
          "doi": "10.1038/d41586-024-02978-2",
          "filter": "4"
        },
        {
          "title": "Mathematics helped Britain to get in touch with continental Europe a century ago",
          "url": "http://dx.doi.org/10.1038/d41586-024-02810-x",
          "doi": "10.1038/d41586-024-02810-x",
          "filter": "4"
        },
        {
          "title": "We must train specialists in botany and zoology — or risk more devastating extinctions",
          "authors": "Dasheng Liu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03072-3",
          "doi": "10.1038/d41586-024-03072-3",
          "filter": "4"
        },
        {
          "title": "Do AI models produce more original ideas than researchers?",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03070-5",
          "doi": "10.1038/d41586-024-03070-5",
          "filter": "4"
        },
        {
          "title": "Children with Down’s syndrome are more likely to get leukaemia: stem-cells hint at why",
          "authors": "Benjamin Thompson, Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03161-3",
          "doi": "10.1038/d41586-024-03161-3",
          "filter": "4"
        },
        {
          "title": "The gut microbiome and chronic pain",
          "authors": "Clare Watson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03006-z",
          "doi": "10.1038/d41586-024-03006-z",
          "filter": "4"
        },
        {
          "title": "Mechanical forces as a signal in embryonic self-organization",
          "url": "http://dx.doi.org/10.1038/d41586-024-03081-2",
          "doi": "10.1038/d41586-024-03081-2",
          "filter": "4"
        },
        {
          "title": "Bronze Age clash was Europe’s oldest known interregional battle",
          "url": "http://dx.doi.org/10.1038/d41586-024-03090-1",
          "doi": "10.1038/d41586-024-03090-1",
          "filter": "4"
        },
        {
          "title": "In Asia, alternative proteins are the new clean energy",
          "authors": "Ryan Huling, Doris Lee, Wasamon Nutakul, Samuel Goh",
          "url": "http://dx.doi.org/10.1038/d41586-024-03077-y",
          "doi": "10.1038/d41586-024-03077-y",
          "filter": "4"
        },
        {
          "title": "Mathematicians discover new class of shape seen throughout nature",
          "authors": "Philip Ball",
          "url": "http://dx.doi.org/10.1038/d41586-024-03099-6",
          "doi": "10.1038/d41586-024-03099-6",
          "filter": "4"
        },
        {
          "title": "How to stop a looming ‘splinternet’",
          "url": "http://dx.doi.org/10.1038/d41586-024-03110-0",
          "doi": "10.1038/d41586-024-03110-0",
          "filter": "4"
        },
        {
          "title": "AI’s international research networks mapped",
          "url": "http://dx.doi.org/10.1038/d41586-024-02986-2",
          "doi": "10.1038/d41586-024-02986-2",
          "filter": "4"
        },
        {
          "title": "How pain is misunderstood and ignored in women",
          "authors": "Bianca Nogrady",
          "url": "http://dx.doi.org/10.1038/d41586-024-03005-0",
          "doi": "10.1038/d41586-024-03005-0",
          "filter": "4"
        },
        {
          "title": "Why bringing back oyster reefs could protect coasts from climate change",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03118-6",
          "doi": "10.1038/d41586-024-03118-6",
          "filter": "4"
        },
        {
          "title": "How I apply Indigenous wisdom to Western science and nurture Native American students",
          "authors": "Robin Donovan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03114-w",
          "doi": "10.1038/d41586-024-03114-w",
          "filter": "4"
        },
        {
          "title": "Data integrity concerns flagged in 130 women’s health papers — all by one co-author",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-02907-3",
          "doi": "10.1038/d41586-024-02907-3",
          "filter": "4"
        },
        {
          "title": "Pain: recognizing the power of non-pharmaceutical interventions",
          "authors": "Herb Brody",
          "url": "http://dx.doi.org/10.1038/d41586-024-03002-3",
          "doi": "10.1038/d41586-024-03002-3",
          "filter": "4"
        },
        {
          "title": "How your brain detects patterns in the everyday: without conscious thought",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03116-8",
          "doi": "10.1038/d41586-024-03116-8",
          "filter": "4"
        },
        {
          "title": "A jaw-dropping discovery about early mammals",
          "authors": "Zhe-Xi Luo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03038-5",
          "doi": "10.1038/d41586-024-03038-5",
          "filter": "4"
        },
        {
          "title": "Harassed? Intimidated? Guidebook offers help to scientists under attack",
          "authors": "Jeff Tollefson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03104-y",
          "doi": "10.1038/d41586-024-03104-y",
          "filter": "4"
        },
        {
          "title": "A brain circuit that cements the memory of socially learnt food preferences",
          "url": "http://dx.doi.org/10.1038/d41586-024-03012-1",
          "doi": "10.1038/d41586-024-03012-1",
          "filter": "4"
        },
        {
          "title": "COVID pandemic started in Wuhan market animals after all, suggests latest study",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03026-9",
          "doi": "10.1038/d41586-024-03026-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Mathematicians have described a new class of shape: soft cells",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03131-9",
          "doi": "10.1038/d41586-024-03131-9",
          "filter": "4"
        },
        {
          "title": "We can’t recreate ancient wilderness environments — but that’s not the point",
          "authors": "Justin Vaughn",
          "url": "http://dx.doi.org/10.1038/d41586-024-03122-w",
          "doi": "10.1038/d41586-024-03122-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: AlphaFold reveals ‘family tree’ of viruses",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03058-1",
          "doi": "10.1038/d41586-024-03058-1",
          "filter": "4"
        },
        {
          "title": "Can science cure its addiction to plastic?",
          "authors": "Andy Tay",
          "url": "http://dx.doi.org/10.1038/d41586-024-03010-3",
          "doi": "10.1038/d41586-024-03010-3",
          "filter": "4"
        },
        {
          "title": "Universities are not just businesses, but an investment in future generations",
          "url": "http://dx.doi.org/10.1038/d41586-024-03109-7",
          "doi": "10.1038/d41586-024-03109-7",
          "filter": "4"
        },
        {
          "title": "Bigger AI chatbots more inclined to spew nonsense — and people don't always realize",
          "authors": "Nicola Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-03137-3",
          "doi": "10.1038/d41586-024-03137-3",
          "filter": "4"
        },
        {
          "title": "Greening science: what’s in it for you?",
          "authors": "Florijn Dekkers",
          "url": "http://dx.doi.org/10.1038/d41586-024-03011-2",
          "doi": "10.1038/d41586-024-03011-2",
          "filter": "4"
        },
        {
          "title": "Seven work–life balance tips from a part-time PhD student",
          "authors": "Simone Willis",
          "url": "http://dx.doi.org/10.1038/d41586-024-02693-y",
          "doi": "10.1038/d41586-024-02693-y",
          "filter": "4"
        },
        {
          "title": "Scientists successfully ‘nuke asteroid’ — in a lab mock-up",
          "authors": "Jonathan O'Callaghan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03128-4",
          "doi": "10.1038/d41586-024-03128-4",
          "filter": "4"
        },
        {
          "title": "Can AI feel distress? Inside a new framework to assess sentience",
          "authors": "Jonathan Kimmelman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03076-z",
          "doi": "10.1038/d41586-024-03076-z",
          "filter": "4"
        },
        {
          "title": "The youngest among us fight COVID-19 in their own way",
          "url": "http://dx.doi.org/10.1038/d41586-024-03091-0",
          "doi": "10.1038/d41586-024-03091-0",
          "filter": "4"
        },
        {
          "title": "Scientists are building giant ‘evidence banks’ to create policies that actually work",
          "authors": "Helen Pearson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03100-2",
          "doi": "10.1038/d41586-024-03100-2",
          "filter": "4"
        },
        {
          "title": "Daily briefing: CERN to eject Russian scientists",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03126-6",
          "doi": "10.1038/d41586-024-03126-6",
          "filter": "4"
        },
        {
          "title": "More measures needed to ease funding competition in China",
          "authors": "Wangqiang Sun",
          "url": "http://dx.doi.org/10.1038/d41586-024-03120-y",
          "doi": "10.1038/d41586-024-03120-y",
          "filter": "4"
        },
        {
          "title": "Bad dog",
          "authors": "Jeff Reynolds",
          "url": "http://dx.doi.org/10.1038/d41586-024-03062-5",
          "doi": "10.1038/d41586-024-03062-5",
          "filter": "4"
        },
        {
          "title": "Rage against machine learning driven by profit",
          "authors": "Brian Owens",
          "url": "http://dx.doi.org/10.1038/d41586-024-02985-3",
          "doi": "10.1038/d41586-024-02985-3",
          "filter": "4"
        },
        {
          "title": "Non-invasive optogenetic stimulation of distinct stress responses in plants",
          "url": "http://dx.doi.org/10.1038/d41586-024-03085-y",
          "doi": "10.1038/d41586-024-03085-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: What is a cell type, really?",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03158-y",
          "doi": "10.1038/d41586-024-03158-y",
          "filter": "4"
        },
        {
          "title": "A drug-free prescription for pain",
          "authors": "Carolyn Brown",
          "url": "http://dx.doi.org/10.1038/d41586-024-03007-y",
          "doi": "10.1038/d41586-024-03007-y",
          "filter": "4"
        },
        {
          "title": "We are DANI",
          "authors": "Sean Davidson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03064-3",
          "doi": "10.1038/d41586-024-03064-3",
          "filter": "4"
        },
        {
          "title": "A dwarf planet has dirty depths, model suggests",
          "url": "http://dx.doi.org/10.1038/d41586-024-03088-9",
          "doi": "10.1038/d41586-024-03088-9",
          "filter": "4"
        },
        {
          "title": "Pain researchers must learn from the opioid crisis",
          "authors": "Clifford Woolf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03008-x",
          "doi": "10.1038/d41586-024-03008-x",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "How large language models can reshape collective intelligence",
          "authors": "Jason W. Burton, Ezequiel Lopez-Lopez, Shahar Hechtlinger, Zoe Rahwan, Samuel Aeschbach, Michiel A. Bakker, Joshua A. Becker, Aleks Berditchevskaia, Julian Berger, Levin Brinkmann, Lucie Flek, Stefan M. Herzog, Saffron Huang, Sayash Kapoor, Arvind Narayanan, Anne-Marie Nussberger, Taha Yasseri, Pietro Nickl, Abdullah Almaatouq, Ulrike Hahn, Ralf H. J. M. Kurvers, Susan Leavy, Iyad Rahwan, Divya Siddarth, Alice Siu, Anita W. Woolley, Dirk U. Wulff, Ralph Hertwig",
          "url": "http://dx.doi.org/10.1038/s41562-024-01959-9",
          "doi": "10.1038/s41562-024-01959-9",
          "filter": "0"
        },
        {
          "title": "Retraction Note: High replicability of newly discovered social-behavioural findings is achievable",
          "authors": "John Protzko, Jon Krosnick, Leif Nelson, Brian A. Nosek, Jordan Axt, Matt Berent, Nicholas Buttrick, Matthew DeBell, Charles R. Ebersole, Sebastian Lundmark, Bo MacInnis, Michael O’Donnell, Hannah Perfecto, James E. Pustejovsky, Scott S. Roeder, Jan Walleczek, Jonathan W. Schooler",
          "url": "http://dx.doi.org/10.1038/s41562-024-01997-3",
          "doi": "10.1038/s41562-024-01997-3",
          "filter": "0"
        },
        {
          "title": "Claims about scientific rigour require rigour",
          "authors": "Joseph Bak-Coleman, Berna Devezer",
          "url": "http://dx.doi.org/10.1038/s41562-024-01982-w",
          "doi": "10.1038/s41562-024-01982-w",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Consonant lengthening marks the beginning of words across a diverse sample of languages",
          "authors": "Frederic Blum, Ludger Paschen, Robert Forkel, Susanne Fuchs, Frank Seifart",
          "abstract": "Speech consists of a continuous stream of acoustic signals, yet humans can segment words and other constituents from each other with astonishing precision. The acoustic properties that support this process are not well understood and remain understudied for the vast majority of the world’s languages, in particular regarding their potential variation. Here we report cross-linguistic evidence for the lengthening of word-initial consonants across a typologically diverse sample of 51 languages. Using Bayesian multilevel regression, we find that on average, word-initial consonants are about 13 ms longer than word-medial consonants. The cross-linguistic distribution of the effect indicates that despite individual differences in the phonology of the sampled languages, the lengthening of word-initial consonants is a widespread strategy to mark the onset of words in the continuous acoustic signal of human speech. These findings may be crucial for a better understanding of the incremental processing of speech and speech segmentation.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01988-4",
          "doi": "10.1038/s41562-024-01988-4",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Humans flexibly integrate social information despite interindividual differences in reward",
          "authors": "Alexandra Witt, Wataru Toyokawa, Kevin N. Lala, Wolfgang Gaissmaier, Charley M. Wu",
          "abstract": "There has been much progress in understanding human social learning, including recent studies integrating social information into the reinforcement learning framework. Yet previous studies often assume identical payoffs between observer and demonstrator, overlooking the diversity of social information in real-world interactions. We address this gap by introducing a socially correlated bandit task that accommodates payoff differences among participants, allowing for the study of social learning under more realistic conditions. Our Social Generalization (SG) model, tested through evolutionary simulations and two online experiments, outperforms existing models by incorporating social information into the generalization process, but treating it as noisier than individual observations. Our findings suggest that human social learning is more flexible than previously believed, with the SG model indicating a potential resource-rational trade-off where social learning partially replaces individual exploration. This research highlights the flexibility of humans’ social learning, allowing us to integrate social information from others with different preferences, skills, or goals.",
          "url": "http://dx.doi.org/10.1073/pnas.2404928121",
          "doi": "10.1073/pnas.2404928121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Long-term exposure to wildland fire smoke PM 2.5 and mortality in the contiguous United States",
          "authors": "Yiqun Ma, Emma Zang, Yang Liu, Jing Wei, Yuan Lu, Harlan M. Krumholz, Michelle L. Bell, Kai Chen",
          "abstract": "Despite the substantial evidence on the health effects of short-term exposure to ambient fine particles (PM 2.5 ), including increasing studies focusing on those from wildland fire smoke, the impacts of long-term wildland fire smoke PM 2.5 exposure remain unclear. We investigated the association between long-term exposure to wildland fire smoke PM 2.5 and nonaccidental mortality and mortality from a wide range of specific causes in all 3,108 counties in the contiguous United States, 2007 to 2020. Controlling for nonsmoke PM 2.5 , air temperature, and unmeasured spatial and temporal confounders, we found a nonlinear association between 12-mo moving average concentration of smoke PM 2.5 and monthly nonaccidental mortality rate. Relative to a month with the long-term smoke PM 2.5 exposure below 0.1 μg/m 3 , nonaccidental mortality increased by 0.16 to 0.63 and 2.11 deaths per 100,000 people per month when the 12-mo moving average of PM 2.5 concentration was of 0.1 to 5 and 5+ μg/m 3 , respectively. Cardiovascular, ischemic heart disease, digestive, endocrine, diabetes, mental, and chronic kidney disease mortality were all found to be associated with long-term wildland fire smoke PM 2.5 exposure. Smoke PM 2.5 contributed to approximately 11,415 nonaccidental deaths/y (95% CI: 6,754, 16,075) in the contiguous United States. Higher smoke PM 2.5 -related increases in mortality rates were found for people aged 65 and above. Positive interaction effects with extreme heat were also observed. Our study identified the detrimental effects of long-term exposure to wildland fire smoke PM 2.5 on a wide range of mortality outcomes, underscoring the need for public health actions and communications that span the health risks of both short- and long-term exposure.",
          "url": "http://dx.doi.org/10.1073/pnas.2403960121",
          "doi": "10.1073/pnas.2403960121",
          "filter": "2"
        },
        {
          "title": "Hypernetwork modeling and topology of high-order interactions for complex systems",
          "authors": "Li Feng, Huiying Gong, Shen Zhang, Xiang Liu, Yu Wang, Jincan Che, Ang Dong, Christopher H. Griffin, Claudia Gragnoli, Jie Wu, Shing-Tung Yau, Rongling Wu",
          "abstract": "Interactions among the underlying agents of a complex system are not only limited to dyads but can also occur in larger groups. Currently, no generic model has been developed to capture high-order interactions (HOI), which, along with pairwise interactions, portray a detailed landscape of complex systems. Here, we integrate evolutionary game theory and behavioral ecology into a unified statistical mechanics framework, allowing all agents (modeled as nodes) and their bidirectional, signed, and weighted interactions at various orders (modeled as links or hyperlinks) to be coded into hypernetworks. Such hypernetworks can distinguish between how pairwise interactions modulate a third agent (active HOI) and how the altered state of each agent in turn governs interactions between other agents (passive HOI). The simultaneous occurrence of active and passive HOI can drive complex systems to evolve at multiple time and space scales. We apply the model to reconstruct a hypernetwork of hexa-species microbial communities, and by dissecting the topological architecture of the hypernetwork using GLMY homology theory, we find distinct roles of pairwise interactions and HOI in shaping community behavior and dynamics. The statistical relevance of the hypernetwork model is validated using a series of in vitro mono-, co-, and tricultural experiments based on three bacterial species.",
          "url": "http://dx.doi.org/10.1073/pnas.2412220121",
          "doi": "10.1073/pnas.2412220121",
          "filter": "2"
        },
        {
          "title": "Ion sensors based on organic semiconductors acting as quasi-reference electrodes",
          "authors": "Yu Yamashita, Harumi Hayakawa, Pushi Wang, Tatsuyuki Makita, Shohei Kumagai, Shun Watanabe, Jun Takeya",
          "abstract": "Thin-film devices that transduce the chemical activity of ions into electronic signals are essential components in various applications, including healthcare diagnostics and environmental monitoring. Combinations of organic semiconductors (OSCs) and ion-selective materials have been explored for developing solution-processable ion sensors. However, the necessity of reference electrodes (REs) and operational stability in ion-permeable OSCs have posed questions regarding whether reliable measurements with thin-film components are attainable with OSCs. Herein, we report electric double-layer transistors (EDLTs) with OSCs in single-crystal forms for ion sensing. Our EDLTs demonstrated high operational stability, with a one-to-one relationship between the source electrode potential and device resistance, and served as quasi-REs (qRE). When our EDLT is served as qRE, its drift was as small as 0.5 mV/h and comparable to that of commonly employed REs. In our system, the semiconductor–electrolyte interface is self-passivated by the alkyl chains of OSCs in single-crystal structures, with the two-dimensional transport layer appearing unaltered upon gating. EDLT arrays with ion-selective and nonselective liquid junctions enable ion concentration sensing without a conventional RE. These findings provide opportunities to develop thin-film devices based on OSCs for easy integration and reliable measurements.",
          "url": "http://dx.doi.org/10.1073/pnas.2405933121",
          "doi": "10.1073/pnas.2405933121",
          "filter": "2"
        },
        {
          "title": "Reply to Wang et al.: Body size and composition are the primary contributors to human thermoregulatory variation by sex",
          "authors": "Robert J. Brychta, Samuel R. LaMunion, Amber B. Courville, Marc L. Reitman, Aaron M. Cypess, Kong Y. Chen",
          "url": "http://dx.doi.org/10.1073/pnas.2414221121",
          "doi": "10.1073/pnas.2414221121",
          "filter": "2"
        },
        {
          "title": "Engineered CD4 T cells for in vivo delivery of therapeutic proteins",
          "authors": "Harikrishnan Radhakrishnan, Sherri L. Newmyer, Harold S. Javitz, Parijat Bhatnagar",
          "abstract": "The CD4 T cell, when engineered with a chimeric antigen receptor (CAR) containing specific intracellular domains, has been transformed into a zero-order drug-delivery platform. This introduces the capability of prolonged, disease-specific engineered protein biologics production, at the disease site. Experimental findings demonstrate that CD4 T cells offer a solution when modified with a CAR that includes 4-1BB but excludes CD28 intracellular domain. In this configuration, they achieve ~3X transduction efficiency of CD8 T cells, ~2X expansion rates, generating ~5X more biologic, and exhibit minimal cytolytic activity. Cumulatively, this addresses two main hurdles in the translation of cell-based drug delivery: scaling the production of engineered T cell ex vivo and generating sufficient biologics in vivo. When programmed to induce IFNβ upon engaging the target antigen, the CD4 T cells outperforms CD8 T cells, effectively suppressing cancer cell growth in vitro and in vivo. In summary, this platform enables precise targeting of disease sites with engineered protein-based therapeutics while minimizing healthy tissue exposure. Leveraging CD4 T cells’ persistence could enhance disease management by reducing drug administration frequency, addressing critical challenges in cell-based therapy.",
          "url": "http://dx.doi.org/10.1073/pnas.2318687121",
          "doi": "10.1073/pnas.2318687121",
          "filter": "2"
        },
        {
          "title": "Cell-type-specific enhancement of deviance detection by synaptic zinc in the mouse auditory cortex",
          "authors": "Mason McCollum, Abbey Manning, Philip T. R. Bender, Benjamin Z. Mendelson, Charles T. Anderson",
          "abstract": "Stimulus-specific adaptation is a hallmark of sensory processing in which a repeated stimulus results in diminished successive neuronal responses, but a deviant stimulus will still elicit robust responses from the same neurons. Recent work has established that synaptically released zinc is an endogenous mechanism that shapes neuronal responses to sounds in the auditory cortex. Here, to understand the contributions of synaptic zinc to deviance detection of specific neurons, we performed wide-field and 2-photon calcium imaging of multiple classes of cortical neurons. We find that intratelencephalic (IT) neurons in both layers 2/3 and 5 as well as corticocollicular neurons in layer 5 all demonstrate deviance detection; however, we find a specific enhancement of deviance detection in corticocollicular neurons that arises from ZnT3-dependent synaptic zinc in layer 2/3 IT neurons. Genetic deletion of ZnT3 from layer 2/3 IT neurons removes the enhancing effects of synaptic zinc on corticocollicular neuron deviance detection and results in poorer acuity of detecting deviant sounds by behaving mice.",
          "url": "http://dx.doi.org/10.1073/pnas.2405615121",
          "doi": "10.1073/pnas.2405615121",
          "filter": "2"
        },
        {
          "title": "An explanation for the prevalence of XY over ZW sex determination in species derived from hermaphroditism",
          "authors": "Thomas Lesaffre, John R. Pannell, Charles Mullon",
          "abstract": "The many independent transitions from hermaphroditism to separate sexes (dioecy) in flowering plants and some animal clades must often have involved the emergence of a heterogametic sex-determining locus, the basis of XY and ZW sex determination (i.e., male and female heterogamety). Current estimates indicate that XY sex determination is much more frequent than ZW, but the reasons for this asymmetry are unclear. One proposition is that separate sexes evolve through the invasion of sterility mutations at closely linked loci, in which case XY sex determination evolves if the initial male sterility mutation is fully recessive. Alternatively, dioecy may evolve via the gradual divergence of male and female phenotypes, but the genetic basis of such divergence and its connection to XY and ZW systems remain poorly understood. Using mathematical modeling, we show how dioecy with XY or ZW sex determination can emerge from the joint evolution of resource allocation to male and female function with its genetic architecture. Our model reveals that whether XY or ZW sex determination evolves depends on the trade-off between allocation to male and female function, and on the mating system of the ancestral hermaphrodites, with selection for female specialization or inbreeding avoidance both favoring XY sex determination. Together, our results cast light on an important but poorly understood path from hermaphroditism to dioecy, and provide an adaptive hypothesis for the preponderance of XY systems. Beyond sex and sex determination, our model shows how ecology can influence the way selection shapes the genetic architecture of polymorphic traits.",
          "url": "http://dx.doi.org/10.1073/pnas.2406305121",
          "doi": "10.1073/pnas.2406305121",
          "filter": "2"
        },
        {
          "title": "Inverse modeling of 2010–2022 satellite observations shows that inundation of the wet tropics drove the 2020–2022 methane surge",
          "authors": "Zhen Qu, Daniel J. Jacob, A. Anthony Bloom, John R. Worden, Robert J. Parker, Hartmut Boesch",
          "abstract": "Atmospheric methane concentrations rose rapidly over the past decade and surged in 2020–2022 but the causes have been unclear. We find from inverse analysis of GOSAT satellite observations that emissions from the wet tropics drove the 2010–2019 increase and the subsequent 2020–2022 surge, while emissions from northern mid-latitudes decreased. The 2020–2022 surge is principally contributed by emissions in Equatorial Asia (43%) and Africa (30%). Wetlands are the major drivers of the 2020–2022 emission increases in Africa and Equatorial Asia because of tropical inundation associated with La Niña conditions, consistent with trends in the GRACE terrestrial water storage data. In contrast, emissions from major anthropogenic emitters such as the United States, Russia, and China are relatively flat over 2010–2022. Concentrations of tropospheric OH (the main methane sink) show no long-term trend over 2010–2022 but a decrease over 2020–2022 that contributed to the methane surge.",
          "url": "http://dx.doi.org/10.1073/pnas.2402730121",
          "doi": "10.1073/pnas.2402730121",
          "filter": "2"
        },
        {
          "title": "Male crickets in poor condition engage in less same-sex sexual behavior",
          "authors": "Jon Richardson, Isabelle P. Hoversten, Marlene Zuk",
          "abstract": "Same-sex sexual behavior (SSB) is widespread among animals and is often treated as an evolutionary anomaly or mistake. An alternative view is that SSB occurs because individuals have broader or more permissive “mating filters.” A broader filter means directing courtship toward anything that resembles a potential mate, while a narrower filter means having stricter criteria about when to court. Broader filters help ensure animals do not miss out on mating opportunities. However, it may be advantageous for individuals to narrow their mating filters under some conditions, such as when the costs of courtship increase because courting individuals are in poor condition. We examined whether mating filters, and the expression of SSB, is condition dependent in the Pacific field cricket ( Teleogryllus oceanicus ). When males were in poor condition (because they were reared on a poor diet), they courted other males less. However, condition did not influence courtship toward females. This finding provides evidence that animals can decrease their expression of SSB by flexibly narrowing their mating filters when in poor condition. Our results demonstrate the benefits of a mating filters approach to studying SSB—rather than being a mistake or an anomaly in need of special explanation, SSB may be better viewed as a consequence of flexible, condition-dependent changes in mating behavior. Such an approach can be applied to other contexts where behavior is directed toward unintended targets. We emphasize that our results, like other studies of SSB in nonhuman animals, tell us nothing about sexual identities in humans.",
          "url": "http://dx.doi.org/10.1073/pnas.2408811121",
          "doi": "10.1073/pnas.2408811121",
          "filter": "2"
        },
        {
          "title": "Soul is a master control gene governing the development of the Drosophila prothoracic gland",
          "authors": "Wen Liu, Minyi Yan, Kirst King-Jones",
          "abstract": "The prothoracic gland (PG) is a major insect endocrine organ. It is the principal source of insect steroid hormones, and critical for key developmental events such as the molts, the establishment of critical weight (CW), pupation, and sexual maturation. However, little is known about the developmental processes that regulate PG morphology. In this study, we identified soul , which encodes a PG-specific basic helix–loop–helix (bHLH) transcription factor. We demonstrate that Tap, also a bHLH protein, dimerizes with Soul. Both are expressed in the developing PG. Interfering with either soul or tap function caused strikingly similar phenotypes, resulting in small and fragmented PGs, the abolishment of steroid hormone-producing gene expression, larval arrest, and a failure to undergo metamorphosis. Furthermore, both soul and tap showed expression peaks just prior to the CW checkpoint. Disrupting soul- or tap- function before, but not after, the CW checkpoint caused larval arrest, and perturbed highly similar gene cohorts, which were enriched for regulators and components of the steroid hormone biosynthesis pathway. Intriguingly, a chitin-based cuticle gene, Cpr49Ah , and a POU domain transcription factor gene, pdm3 , are direct target genes of the Soul/Tap complex, and disruption of either phenocopied key aspects of soul/tap loss-of-function phenotypes. Taken together, our findings demonstrate that the Soul/Tap heterodimer resides at the top of a complex gene hierarchy that drives PG development, CW establishment, and steroid hormone production.",
          "url": "http://dx.doi.org/10.1073/pnas.2405469121",
          "doi": "10.1073/pnas.2405469121",
          "filter": "2"
        },
        {
          "title": "Septo-dentate gyrus cholinergic circuits modulate function and morphogenesis of adult neural stem cells through granule cell intermediaries",
          "authors": "Ze-Ka Chen, Luis Quintanilla, Yijing Su, Ryan N. Sheehy, Jeremy M. Simon, Yan-Jia Luo, Ya-Dong Li, Zhe Chen, Brent Asrican, Dalton S. Tart, W. Todd Farmer, Guo-Li Ming, Hongjun Song, Juan Song",
          "abstract": "Cholinergic neurons in the basal forebrain play a crucial role in regulating adult hippocampal neurogenesis (AHN). However, the circuit and molecular mechanisms underlying cholinergic modulation of AHN, especially the initial stages of this process related to the generation of newborn progeny from quiescent radial neural stem cells (rNSCs), remain unclear. Here, we report that stimulation of the cholinergic circuits projected from the diagonal band of Broca (DB) to the dentate gyrus (DG) neurogenic niche promotes proliferation and morphological development of rNSCs, resulting in increased neural stem/progenitor pool and rNSCs with longer radial processes and larger busy heads. Interestingly, DG granule cells (GCs) are required for DB-DG cholinergic circuit–dependent modulation of proliferation and morphogenesis of rNSCs. Furthermore, single-nucleus RNA sequencing of DG reveals cell type–specific transcriptional changes in response to cholinergic circuit stimulation, with GCs (among all the DG niche cells) exhibiting the most extensive transcriptional changes. Our findings shed light on how the DB-DG cholinergic circuits orchestrate the key niche components to support neurogenic function and morphogenesis of rNSCs at the circuit and molecular levels.",
          "url": "http://dx.doi.org/10.1073/pnas.2405117121",
          "doi": "10.1073/pnas.2405117121",
          "filter": "2"
        },
        {
          "title": "A sensitive assay for measuring whole-blood responses to type I IFNs",
          "authors": "Adrian Gervais, Corentin Le Floc’h, Tom Le Voyer, Lucy Bizien, Jonathan Bohlen, Fatih Celmeli, Fahd Al Qureshah, Cécile Masson, Jérémie Rosain, Marwa Chbihi, Romain Lévy, Riccardo Castagnoli, Anya Rothenbuhler, Emmanuelle Jouanguy, Qian Zhang, Shen-Ying Zhang, Vivien Béziat, Jacinta Bustamante, Anne Puel, Paul Bastard, Jean-Laurent Casanova",
          "abstract": "Human inborn errors of the type I IFN response pathway and auto-Abs neutralizing IFN-α, -β, and/or -ω can underlie severe viral illnesses. We report a simple assay for the detection of both types of condition. We stimulate whole blood from healthy individuals and patients with either inborn errors of type I IFN immunity or auto-Abs against type I IFNs with glycosylated human IFN-α2, -β, or -ω. As controls, we add a monoclonal antibody (mAb) blocking the type I IFN receptors and stimulated blood with IFN-γ (type II IFN). Of the molecules we test, IP-10 (encoded by the interferon-stimulated gene (ISG) CXCL10 ) is the molecule most strongly induced by type I and type II IFNs in the whole blood of healthy donors in an ELISA-like assay. In patients with inherited IFNAR1, IFNAR2, TYK2, or IRF9 deficiency, IP-10 is induced only by IFN-γ, whereas, in those with auto-Abs neutralizing specific type I IFNs, IP-10 is also induced by the type I IFNs not neutralized by the auto-Abs. The measurement of type I and type II IFN-dependent IP-10 induction therefore constitutes a simple procedure for detecting rare inborn errors of the type I IFN response pathway and more common auto-Abs neutralizing type I IFNs.",
          "url": "http://dx.doi.org/10.1073/pnas.2402983121",
          "doi": "10.1073/pnas.2402983121",
          "filter": "2"
        },
        {
          "title": "Innate face-selectivity in the brain of young domestic chicks",
          "authors": "Dmitry Kobylkov, Orsola Rosa-Salva, Mirko Zanon, Giorgio Vallortigara",
          "abstract": "Shortly after birth, both naïve animals and newborn babies exhibit a spontaneous attraction to faces and face-like stimuli. While neurons selectively responding to faces have been found in the inferotemporal cortex of adult primates, face-selective domains in the brains of young monkeys seem to develop only later in life after exposure to faces. This has fueled a debate on the role of experience in the development of face-detector mechanisms, since face preferences are well documented in naïve animals, such as domestic chicks reared without exposure to faces. Here, we demonstrate that neurons in a higher-order processing brain area of one-week-old face-naïve domestic chicks selectively respond to a face-like configuration. Our single-cell recordings show that these neurons do not respond to alternative configurations or isolated facial features. Moreover, the population activity of face-selective neurons accurately encoded the face-like stimulus as a unique category. Thus, our findings show that face selectivity is present in the brains of very young animals without preexisting experience.",
          "url": "http://dx.doi.org/10.1073/pnas.2410404121",
          "doi": "10.1073/pnas.2410404121",
          "filter": "2"
        },
        {
          "title": "Unveiling the DHX15–G-patch interplay in retroviral RNA packaging",
          "authors": "Alžběta Dostálková, Ivana Křížová, Petra Junková, Jana Racková, Marina Kapisheva, Radim Novotný, Matěj Danda, Karolína Zvonařová, Larisa Šinkovec, Kateřina Večerková, Lucie Bednářová, Tomáš Ruml, Michaela Rumlová",
          "abstract": "We explored how a simple retrovirus, Mason-Pfizer monkey virus (M-PMV) to facilitate its replication process, utilizes DHX15, a cellular RNA helicase, typically engaged in RNA processing. Through advanced genetic engineering techniques, we showed that M-PMV recruits DHX15 by mimicking cellular mechanisms, relocating it from the nucleus to the cytoplasm to aid in viral assembly. This interaction is essential for the correct packaging of the viral genome and critical for its infectivity. Our findings offer unique insights into the mechanisms of viral manipulation of host cellular processes, highlighting a sophisticated strategy that viruses employ to leverage cellular machinery for their replication. This study adds valuable knowledge to the understanding of viral–host interactions but also suggests a common evolutionary history between cellular processes and viral mechanisms. This finding opens a unique perspective on the export mechanism of intron-retaining mRNAs in the packaging of viral genetic information and potentially develop ways to stop it.",
          "url": "http://dx.doi.org/10.1073/pnas.2407990121",
          "doi": "10.1073/pnas.2407990121",
          "filter": "2"
        },
        {
          "title": "Genetic variation drives cancer cell adaptation to ECM stiffness",
          "authors": "Ting-Ching Wang, Suchitaa Sawhney, Daylin Morgan, Richard L. Bennett, Richa Rashmi, Marcos R. Estecio, Amy Brock, Irtisha Singh, Charles F. Baer, Jonathan D. Licht, Tanmay P. Lele",
          "abstract": "The progression of many solid tumors is accompanied by temporal and spatial changes in the stiffness of the extracellular matrix (ECM). Cancer cells adapt to soft and stiff ECM through mechanisms that are not fully understood. It is well known that there is significant genetic heterogeneity from cell to cell in tumors, but how ECM stiffness as a parameter might interact with that genetic variation is not known. Here, we employed experimental evolution to study the response of genetically variable and clonal populations of tumor cells to variable ECM stiffness. Proliferation rates of genetically variable populations cultured on soft ECM increased over a period of several weeks, whereas clonal populations did not evolve. Tracking of DNA barcoded cell lineages revealed that soft ECM consistently selected for the same few variants. These data provide evidence that ECM stiffness exerts natural selection on genetically variable tumor populations. Soft-selected cells were highly migratory, with enriched oncogenic signatures and unusual behaviors such as spreading and traction force generation on ECMs with stiffness as low as 1 kPa. Rho-regulated cell spreading was found to be the directly selected trait, with yes-associated protein 1 translocation to the nucleus mediating fitness on soft ECM. Overall, these data show that genetic variation can drive cancer cell adaptation to ECM stiffness.",
          "url": "http://dx.doi.org/10.1073/pnas.2403062121",
          "doi": "10.1073/pnas.2403062121",
          "filter": "2"
        },
        {
          "title": "The battle of the sexes in humans is highly polygenic",
          "authors": "Jared M. Cole, Carly B. Scott, Mackenzie M. Johnson, Peter R. Golightly, Jedidiah Carlson, Matthew J. Ming, Arbel Harpak, Mark Kirkpatrick",
          "abstract": "Sex-differential selection (SDS), which occurs when the fitness effects of alleles differ between males and females, can have profound impacts on the maintenance of genetic variation, disease risk, and other key aspects of natural populations. Because the sexes mix their autosomal genomes each generation, quantifying SDS is not possible using conventional population genetic approaches. Here, we introduce a method that exploits subtle sex differences in haplotype frequencies resulting from SDS acting in the current generation. Using data from 300K individuals in the UK Biobank, we estimate the strength of SDS throughout the genome. While only a handful of loci under SDS are individually significant, we uncover highly polygenic signals of genome-wide SDS for both viability and fecundity. Selection coefficients of s = 10 - 3 may be typical. Despite its ubiquity, SDS may impose a mortality load of less than 1%. An interesting life-history tradeoff emerges: Alleles that increase viability more strongly in females than males tend to increase fecundity more strongly in males than in females. Finally, we find marginal evidence of SDS on fecundity acting on alleles affecting arm fat-free mass. Taken together, our findings connect the long-standing evidence of SDS acting on human phenotypes with its impact on the genome.",
          "url": "http://dx.doi.org/10.1073/pnas.2412315121",
          "doi": "10.1073/pnas.2412315121",
          "filter": "2"
        },
        {
          "title": "Genome of Halimeda opuntia reveals differentiation of subgenomes and molecular bases of multinucleation and calcification in algae",
          "authors": "Hao Zhang, Xin Wang, Meng Qu, Haiyan Yu, Jianping Yin, Xiaochuan Liu, Yuhong Liu, Bo Zhang, Yanhong Zhang, Zhangliang Wei, Fangfang Yang, Jingtian Wang, Chengcheng Shi, Guangyi Fan, Jun Sun, Lijuan Long, David A. Hutchins, Chris Bowler, Senjie Lin, Dazhi Wang, Qiang Lin",
          "abstract": "Algae mostly occur either as unicellular (microalgae) or multicellular (macroalgae) species, both being uninucleate. There are important exceptions, however, as some unicellular algae are multinucleate and macroscopic, some of which inhabit tropical seas and contribute to biocalcification and coral reef robustness. The evolutionary mechanisms and ecological significance of multinucleation and associated traits (e.g., rapid wound healing) are poorly understood. Here, we report the genome of Halimeda opuntia , a giant multinucleate unicellular chlorophyte characterized by interutricular calcification. We achieve a high-quality genome assembly that shows segregation into four subgenomes, with evidence for polyploidization concomitant with historical sea level and climate changes. We further find myosin VIII missing in H. opuntia and three other unicellular multinucleate chlorophytes, suggesting a potential mechanism that may underpin multinucleation. Genome analysis provides clues about how the unicellular alga could survive fragmentation and regenerate, as well as potential signatures for extracellular calcification and the coupling of calcification with photosynthesis. In addition, proteomic alkalinity shifts were found to potentially confer plasticity of H. opuntia to ocean acidification (OA). Our study provides crucial genetic information necessary for understanding multinucleation, cell regeneration, plasticity to OA, and different modes of calcification in algae and other organisms, which has important implications in reef conservation and bioengineering.",
          "url": "http://dx.doi.org/10.1073/pnas.2403222121",
          "doi": "10.1073/pnas.2403222121",
          "filter": "2"
        },
        {
          "title": "Global fishing patterns amplify human exposures to methylmercury",
          "authors": "Mi-Ling Li, Colin P. Thackray, Vicky W. Y. Lam, William W. L. Cheung, Elsie M. Sunderland",
          "abstract": "Global pollution has exacerbated accumulation of toxicants like methylmercury (MeHg) in seafood. Human exposure to MeHg has been associated with long-term neurodevelopmental delays and impaired cardiovascular health, while many micronutrients in seafood are beneficial to health. The largest MeHg exposure source for many general populations originates from marine fish that are harvested from the global ocean and sold in the commercial seafood market. Here, we use high-resolution catch data for global fisheries and an empirically constrained spatial model for seafood MeHg to examine the spatial origins and magnitudes of MeHg extracted from the ocean. Results suggest that tropical and subtropical fisheries account for &gt;70% of the MeHg extracted from the ocean because they are the major fishing grounds for large pelagic fishes and the natural biogeochemistry in this region facilitates seawater MeHg production. Compounding this issue, micronutrients (selenium and omega-3 fatty acids) are lowest in seafood harvested from warm, low-latitude regions and may be further depleted by future ocean warming. Our results imply that extensive harvests of large pelagic species by industrial fisheries, particularly in the tropics, drive global public health concerns related to MeHg exposure. We estimate that 84 to 99% of subsistence fishing entities globally likely exceed MeHg exposure thresholds based on typical rates of subsistence fish consumption. Results highlight the need for both stringent controls on global pollution and better accounting for human nutrition in fishing choices.",
          "url": "http://dx.doi.org/10.1073/pnas.2405898121",
          "doi": "10.1073/pnas.2405898121",
          "filter": "2"
        },
        {
          "title": "Reply to Yu et al.: Atmospheric circulation changes are more important in shaping the aerosol-induced Northeast Pacific warming pattern",
          "authors": "Hai Wang, Xiao-Tong Zheng, Wenju Cai",
          "url": "http://dx.doi.org/10.1073/pnas.2415875121",
          "doi": "10.1073/pnas.2415875121",
          "filter": "2"
        },
        {
          "title": "Structural basis for adhesin secretion by the outer-membrane usher in type 1 pili",
          "authors": "Ryan M. Bitter, Maxwell I. Zimmerman, Brock T. Summers, Jerome S. Pinkner, Karen W. Dodson, Scott J. Hultgren, Peng Yuan",
          "abstract": "Gram-negative bacteria produce chaperone–usher pathway pili, which are extracellular protein fibers tipped with an adhesive protein that binds to a receptor with stereochemical specificity to determine host and tissue tropism. The outer-membrane usher protein, together with a periplasmic chaperone, assembles thousands of pilin subunits into a highly ordered pilus fiber. The tip adhesin in complex with its cognate chaperone activates the usher to allow extrusion across the outer membrane. The structural requirements to translocate the adhesin through the usher pore from the periplasm to the extracellular space remains incompletely understood. Here, we present a cryoelectron microscopy structure of a quaternary tip complex in the type 1 pilus system from Escherichia coli , which consists of the usher FimD, chaperone FimC, adhesin FimH, and the tip adapter FimF. In this structure, the usher FimD is caught in the act of secreting its cognate adhesin FimH. Comparison with previous structures depicting the adhesin either first entering or having completely exited the usher pore reveals remarkable structural plasticity of the two-domain adhesin during translocation. Moreover, a piliation assay demonstrated that the structural plasticity, enabled by a flexible linker between the two domains, is a prerequisite for adhesin translocation through the usher pore and thus pilus biogenesis. Overall, this study provides molecular details of adhesin translocation across the outer membrane and elucidates a unique conformational state adopted by the adhesin during stepwise secretion through the usher pore. This study elucidates fundamental aspects of FimH and usher dynamics critical in urinary tract infections and is leading to antibiotic-sparing therapeutics.",
          "url": "http://dx.doi.org/10.1073/pnas.2410594121",
          "doi": "10.1073/pnas.2410594121",
          "filter": "2"
        },
        {
          "title": "RIPK4 promotes oxidative stress and ferroptotic death through the downregulation of ACSM1",
          "authors": "Jing Zhang, Yuehan Wei, Yangbo Yue, Huike Jiao, Yan Wu, Wan Fu, Keng-Mean Lin, Christopher Lu, Shan Mou, Qing Zhong",
          "abstract": "One of the most critical axes for cell fate determination is how cells respond to excessive reactive oxygen species (ROS)—oxidative stress. Extensive lipid peroxidation commits cells to death via a distinct cell death paradigm termed ferroptosis. However, the molecular mechanism regulating cellular fates to distinct ROS remains incompletely understood. Through siRNA against human receptor-interacting protein kinase (RIPK) family members, we found that RIPK4 is crucial for oxidative stress and ferroptotic death. Upon ROS induction, RIPK4 is rapidly activated, and the kinase activity of RIPK4 is indispensable to induce cell death. Specific ablation of RIPK4 in kidney proximal tubules protects mice from acute kidney injury induced by cisplatin and renal ischemia/reperfusion. RNA sequencing revealed the dramatically decreased expression of acyl-CoA synthetase medium-chain (ACSM) family members induced by cisplatin treatment which is compromised in RIPK4-deficient mice. Among these ACSM family members, suppression of ACSM1 strongly augments oxidative stress and ferroptotic cell death with induced expression of ACS long-chain family member 4, an important component for ferroptosis execution. Our lipidome analysis revealed that overexpression of ACSM1 leads to the accumulation of monounsaturated fatty acids, attenuation of polyunsaturated fatty acid (PUFAs) production, and thereby cellular resistance to ferroptosis. Hence, knockdown of ACSM1 resensitizes RIPK4 KO cells to oxidative stress and ferroptotic death. In conclusion, RIPK4 is a key player involved in oxidative stress and ferroptotic death, which is potentially important for a broad spectrum of human pathologies. The link between the RIPK4–ASCM1 axis to PUFAs and ferroptosis reveals a unique mechanism to oxidative stress–induced necrosis and ferroptosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2410628121",
          "doi": "10.1073/pnas.2410628121",
          "filter": "2"
        },
        {
          "title": "Correction for Lu et al., In situ electrogenerated Cu(III) triggers hydroxyl radical production on the Cu-Sb-SnO2 electrode for highly efficient water decontamination",
          "url": "http://dx.doi.org/10.1073/pnas.2417227121",
          "doi": "10.1073/pnas.2417227121",
          "filter": "2"
        },
        {
          "title": "Halofilins as emerging bactofilin families of archaeal cell shape plasticity orchestrators",
          "authors": "Zachary Curtis, Pedro Escudeiro, John Mallon, Olivia Leland, Theopi Rados, Ashley Dodge, Katherine Andre, Jasmin Kwak, Kun Yun, Berith Isaac, Mar Martinez Pastor, Amy K. Schmid, Mechthild Pohlschroder, Vikram Alva, Alex Bisson",
          "abstract": "Bactofilins are rigid, nonpolar bacterial cytoskeletal filaments that link cellular processes to specific curvatures of the cytoplasmic membrane. Although homologs of bactofilins have been identified in archaea and eukaryotes, functional studies have remained confined to bacterial systems. Here, we characterize representatives of two families of archaeal bactofilins from the pleomorphic archaeon Haloferax volcanii , halofilin A (HalA) and halofilin B (HalB). HalA and HalB polymerize in vitro, assembling into straight bundles. HalA polymers are highly dynamic and accumulate at positive membrane curvatures in vivo, whereas HalB forms more static foci that localize in areas of local negative curvatures on the outer cell surface. Gene deletions and live-cell imaging show that halofilins are critical in maintaining morphological integrity during shape transition from disk (sessile) to rod (motile). Morphological defects in Δ halA result in accumulation of highly positive curvatures in rods but not in disks. Conversely, disk-shaped cells are exclusively affected by halB deletion, resulting in flatter cells. Furthermore, while Δ halA and Δ halB cells imprecisely determine the future division plane, defects arise predominantly during the disk-to-rod shape remodeling. The deletion of halA in the haloarchaeon Halobacterium salinarum , whose cells are consistently rod-shaped, impacted morphogenesis but not cell division. Increased levels of halofilins enforced drastic deformations in cells devoid of the S-layer, suggesting that HalB polymers are more stable at defective S-layer lattice regions. Our results suggest that halofilins might play a significant mechanical scaffolding role in addition to possibly directing envelope synthesis.",
          "url": "http://dx.doi.org/10.1073/pnas.2401583121",
          "doi": "10.1073/pnas.2401583121",
          "filter": "2"
        },
        {
          "title": "Distribution of centrality measures on undirected random networks via the cavity method",
          "authors": "Silvia Bartolucci, Fabio Caccioli, Francesco Caravelli, Pierpaolo Vivo",
          "abstract": "The Katz centrality of a node in a complex network is a measure of the node’s importance as far as the flow of information across the network is concerned. For ensembles of locally tree-like undirected random graphs, this observable is a random variable. Its full probability distribution is of interest but difficult to handle analytically because of its “global” character and its definition in terms of a matrix inverse. Leveraging a fast Gaussian Belief Propagation-Cavity algorithm to solve linear systems on tree-like structures, we show that i) the Katz centrality of a single instance can be computed recursively in a very fast way, and ii) the probability P ( K ) that a random node in the ensemble of undirected random graphs has centrality K satisfies a set of recursive distributional equations, which can be analytically characterized and efficiently solved using a population dynamics algorithm. We test our solution on ensembles of Erdős-Rényi and Scale Free networks in the locally tree-like regime, with excellent agreement. The analytical distribution of centrality for the configuration model conditioned on the degree of each node can be employed as a benchmark to identify nodes of empirical networks with over- and underexpressed centrality relative to a null baseline. We also provide an approximate formula based on a rank- 1 projection that works well if the network is not too sparse, and we argue that an extension of our method could be efficiently extended to tackle analytical distributions of other centrality measures such as PageRank for directed networks in a transparent and user-friendly way.",
          "url": "http://dx.doi.org/10.1073/pnas.2403682121",
          "doi": "10.1073/pnas.2403682121",
          "filter": "2"
        },
        {
          "title": "Investigating the cis- regulatory basis of C 3 and C 4 photosynthesis in grasses at single-cell resolution",
          "authors": "John Pablo Mendieta, Xiaoyu Tu, Daiquan Jiang, Haidong Yan, Xuan Zhang, Alexandre P. Marand, Silin Zhong, Robert J. Schmitz",
          "abstract": "While considerable knowledge exists about the enzymes pivotal for C 4 photosynthesis, much less is known about the cis- regulation important for specifying their expression in distinct cell types. Here, we use single-cell-indexed ATAC-seq to identify cell-type-specific accessible chromatin regions (ACRs) associated with C 4 enzymes for five different grass species. This study spans four C 4 species, covering three distinct photosynthetic subtypes: Zea mays and Sorghum bicolor (NADP-dependent malic enzyme), Panicum miliaceum (NAD-dependent malic enzyme), Urochloa fusca (phosphoenolpyruvate carboxykinase), along with the C 3 outgroup Oryza sativa . We studied the cis- regulatory landscape of enzymes essential across all C 4 species and those unique to C 4 subtypes, measuring cell-type-specific biases for C 4 enzymes using chromatin accessibility data. Integrating these data with phylogenetics revealed diverse co-option of gene family members between species, showcasing the various paths of C 4 evolution. Besides promoter proximal ACRs, we found that, on average, C 4 genes have two to three distal cell-type-specific ACRs, highlighting the complexity and divergent nature of C 4 evolution. Examining the evolutionary history of these cell-type-specific ACRs revealed a spectrum of conserved and novel ACRs, even among closely related species, indicating ongoing evolution of cis -regulation at these C 4 loci. This study illuminates the dynamic and complex nature of cis -regulatory elements evolution in C 4 photosynthesis, particularly highlighting the intricate cis- regulatory evolution of key loci. Our findings offer a valuable resource for future investigations, potentially aiding in the optimization of C 3 crop performance under changing climatic conditions.",
          "url": "http://dx.doi.org/10.1073/pnas.2402781121",
          "doi": "10.1073/pnas.2402781121",
          "filter": "2"
        },
        {
          "title": "Alveolar macrophage function is impaired following inhalation of berry e-cigarette vapor",
          "authors": "Amelia Kulle, Ziyi Li, Ashley Kwak, Mathieu Mancini, Daniel Young, Daina Zofija Avizonis, Marc Groleau, Carolyn J. Baglole, Marcel A. Behr, Irah L. King, Maziar Divangahi, David Langlais, Jing Wang, Julianna Blagih, Erika Penz, Antoine Dufour, Ajitha Thanabalasuriar",
          "abstract": "In the lower respiratory tract, the alveolar spaces are divided from the bloodstream and the external environment by only a few microns of interstitial tissue. Alveolar macrophages (AMs) defend this delicate mucosal surface from invading infections by regularly patrolling the site. AMs have three behavior modalities to achieve this goal: extending cell protrusions to probe and sample surrounding areas, squeezing the whole cell body between alveoli, and patrolling by moving the cell body around each alveolus. In this study, we found Rho GTPase, cell division control protein 42 (CDC42) expression significantly decreased after berry-flavored e-cigarette (e-cig) exposure. This shifted AM behavior from squeezing to probing. Changes in AM behavior led to a reduction in the clearance of inhaled bacteria, Pseudomonas aeruginosa . These findings shed light on pathways involved in AM migration and highlight the harmful impact of e-cig vaping on AM function.",
          "url": "http://dx.doi.org/10.1073/pnas.2406294121",
          "doi": "10.1073/pnas.2406294121",
          "filter": "2"
        },
        {
          "title": "Enhanced metamorphic CO 2 release on the Proterozoic Earth",
          "authors": "E. M. Stewart, Donald E. Penman",
          "abstract": "Rock metamorphism releases substantial CO 2 over geologic timescales (&gt;1 My), potentially driving long-term planetary climate trends. The nature of carbonate sediments and crustal thermal regimes exert a strong control on the efficiency of metamorphic CO 2 release; thus, it is likely that metamorphic CO 2 degassing has not been constant throughout time. The Proterozoic Earth was characterized by a high proportion of dolomite-bearing mixed carbonate-silicate rocks and hotter crustal regimes, both of which would be expected to enhance metamorphic decarbonation. Thermodynamic phase equilibria modeling predicts that the metamorphic carbon flux was likely ~1.7 times greater in the Mesoproterozoic Era compared to the modern Earth. Analytical and numerical approaches (the carbon cycle model PreCOSCIOUS) are used to estimate the impact this would have on Proterozoic carbon cycling and global atmospheric compositions. This enhanced metamorphic CO 2 release alone could increase pCO 2 by a factor of four or more when compared to modern degassing rates, contributing to a stronger greenhouse effect and warmer global temperatures during the expansion of life on the early Earth.",
          "url": "http://dx.doi.org/10.1073/pnas.2401961121",
          "doi": "10.1073/pnas.2401961121",
          "filter": "2"
        },
        {
          "title": "Nr2f1 enhancers have distinct functions in controlling Nr2f1 expression during cortical development",
          "authors": "Zhidong Liu, Athéna R. Ypsilanti, Eirene Markenscoff-Papadimitriou, Diane E. Dickel, Stephan J. Sanders, Shan Dong, Len A. Pennacchio, Axel Visel, John L. Rubenstein",
          "abstract": "There is evidence that transcription factor (TF) encoding genes, which temporally control development in multiple cell types, can have tens of enhancers that regulate their expression. The NR2F1 TF developmentally promotes caudal and ventral cortical regional fates. Here, we epigenomically compared the activity of Nr2f1’s enhancers during mouse cortical development with their activity in a transgenic assay. We identified at least six that are likely to be important in prenatal cortical development, with three harboring de novo mutants identified in ASD individuals. We chose to study the function of two of the most robust enhancers by deleting them singly or together. We found that they have distinct and overlapping functions in driving Nr2f1’s regional and laminar expression in the developing cortex. Thus, these two enhancers, probably in combination with the others that we defined epigenetically, precisely tune Nr2f1’s regional, cell type, and temporal expression during corticogenesis.",
          "url": "http://dx.doi.org/10.1073/pnas.2402368121",
          "doi": "10.1073/pnas.2402368121",
          "filter": "2"
        },
        {
          "title": "Local cryptic diversity in salinity adaptation mechanisms in the wild outcrossing Brassica fruticulosa",
          "authors": "Silvia Busoms, Ana C. da Silva, Glòria Escolà, Raziyeh Abdilzadeh, Emma Curran, Anita Bollmann-Giolai, Sian Bray, Michael Wilson, Charlotte Poschenrieder, Levi Yant",
          "abstract": "It is normally supposed that populations of the same species should evolve shared mechanisms of adaptation to common stressors due to evolutionary constraint. Here, we describe a system of within-species local adaptation to coastal habitats, Brassica fruticulosa, and detail surprising strategic variability in adaptive responses to high salinity. These different adaptive responses in neighboring populations are evidenced by transcriptomes, diverse physiological outputs, and distinct genomic selective landscapes. In response to high salinity Northern Catalonian populations restrict root-to-shoot Na + transport, favoring K + uptake. Contrastingly, Central Catalonian populations accumulate Na + in leaves and compensate for the osmotic imbalance with compatible solutes such as proline. Despite contrasting responses, both metapopulations were salinity tolerant relative to all inland accessions. To characterize the genomic basis of these divergent adaptive strategies in an otherwise non-saline-tolerant species, we generate a long-read-based genome and population sequencing of 18 populations (nine inland, nine coastal) across the B. fruticulosa species range. Results of genomic and transcriptomic approaches support the physiological observations of distinct underlying mechanisms of adaptation to high salinity and reveal potential genetic targets of these two very recently evolved salinity adaptations. We therefore provide a model of within-species salinity adaptation and reveal cryptic variation in neighboring plant populations in the mechanisms of adaptation to an important natural stressor highly relevant to agriculture.",
          "url": "http://dx.doi.org/10.1073/pnas.2407821121",
          "doi": "10.1073/pnas.2407821121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti3924121",
          "doi": "10.1073/iti3924121",
          "filter": "2"
        },
        {
          "title": "Proteomic and phosphoproteomic landscape of localized prostate cancer unveils distinct molecular subtypes and insights into precision therapeutics",
          "authors": "Zengming Wang, Haolan Yu, Wei Bao, Min Qu, Yan Wang, Liandong Zhang, Xubing Liu, Chen Liu, Miaoxia He, Jing Li, Zhenyang Dong, Yun Zhang, Bo Yang, Jianguo Hou, Chuanliang Xu, Linhui Wang, Xin Li, Xu Gao, Chenghua Yang",
          "abstract": "Building upon our previous investigation of genomic, epigenomic, and transcriptomic profiles of prostate cancer in China, we conducted a comprehensive analysis of proteomic and phosphoproteomic profiles of 82 tumor tissues and matched adjacent normal tissues from 41 Chinese patients with localized prostate cancer. We identified three distinct proteomic subtypes with significant difference in both molecular features and clinical prognosis. Notably, these proteomic subtypes exhibited a parallel degree of heterogeneity in the phosphoproteome, featuring unique metabolism, proliferation, and immune infiltration characteristics. We further demonstrated that a combination of proteins and phosphosites serves as the most effective biomarkers in prostate cancer to predict biochemical recurrence. Through an integrated multiomics analysis, we revealed mechanistic differences underlying different proteomic subtypes and highlighted the potential significance of Serine/arginine-rich splicing factor 1 (SRSF1) phosphorylation in promoting the malignant characteristics of prostate cancer cells. Our multiomics data provide valuable resources for understanding the molecular mechanisms of prostate cancer within the Chinese population, which have the potential to inform the development of personalized treatment strategies and enhance prognostic analyses for prostate cancer patients.",
          "url": "http://dx.doi.org/10.1073/pnas.2402741121",
          "doi": "10.1073/pnas.2402741121",
          "filter": "2"
        },
        {
          "title": "Proteins required for stereocilia elongation during mammalian hair cell development ensure precise and steady heights during adult life",
          "authors": "Elli I. Hartig, Matthew Day, Amandine Jarysta, Basile Tarchini",
          "abstract": "The hair bundle, or stereocilia bundle, is the mechanosensory compartment of hair cells (HCs) in the inner ear. To date, most mechanistic studies have focused on stereocilia bundle morphogenesis, and it remains unclear how this organelle critical for hearing preserves its precise dimensions during life in mammals. The GPSM2–GNAI complex occupies the distal tip of stereocilia in the tallest row and is required for their elongation during development. Here, we ablate GPSM2–GNAI in adult mouse HCs after normal stereocilia elongation is completed. We observe a progressive height reduction of the tallest row stereocilia totaling ~600 nm after 12 wk in Gpsm2 mutant inner HCs. To measure GPSM2 longevity at tips, we generated a HaloTag-Gpsm2 mouse strain and performed pulse–chase experiments in vivo. Estimates using pulse–chase or tracking loss of GPSM2 immunolabeling following Gpsm2 inactivation suggest that GPSM2 is relatively long-lived at stereocilia tips with a half-life of 9 to 10 d. Height reduction coincides with dampened auditory brainstem responses evoked by low-frequency stimuli in particular. Finally, GPSM2 is required for normal tip enrichment of elongation complex (EC) partners MYO15A, WHRN, and EPS8, mirroring their established codependence during development. Taken together, our results show that the EC is also essential in mature HCs to ensure precise and stable stereocilia height and for sensitive detection of a full range of sound frequencies.",
          "url": "http://dx.doi.org/10.1073/pnas.2405455121",
          "doi": "10.1073/pnas.2405455121",
          "filter": "2"
        },
        {
          "title": "Enhanced effects of species richness on resistance and resilience of global tree growth to prolonged drought",
          "authors": "Yun-Hao Bai, Zhiyao Tang",
          "abstract": "The increasing duration of drought induced by global climate change has reduced forest productivity. Biodiversity is believed to mitigate the effects of drought, thereby enhancing the stability of tree growth. However, the effects of species richness on tree growth stability under droughts with different durations remain uncertain. Here, we used tree ring data from 4,072 sites globally, combined with climate and plant richness data, to evaluate the effects of species richness on the resistance and resilience of trees to short-term and prolonged droughts. We found that species richness enhanced resistance but weakened resilience of trees to drought globally. Compared to short-term drought, species richness further increased tree growth during prolonged drought but reduced the growth afterward, resulting in stronger effects on resistance and resilience. In addition, as the degree of drought intensified and regional aridity levels increased, the effects of richness on resistance and resilience under short-term drought were enhanced, but these trends were reduced or even reversed under prolonged drought. These results reveal the global effects of species richness on resistance and resilience of tree growth to droughts with different durations and highlight that species richness plays a crucial role in resisting prolonged drought.",
          "url": "http://dx.doi.org/10.1073/pnas.2410467121",
          "doi": "10.1073/pnas.2410467121",
          "filter": "2"
        },
        {
          "title": "Keeping America “Science Strong”",
          "authors": "Marcia McNutt",
          "url": "http://dx.doi.org/10.1073/pnas.2417071121",
          "doi": "10.1073/pnas.2417071121",
          "filter": "2"
        },
        {
          "title": "Modulation of m 6 A RNA modification by DAP3 in cancer cells",
          "authors": "Jian Han, Yangyang Song, Jinghe Xie, Vincent Tano, Haoqing Shen, Wei Liang Gan, Larry Ng, Bryan Yik Loong Ng, Vanessa Hui En Ng, Xiaohui Sui, Sze Jing Tang, Leilei Chen",
          "abstract": "N 6 -methyladenosine (m 6 A) RNA methylation is a prevalent RNA modification that significantly impacts RNA metabolism and cancer development. Maintaining the global m 6 A levels in cancer cells relies on RNA accessibility to methyltransferases and the availability of the methyl donor S-adenosylmethionine (SAM). Here, we reveal that death associated protein 3 (DAP3) plays a crucial role in preserving m 6 A levels through two distinct mechanisms. First, although DAP3 is not a component of the m 6 A writer complex, it directly binds to m 6 A target regions, thereby facilitating METTL3 binding. Second, DAP3 promotes MAT2A ’s last intron splicing, increasing MAT2A protein, cellular SAM, and m 6 A levels. Silencing DAP3 hinders tumorigenesis, which can be rescued by MAT2A overexpression. This evidence suggests DAP3’s role in tumorigenesis, partly through m 6 A regulation. Our findings unveil DAP3’s complex role as an RNA-binding protein and tumor promoter, impacting RNA processing, splicing, and m 6 A modification in cancer transcriptomes.",
          "url": "http://dx.doi.org/10.1073/pnas.2404509121",
          "doi": "10.1073/pnas.2404509121",
          "filter": "2"
        },
        {
          "title": "Sensory integration of food and population density during the diapause exit decision involves insulin-like signaling in Caenorhabditis elegans",
          "authors": "Mark G. Zhang, Maedeh Seyedolmohadesin, Soraya Hawk Mercado, Arnaud Tauffenberger, Heenam Park, Nerissa Finnen, Frank C. Schroeder, Vivek Venkatachalam, Paul W. Sternberg",
          "abstract": "Decisions made over long time scales, such as life cycle decisions, require coordinated interplay between sensory perception and sustained gene expression. The Caenorhabditis elegans dauer (or diapause) exit developmental decision requires sensory integration of population density and food availability to induce an all-or-nothing organismal-wide response, but the mechanism by which this occurs remains unknown. Here, we demonstrate how the Amphid Single Cilium J (ASJ) chemosensory neurons, known to be critical for dauer exit, perform sensory integration at both the levels of gene expression and calcium activity. In response to favorable conditions, dauers rapidly produce and secrete the dauer exit-promoting insulin-like peptide INS-6. Expression of ins-6 in the ASJ neurons integrates population density and food level and can reflect decision commitment since dauers committed to exiting have higher ins-6 expression levels than those of noncommitted dauers. Calcium imaging in dauers reveals that the ASJ neurons are activated by food, and this activity is suppressed by pheromone, indicating that sensory integration also occurs at the level of calcium transients. We find that ins-6 expression in the ASJ neurons depends on neuronal activity in the ASJs, cGMP signaling, and the pheromone components ascr#8 and ascr#2. We propose a model in which decision commitment to exit the dauer state involves an autoregulatory feedback loop in the ASJ neurons that promotes high INS-6 production and secretion. These results collectively demonstrate how insulin-like peptide signaling helps animals compute long-term decisions by bridging sensory perception to decision execution.",
          "url": "http://dx.doi.org/10.1073/pnas.2405391121",
          "doi": "10.1073/pnas.2405391121",
          "filter": "2"
        },
        {
          "title": "Asymmetric fluid flow in helical pipes inspired by shark intestines",
          "authors": "Ido Levin, Naroa Sadaba, Alshakim Nelson, Sarah L. Keller",
          "abstract": "Unlike human intestines, which are long, hollow tubes, the intestines of sharks and rays contain interior helical structures surrounding a cylindrical hole. One function of these structures may be to create asymmetric flow, favoring passage of fluid down the digestive tract, from anterior to posterior. Here, we design and 3D print biomimetic models of shark intestines, in both rigid and deformable materials. We use the rigid models to test which physical parameters of the interior helices (the pitch, the hole radius, the tilt angle, and the number of turns) yield the largest flow asymmetries. These asymmetries exceed those of traditional Tesla valves, structures specifically designed to create flow asymmetry without any moving parts. When we print the biomimetic models in elastomeric materials so that flow can couple to the structure’s shape, flow asymmetry is significantly amplified; it is sevenfold larger in deformable structures than in rigid structures. Last, we 3D-print deformable versions of the intestine of a dogfish shark, based on a tomogram of a biological sample. This biomimic produces flow asymmetry comparable to traditional Tesla valves. The ability to influence the direction of a flow through a structure has applications in biological tissues and artificial devices across many scales, from large industrial pipelines to small microfluidic devices.",
          "url": "http://dx.doi.org/10.1073/pnas.2406481121",
          "doi": "10.1073/pnas.2406481121",
          "filter": "2"
        },
        {
          "title": "Monitoring surgical nociception using multisensor physiological models",
          "authors": "Sandya Subramanian, Bryan Tseng, Marcela del Carmen, Annekathryn Goodman, Douglas M. Dahl, Riccardo Barbieri, Emery N. Brown",
          "abstract": "Monitoring nociception, the flow of information associated with harmful stimuli through the nervous system even during unconsciousness, is critical for proper anesthesia care during surgery. Currently, this is done by tracking heart rate and blood pressure by eye. Monitoring objectively a patient’s nociceptive state remains a challenge, causing drugs to often be over- or underdosed intraoperatively. Inefficient management of surgical nociception may lead to more complex postoperative pain management and side effects such as postoperative cognitive dysfunction, particularly in elderly patients. We collected a comprehensive and multisensor prospective observational dataset focused on surgical nociception (101 surgeries, 18,582 min, and 49,878 nociceptive stimuli), including annotations of all nociceptive stimuli occurring during surgery and medications administered. Using this dataset, we developed indices of autonomic nervous system activity based on physiologically and statistically rigorous point process representations of cardiac action potentials and sweat gland activity. Next, we constructed highly interpretable supervised and unsupervised models with appropriate inductive biases that quantify surgical nociception throughout surgery. Our models track nociceptive stimuli more accurately than existing nociception monitors. We also demonstrate that the characterizing signature of nociception learned by our models resembles the known physiology of the response to pain. Our work represents an important step toward objective multisensor physiology-based markers of surgical nociception. These markers are derived from an in-depth characterization of nociception as measured during surgery itself rather than using other experimental models as surrogates for surgical nociception.",
          "url": "http://dx.doi.org/10.1073/pnas.2319316121",
          "doi": "10.1073/pnas.2319316121",
          "filter": "2"
        },
        {
          "title": "Accelerating transmission capacity expansion by using advanced conductors in existing right-of-way",
          "authors": "Emilia Chojkiewicz, Umed Paliwal, Nikit Abhyankar, Casey Baker, Ric O’Connell, Duncan Callaway, Amol Phadke",
          "abstract": "As countries pursue decarbonization goals, the rapid expansion of transmission capacity for renewable energy (RE) integration poses a significant challenge due to hurdles such as permitting and cost allocation. However, we find that large-scale reconductoring with advanced composite-core conductors can cost-effectively double transmission capacity within existing right-of-way, with limited additional permitting. This strategy unlocks a high availability of increasingly economically viable RE resources in close proximity to the existing network. We implement reconductoring in a model of the US power system, showing that reconductoring can help meet over 80% of the new interzonal transmission needed to reach over 90% clean electricity by 2035 given restrictions on greenfield transmission build-out. With $180 billion in system cost savings by 2050, reconductoring presents a cost-effective and time-efficient, yet underutilized, opportunity to accelerate global transmission expansion.",
          "url": "http://dx.doi.org/10.1073/pnas.2411207121",
          "doi": "10.1073/pnas.2411207121",
          "filter": "2"
        },
        {
          "title": "Earlier vasoconstriction in females than males with matched body size and composition in neutral-cool conditions",
          "authors": "Faming Wang, Lijuan Wang, Tze-Huan Lei",
          "url": "http://dx.doi.org/10.1073/pnas.2413555121",
          "doi": "10.1073/pnas.2413555121",
          "filter": "2"
        },
        {
          "title": "A molecular switch from tumor suppressor to oncogene in ER+ve breast cancer: Role of androgen receptor, JAK-STAT, and lineage plasticity",
          "authors": "Sarah Asemota, Wendy Effah, Jeremiah Holt, Daniel Johnson, Linnea Cripe, Suriyan Ponnusamy, Thirumagal Thiyagarajan, Yekta Khosrosereshki, Dong-Jin Hwang, Yali He, Brandy Grimes, Martin D. Fleming, Frances E. Pritchard, Ashley Hendrix, Meiyun Fan, Abhinav Jain, Hyo Young Choi, Liza Makowski, D. Neil Hayes, Duane D. Miller, Lawrence M. Pfeffer, Balaji Santhanam, Ramesh Narayanan",
          "abstract": "Cancers develop resistance to inhibitors of oncogenes mainly due to target-centric mechanisms such as mutations and splicing. While inhibitors or antagonists force targets to unnatural conformation contributing to protein instability and resistance, activating tumor suppressors may maintain the protein in an agonistic conformation to elicit sustainable growth inhibition. Due to the lack of tumor suppressor agonists, this hypothesis and the mechanisms underlying resistance are not understood. In estrogen receptor (ER)-positive breast cancer (BC), androgen receptor (AR) is a druggable tumor suppressor offering a promising avenue for this investigation. Spatial genomics suggests that the molecular portrait of AR-expressing BC cells in tumor microenvironment corresponds to better overall patient survival, clinically confirming AR’s role as a tumor suppressor. Ligand activation of AR in ER-positive BC xenografts reprograms cistromes, inhibits oncogenic pathways, and promotes cellular elasticity toward a more differentiated state. Sustained AR activation results in cistrome rearrangement toward transcription factor PROP paired-like homeobox 1, transformation of AR into oncogene, and activation of the Janus kinase/signal transducer (JAK/STAT) pathway, all culminating in lineage plasticity to an aggressive resistant subtype. While the molecular profile of AR agonist–sensitive tumors corresponds to better patient survival, the profile represented in the resistant phenotype corresponds to shorter survival. Inhibition of activated oncogenes in resistant tumors reduces growth and resensitizes them to AR agonists. These findings indicate that persistent activation of a context-dependent tumor suppressor may lead to resistance through lineage plasticity-driven tumor metamorphosis. Our work provides a framework to explore the above phenomenon across multiple cancer types and underscores the importance of factoring sensitization of tumor suppressor targets while developing agonist-like drugs.",
          "url": "http://dx.doi.org/10.1073/pnas.2406837121",
          "doi": "10.1073/pnas.2406837121",
          "filter": "2"
        },
        {
          "title": "Light-field tomographic fluorescence lifetime imaging microscopy",
          "authors": "Yayao Ma, Jongchan Park, Luzhe Huang, Chandani Sen, Samuel Burri, Claudio Bruschini, Xilin Yang, Qi Cui, Robert B. Cameron, Gregory A. Fishbein, Brigitte N. Gomperts, Aydogan Ozcan, Edoardo Charbon, Liang Gao",
          "abstract": "Fluorescence lifetime imaging microscopy (FLIM) is a powerful imaging technique that enables the visualization of biological samples at the molecular level by measuring the fluorescence decay rate of fluorescent probes. This provides critical information about molecular interactions, environmental changes, and localization within biological systems. However, creating high-resolution lifetime maps using conventional FLIM systems can be challenging, as it often requires extensive scanning that can significantly lengthen acquisition times. This issue is further compounded in three-dimensional (3D) imaging because it demands additional scanning along the depth axis. To tackle this challenge, we developed a computational imaging technique called light-field tomographic FLIM (LIFT-FLIM). Our approach allows for the acquisition of volumetric fluorescence lifetime images in a highly data-efficient manner, significantly reducing the number of scanning steps required compared to conventional point-scanning or line-scanning FLIM imagers. Moreover, LIFT-FLIM enables the measurement of high-dimensional data using low-dimensional detectors, which are typically low cost and feature a higher temporal bandwidth. We demonstrated LIFT-FLIM using a linear single-photon avalanche diode array on various biological systems, showcasing unparalleled single-photon detection sensitivity. Additionally, we expanded the functionality of our method to spectral FLIM and demonstrated its application in high-content multiplexed imaging of lung organoids. LIFT-FLIM has the potential to open up broad avenues in both basic and translational biomedical research.",
          "url": "http://dx.doi.org/10.1073/pnas.2402556121",
          "doi": "10.1073/pnas.2402556121",
          "filter": "2"
        },
        {
          "title": "Total loss of VHL gene function impairs neuroendocrine cancer cell fitness due to excessive HIF2α activity",
          "authors": "Muhannad Abu-Remaileh, Nicole S. Persky, Yenarae Lee, David E. Root, William G. Kaelin",
          "abstract": "Loss-of-function germline von Hippel–Lindau ( VHL ) tumor suppressor mutations cause VHL disease, which predisposes individuals to kidney cancer, hemangioblastomas, and paragangliomas. The risk that a given VHL disease family will manifest some or all these tumor types is profoundly influenced by the VHL allele it carries. For example, almost all VHL disease families that develop paraganglioma have missense VHL mutations. VHL families with null VHL alleles develop kidney cancer and hemangioblastomas without a high risk of paraganglioma. The latter is surprising because the VHL gene product, pVHL, suppresses the HIF2 transcription factor and gain-of-function HIF2 mutations are also linked to paraganglioma. Paragangliomas arise from the sympathetic or parasympathetic nervous system. Given the lack of human paraganglioma cell lines, we studied the effects of inactivating VHL in neuroblastoma cell lines, which also arise from the sympathetic nervous system. We found that total loss of pVHL function profoundly impairs the fitness of neuroblastoma cell lines in a HIF2-dependent manner both ex vivo and in vivo. This fitness defect can be rescued by pVHL variants linked to paraganglioma, but not by pVHL variants associated with a low risk of paraganglioma. These findings suggest that HIF2 activity above a critical threshold prevents the development of paraganglioma.",
          "url": "http://dx.doi.org/10.1073/pnas.2410356121",
          "doi": "10.1073/pnas.2410356121",
          "filter": "2"
        },
        {
          "title": "Accurate prediction of discontinuous crack paths in random porous media via a generative deep learning model",
          "authors": "Yuxiang He, Yu Tan, Mingshan Yang, Yongbin Wang, Yangguang Xu, Jianghong Yuan, Xiangyu Li, Weiqiu Chen, Guozheng Kang",
          "abstract": "Pore structures provide extra freedoms for the design of porous media, leading to desirable properties, such as high catalytic rate, energy storage efficiency, and specific strength. This unfortunately makes the porous media susceptible to failure. Deep understanding of the failure mechanism in microstructures is a key to customizing high-performance crack-resistant porous media. However, solving the fracture problem of the porous materials is computationally intractable due to the highly complicated configurations of microstructures. To bridge the structural configurations and fracture responses of random porous media, a unique generative deep learning model is developed. A two-step strategy is proposed to deconstruct the fracture process, which sequentially corresponds to elastic deformation and crack propagation. The geometry of microstructure is translated into a scalar of elastic field as an intermediate variable, and then, the crack path is predicted. The neural network precisely characterizes the strong interactions among pore structures, the multiscale behaviors of fracture, and the discontinuous essence of crack propagation. Crack paths in random porous media are accurately predicted by simply inputting the images of targets, without inputting any additional input physical information. The prediction model enjoys an outstanding performance with a prediction accuracy of 90.25% and possesses a robust generalization capability. The accuracy of the present model is a record so far, and the prediction is accomplished within a second. This study opens an avenue to high-throughput evaluation of the fracture behaviors of heterogeneous materials with complex geometries.",
          "url": "http://dx.doi.org/10.1073/pnas.2413462121",
          "doi": "10.1073/pnas.2413462121",
          "filter": "2"
        },
        {
          "title": "Correction for Zhang et al., HIF-1 regulates CD47 expression in breast cancer cells to promote evasion of phagocytosis and maintenance of cancer stem cells",
          "url": "http://dx.doi.org/10.1073/pnas.2418194121",
          "doi": "10.1073/pnas.2418194121",
          "filter": "2"
        },
        {
          "title": "AI-accelerated Nazca survey nearly doubles the number of known figurative geoglyphs and sheds light on their purpose",
          "authors": "Masato Sakai, Akihisa Sakurai, Siyuan Lu, Jorge Olano, Conrad M. Albrecht, Hendrik F. Hamann, Marcus Freitag",
          "abstract": "It took nearly a century to discover a total of 430 figurative Nazca geoglyphs, which offer significant insights into the ancient cultures at the Nazca Pampa. Here, we report the deployment of an AI system to the entire Nazca region, a UNESCO World Heritage site, leading to the discovery of 303 new figurative geoglyphs within only 6 mo of field survey, nearly doubling the number of known figurative geoglyphs. Even with limited training examples, the developed AI approach is demonstrated to be effective in detecting the smaller relief-type geoglyphs, which unlike the giant line-type geoglyphs are very difficult to discern. The improved account of figurative geoglyphs enables us to analyze their motifs and distribution across the Nazca Pampa. We find that relief-type geoglyphs depict mainly human motifs or motifs of things modified by humans, such as domesticated animals and decapitated heads (81.6%). They are typically located within viewing distance (on average 43 m) of ancient trails that crisscross the Nazca Pampa and were most likely built and viewed at the individual or small-group level. On the other hand, the giant line-type figurative geoglyphs mainly depict wild animals (64%). They are found an average of 34 m from the elaborate linear/trapezoidal network of geoglyphs, which suggests that they were probably built and used on a community level for ritual activities.",
          "url": "http://dx.doi.org/10.1073/pnas.2407652121",
          "doi": "10.1073/pnas.2407652121",
          "filter": "2"
        },
        {
          "title": "Less anthropogenic aerosol indirect effects are a potential cause for Northeast Pacific warm blob events",
          "authors": "Ningning Yao, Zhe Song, Lang Chen, Yuhai Sun, Boqiong Jiang, Pengfei Li, Jinsheng Chen, Shaocai Yu",
          "url": "http://dx.doi.org/10.1073/pnas.2414614121",
          "doi": "10.1073/pnas.2414614121",
          "filter": "2"
        },
        {
          "title": "Spaceflight-induced contractile and mitochondrial dysfunction in an automated heart-on-a-chip platform",
          "authors": "Devin B. Mair, Jonathan H. Tsui, Ty Higashi, Paul Koenig, Zhipeng Dong, Jeffrey F. Chen, Jessica U. Meir, Alec S. T. Smith, Peter H. U. Lee, Eun Hyun Ahn, Stefanie Countryman, Nathan J. Sniadecki, Deok-Ho Kim",
          "abstract": "With current plans for manned missions to Mars and beyond, the need to better understand, prevent, and counteract the harmful effects of long-duration spaceflight on the body is becoming increasingly important. In this study, an automated heart-on-a-chip platform was flown to the International Space Station on a 1-mo mission during which contractile cardiac function was monitored in real-time. Upon return to Earth, engineered human heart tissues (EHTs) were further analyzed with ultrastructural imaging and RNA sequencing to investigate the impact of prolonged microgravity on cardiomyocyte function and health. Spaceflight EHTs exhibited significantly reduced twitch forces, increased incidences of arrhythmias, and increased signs of sarcomere disruption and mitochondrial damage. Transcriptomic analyses showed an up-regulation of genes and pathways associated with metabolic disorders, heart failure, oxidative stress, and inflammation, while genes related to contractility and calcium signaling showed significant down-regulation. Finally, in silico modeling revealed a potential link between oxidative stress and mitochondrial dysfunction that corresponded with RNA sequencing results. This represents an in vitro model to faithfully reproduce the adverse effects of spaceflight on three-dimensional (3D)-engineered heart tissue.",
          "url": "http://dx.doi.org/10.1073/pnas.2404644121",
          "doi": "10.1073/pnas.2404644121",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Pandey et al., Reversing anxiety by targeting a stress-responsive signaling pathway",
          "url": "http://dx.doi.org/10.1073/pnas.2417731121",
          "doi": "10.1073/pnas.2417731121",
          "filter": "2"
        },
        {
          "title": "PUFAs regulate SREBP1c through phosphorylation of Insig2",
          "authors": "Xu Xiao, Peter Tontonoz",
          "url": "http://dx.doi.org/10.1073/pnas.2416363121",
          "doi": "10.1073/pnas.2416363121",
          "filter": "2"
        },
        {
          "title": "Secret code: Encoding promoters by synonymous codons",
          "authors": "Lieve Tchebotarev, Lydia Herzel",
          "url": "http://dx.doi.org/10.1073/pnas.2416360121",
          "doi": "10.1073/pnas.2416360121",
          "filter": "2"
        },
        {
          "title": "Physical extraction of antigen and information",
          "authors": "Hongda Jiang, Shenshen Wang",
          "abstract": "To respond and adapt, cells use surface receptors to sense environmental cues. While biochemical signal processing inside the cell is studied in depth, less is known about how physical processes during cell–cell contact impact signal acquisition. New experiments found that fast-evolving immune B cells in germinal centers (GCs) apply force to acquire antigen clusters prior to internalization, suggesting adaptive benefits of physical information extraction. We present a theory of stochastic antigen transfer and show that maximizing information gain via physical extraction can explain the dramatic phenotypic transition from naive to GC B cells—attenuated receptor signaling, enhanced force usage, and decentralized contact architecture. Our model suggests that binding-lifetime measurement and physical extraction serve as complementary modes of antigen recognition, greatly extending the dynamic range of affinity discrimination when combined. This physical-information framework further predicts that the optimal size of receptor clusters decreases as affinity improves, rationalizing the use of a multifocal synaptic pattern seen in GC B cells. By linking extraction dynamics to selection fidelity via discriminatory performance, we propose that cells may physically enhance information acquisition to sustain adaptive evolution.",
          "url": "http://dx.doi.org/10.1073/pnas.2320537121",
          "doi": "10.1073/pnas.2320537121",
          "filter": "2"
        },
        {
          "title": "Integer partitions detect the primes",
          "authors": "William Craig, Jan-Willem van Ittersum, Ken Ono",
          "abstract": "We show that integer partitions, the fundamental building blocks in additive number theory, detect prime numbers in an unexpected way. Answering a question of Schneider, we show that the primes are the solutions to special equations in partition functions. For example, an integer n ≥ 2 is prime if and only if ( 3 n 3 − 13 n 2 + 18 n − 8 ) M 1 ( n ) + ( 12 n 2 − 120 n + 212 ) M 2 ( n ) − 960 M 3 ( n ) = 0 , where the M a ( n ) are MacMahon’s well-studied partition functions. More generally, for MacMahonesque partition functions M a → ( n ) , we prove that there are infinitely many such prime detecting equations with constant coefficients, such as 80 M ( 1 , 1 , 1 ) ( n ) − 12 M ( 2 , 0 , 1 ) ( n ) + 12 M ( 2 , 1 , 0 ) ( n ) + ⋯ − 12 M ( 1 , 3 ) ( n ) − 39 M ( 3 , 1 ) ( n ) = 0 .",
          "url": "http://dx.doi.org/10.1073/pnas.2409417121",
          "doi": "10.1073/pnas.2409417121",
          "filter": "2"
        },
        {
          "title": "Beyond Neyman–Pearson: E-values enable hypothesis testing with a data-driven alpha",
          "authors": "Peter D. Grünwald",
          "abstract": "A standard practice in statistical hypothesis testing is to mention the P -value alongside the accept/reject decision. We show the advantages of mentioning an e-value instead. With P -values, it is not clear how to use an extreme observation (e.g. P ≪ α ) for getting better frequentist decisions. With e-values it is straightforward, since they provide Type-I risk control in a generalized Neyman–Pearson setting with the decision task (a general loss function) determined post hoc, after observation of the data—thereby providing a handle on “roving α ’s.” When Type-II risks are taken into consideration, the only admissible decision rules in the post hoc setting turn out to be e-value-based. Similarly, if the loss incurred when specifying a faulty confidence interval is not fixed in advance, standard confidence intervals and distributions may fail, whereas e-confidence sets and e-posteriors still provide valid risk guarantees. Sufficiently powerful e-values have by now been developed for a range of classical testing problems. We discuss the main challenges for wider development and deployment.",
          "url": "http://dx.doi.org/10.1073/pnas.2302098121",
          "doi": "10.1073/pnas.2302098121",
          "filter": "2"
        },
        {
          "title": "Repetition dynamically and rapidly increases cortical, but not hippocampal, offline reactivation",
          "authors": "Wangjing Yu, Asieh Zadbood, Avi J. H. Chanales, Lila Davachi",
          "abstract": "No sooner is an experience over than its neural representation begins to be transformed through memory reactivation during offline periods. The lion’s share of prior research has focused on understanding offline reactivation within the hippocampus. However, it is hypothesized that consolidation processes involve offline reactivation in cortical regions as well as coordinated reactivation in the hippocampus and cortex. Using fMRI, we presented novel and repeated paired associates to participants during encoding and measured offline memory reactivation for those events during an immediate post-encoding rest period. post-encoding reactivation frequency of repeated and once-presented events did not differ in the hippocampus. However, offline reactivation in widespread cortical regions and hippocampal-cortical coordinated reactivation were significantly enhanced for repeated events. These results provide evidence that repetition might facilitate the distribution of memory representations across cortical networks, a hallmark of systems-level consolidation. Interestingly, we found that offline reactivation frequency in both hippocampus and cortex explained variance in behavioral success on an immediate associative recognition test for the once-presented information, potentially indicating a role of offline reactivation in maintaining these novel, weaker, memories. Together, our findings highlight that endogenous offline reactivation can be robustly and significantly modulated by study repetition.",
          "url": "http://dx.doi.org/10.1073/pnas.2405929121",
          "doi": "10.1073/pnas.2405929121",
          "filter": "2"
        },
        {
          "title": "Optical conductivity of the Majorana mode at the s - and d -wave topological superconductor edge",
          "authors": "Lina Johnsen Kamra, Bo Lu, Jacob Linder, Yukio Tanaka, Naoto Nagaosa",
          "abstract": "The Majorana fermion offers fascinating possibilities such as non-Abelian statistics and nonlocal robust qubits, and hunting it is one of the most important topics in current condensed matter physics. Most of the efforts have been focused on the Majorana bound state at zero energy in terms of scanning tunneling spectroscopy searching for the quantized conductance. On the other hand, a chiral Majorana edge channel appears at the surface of a three-dimensional topological insulator when engineering an interface between proximity-induced superconductivity and ferromagnetism. Recent advances in microwave spectroscopy of topological edge states open a new avenue for observing signatures of such Majorana edge states through the local optical conductivity. As a guide to future experiments, we show how the local optical conductivity and density of states present distinct qualitative features depending on the symmetry of the superconductivity, that can be tuned via the magnetization and temperature. In particular, the presence of the Majorana edge state leads to a characteristic nonmonotonic temperature dependence achieved by tuning the magnetization.",
          "url": "http://dx.doi.org/10.1073/pnas.2404009121",
          "doi": "10.1073/pnas.2404009121",
          "filter": "2"
        },
        {
          "title": "Paracrine FGF1 signaling directs pituitary architecture and size",
          "authors": "Konstantin Khetchoumian, Kevin Sochodolsky, Chrystel Lafont, Arthur Gouhier, Amandine Bemmo, Yacine Kherdjemil, Marie Kmita, Paul Le Tissier, Patrice Mollard, Helen Christian, Jacques Drouin",
          "abstract": "Organ architecture is established during development through intricate cell–cell communication mechanisms, yet the specific signals mediating these communications often remain elusive. Here, we used the anterior pituitary gland that harbors different interdigitated hormone-secreting homotypic cell networks to dissect cell–cell communication mechanisms operating during late development. We show that blocking differentiation of corticotrope cells leads to pituitary hypoplasia with a major effect on somatotrope cells that directly contact corticotropes. Gene knockout of the corticotrope-restricted transcription factor Tpit results in fewer somatotropes, with less secretory granules and a loss of cell polarity, resulting in systemic growth retardation. Single-cell transcriptomic analyses identified FGF1 as a corticotrope-specific Tpit dosage-dependent target gene responsible for these phenotypes. Consistently, genetic ablation of FGF1 in mice phenocopies pituitary hypoplasia and growth impairment observed in Tpit -deficient mice. These findings reveal FGF1 produced by the corticotrope cell network as an essential paracrine signaling molecule participating in pituitary architecture and size.",
          "url": "http://dx.doi.org/10.1073/pnas.2410269121",
          "doi": "10.1073/pnas.2410269121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Psychedelic research at a crossroads",
          "authors": "Stacey B. Armstrong, Alan K. Davis",
          "abstract": "There is an urgent need to develop better treatments for mental health conditions that affect one in every eight people in the world. To combat this concern, psychedelic drugs have been combined with psychotherapy and studied in clinical trials in the United States and Europe. Psychedelics are hallucinogenic drugs that alter brain activity and facilitate altered states of consciousness. The proposed benefits of psychedelic-assisted therapy (PAT) include relatively short treatment times and stronger effects compared to other treatments. Although results of trials using MDMA for trauma or psilocybin for depression are promising, PAT is controversial because many questions about its safety and effectiveness are unanswered. This is evident in the recent ruling by the US Food and Drug Administration against the approval of MDMA therapy for post-traumatic stress disorder and the retraction of several papers about MDMA trials owing to unethical conduct by study therapists and data integrity, among other concerns. This field is at a crossroads, and the research community must address several obstacles to transition from exploratory trials to established, evidence-based treatments while avoiding pitfalls that can hinder advancement.",
          "url": "http://dx.doi.org/10.1126/science.adt1024",
          "doi": "10.1126/science.adt1024",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Artificial kinetochore beads establish a biorientation-like state in the spindle",
          "authors": "Kohei Asai, Yuanzhuo Zhou, Osamu Takenouchi, Tomoya S. Kitajima",
          "abstract": "Faithful chromosome segregation requires biorientation, where the pair of kinetochores on the chromosome establish bipolar microtubule attachment. The integrity of the kinetochore, a macromolecular complex built on centromeric DNA, is required for biorientation, but components sufficient for biorientation remain unknown. Here, we show that tethering the outer kinetochore heterodimer NDC80-NUF2 to the surface of apolar microbeads establishes their biorientation-like state in mouse cells. NDC80-NUF2 microbeads align at the spindle equator and self-correct alignment errors. The alignment is associated with stable bipolar microtubule attachment and is independent of the outer kinetochore proteins SPC24-SPC25, KNL1, the Mis12 complex, inner kinetochore proteins, and Aurora. Larger microbeads align more rapidly, suggesting a size-dependent biorientation mechanism. This study demonstrates a biohybrid kinetochore design for synthetic biorientation of microscale particles in cells.",
          "url": "http://dx.doi.org/10.1126/science.adn5428",
          "doi": "10.1126/science.adn5428",
          "filter": "2"
        },
        {
          "title": "The evolutionary history of wild and domestic brown rats ( Rattus norvegicus )",
          "authors": "Jason Munshi-South, Joseph A. Garcia, David Orton, Megan Phifer-Rixey",
          "abstract": "The brown rat ( Rattus norvegicus ) occupies nearly every terrestrial habitat with a human presence and is one of our most important model organisms. Despite this prevalence, gaps remain in understanding the evolution of brown rat commensalism, their global dispersal, and mechanisms underlying contemporary adaptations to diverse environments. In this Review, we explore recent advances in the evolutionary history of brown rats and discuss key challenges, including finding and accurately dating historical specimens, disentangling histories of multiple domestication events, and synthesizing functional variation in wild rat populations with the development of laboratory strains. Advances in zooarchaeology and population genomics will usher in a new golden age of research on the evolutionary biology of brown rats, with positive feedbacks on their use as biomedical models.",
          "url": "http://dx.doi.org/10.1126/science.adp1166",
          "doi": "10.1126/science.adp1166",
          "filter": "2"
        },
        {
          "title": "Large library docking identifies positive allosteric modulators of the calcium-sensing receptor",
          "authors": "Fangyu Liu, Cheng-Guo Wu, Chia-Ling Tu, Isabella Glenn, Justin Meyerowitz, Anat Levit Kaplan, Jiankun Lyu, Zhiqiang Cheng, Olga O. Tarkhanova, Yurii S. Moroz, John J. Irwin, Wenhan Chang, Brian K. Shoichet, Georgios Skiniotis",
          "abstract": "Positive allosteric modulator (PAM) drugs enhance the activation of the calcium-sensing receptor (CaSR) and suppress parathyroid hormone (PTH) secretion. Unfortunately, these hyperparathyroidism-treating drugs can induce hypocalcemia and arrhythmias. Seeking improved modulators, we docked libraries of 2.7 million and 1.2 billion molecules against the CaSR structure. The billion-molecule docking found PAMs with a 2.7-fold higher hit rate than the million-molecule library, with hits up to 37-fold more potent. Structure-based optimization led to nanomolar leads. In ex vivo organ assays, one of these PAMs was 100-fold more potent than the standard of care, cinacalcet, and reduced serum PTH levels in mice without the hypocalcemia typical of CaSR drugs. As determined from cryo–electron microscopy structures, the PAMs identified here promote CaSR conformations that more closely resemble the activated state than those induced by the established drugs.",
          "url": "http://dx.doi.org/10.1126/science.ado1868",
          "doi": "10.1126/science.ado1868",
          "filter": "2"
        },
        {
          "title": "Emerging patterns in rodent-borne zoonotic diseases",
          "authors": "Felicia Keesing, Richard S. Ostfeld",
          "abstract": "Rodents are ubiquitous and typically unwelcome dwellers in human habitats worldwide, infesting homes, farm fields, and agricultural stores and potentially shedding disease-causing microbes into the most human-occupied of spaces. Of the vertebrate animal taxa that share pathogens with us, rodents are the most abundant and diverse, with hundreds of species of confirmed zoonotic hosts, some of which have nearly global distributions. However, only 12% of rodent species are known to be sources of pathogens that also infect people, and those rodents that do are now recognized as tending to share a suite of predictable traits. Here, we characterize those traits and explore them in the context of three emerging or reemerging rodent-borne zoonotic diseases of people: Lassa fever, Lyme disease, and plague.",
          "url": "http://dx.doi.org/10.1126/science.adq7993",
          "doi": "10.1126/science.adq7993",
          "filter": "2"
        },
        {
          "title": "Germline mutations in a G protein identify signaling cross-talk in T cells",
          "authors": "Hyoungjun Ham, Huie Jing, Ian T. Lamborn, Megan M. Kober, Alexey Koval, Yamina A. Berchiche, D. Eric Anderson, Kirk M. Druey, Judith N. Mandl, Bertrand Isidor, Carlos R. Ferreira, Alexandra F. Freeman, Sundar Ganesan, Meliha Karsak, Peter J. Mustillo, Juliana Teo, Zarazuela Zolkipli-Cunningham, Nicolas Chatron, François Lecoquierre, Andrew J. Oler, Jana Pachlopnik Schmid, Douglas B. Kuhns, Xuehua Xu, Fabian Hauck, Waleed Al-Herz, Matias Wagner, Paulien A. Terhal, Mari Muurinen, Vincent Barlogis, Phillip Cruz, Jeffrey Danielson, Helen Stewart, Petra Loid, Sebastian Rading, Boris Keren, Rolph Pfundt, Kol A. Zarember, Katharina Vill, Lorraine Potocki, Kenneth N. Olivier, Gaetan Lesca, Laurence Faivre, Melanie Wong, Anne Puel, Janet Chou, Maud Tusseau, Niki M. Moutsopoulos, Helen F. Matthews, Cas Simons, Ryan J. Taft, Ariane Soldatos, Etienne Masle-Farquhar, Stefania Pittaluga, Robert Brink, Danielle L. Fink, Heidi H. Kong, Juraj Kabat, Woo Sung Kim, Tatjana Bierhals, Kazuyuki Meguro, Amy P. Hsu, Jingwen Gu, Jennifer Stoddard, Benito Banos-Pinero, Maria Slack, Giampaolo Trivellin, Benoît Mazel, Maarja Soomann, Samuel Li, Val J. Watts, Constantine A. Stratakis, Maria F. Rodriguez-Quevedo, Ange-Line Bruel, Marita Lipsanen-Nyman, Paul Saultier, Rashmi Jain, Daphne Lehalle, Daniel Torres, Kathleen E. Sullivan, Sébastien Barbarot, Axel Neu, Yannis Duffourd, Morgan Similuk, Kirsty McWalter, Pierre Blanc, Stéphane Bézieau, Tian Jin, Raif S. Geha, Jean-Laurent Casanova, Outi M. Makitie, Christian Kubisch, Patrick Edery, John Christodoulou, Ronald N. Germain, Christopher C. Goodnow, Thomas P. Sakmar, Daniel D. Billadeau, Sébastien Küry, Vladimir L. Katanaev, Yu Zhang, Michael J. Lenardo, Helen C. Su",
          "abstract": "Humans with monogenic inborn errors responsible for extreme disease phenotypes can reveal essential physiological pathways. We investigated germline mutations in GNAI2 , which encodes G αi2 , a key component in heterotrimeric G protein signal transduction usually thought to regulate adenylyl cyclase–mediated cyclic adenosine monophosphate (cAMP) production. Patients with activating G αi2 mutations had clinical presentations that included impaired immunity. Mutant G αi2 impaired cell migration and augmented responses to T cell receptor (TCR) stimulation. We found that mutant G αi2 influenced TCR signaling by sequestering the guanosine triphosphatase (GTPase)–activating protein RASA2, thereby promoting RAS activation and increasing downstream extracellular signal–regulated kinase (ERK)/mitogen-activated protein kinase (MAPK) and phosphatidylinositol 3-kinase (PI3K)–AKT S6 signaling to drive cellular growth and proliferation.",
          "url": "http://dx.doi.org/10.1126/science.add8947",
          "doi": "10.1126/science.add8947",
          "filter": "2"
        },
        {
          "title": "Origin and fate of the pseudogap in the doped Hubbard model",
          "authors": "Fedor Šimkovic, Riccardo Rossi, Antoine Georges, Michel Ferrero",
          "abstract": "The relationship between the pseudogap and underlying ground-state phases has not yet been rigorously established. We investigated the doped two-dimensional Hubbard model at finite temperature using controlled diagrammatic Monte Carlo calculations, allowing for the computation of spectral properties in the infinite-size limit and with arbitrary momentum resolution. We found three distinct regimes as a function of doping and interaction strength: a weakly correlated metal, a correlated metal with strong interaction effects, and a pseudogap regime at low doping. We show that the pseudogap forms both at weak coupling, when the magnetic correlation length is large, and at strong coupling, when it is shorter. As the temperature goes to zero, the pseudogap regime extrapolates precisely to the ordered stripe phase found by ground-state methods.",
          "url": "http://dx.doi.org/10.1126/science.ade9194",
          "doi": "10.1126/science.ade9194",
          "filter": "2"
        },
        {
          "title": "The complex affective and cognitive capacities of rats",
          "authors": "Inbal Ben-Ami Bartal",
          "abstract": "For several decades, although studies of rat physiology and behavior have abounded, research on rat emotions has been limited in scope to fear, anxiety, and pain. Converging evidence for the capacity of many species to share others’ affective states has emerged, sparking interest in the empathic capacities of rats. Recent research has demonstrated that rats are a highly cooperative species and are motivated by others’ distress to prosocial actions, such as opening a door or pulling a chain to release trapped conspecifics. Studies of rat affect, cognition, and neural function provide compelling evidence that rats have some capacity to represent others’ needs, to instrumentally act to improve their well-being, and are thus capable of forms of targeted helping. Rats’ complex abilities raise the importance of integrating new measures of rat well-being into scientific research.",
          "url": "http://dx.doi.org/10.1126/science.adq6217",
          "doi": "10.1126/science.adq6217",
          "filter": "2"
        },
        {
          "title": "MAYEX is an old long noncoding RNA recruited for X chromosome dosage compensation in a reptile",
          "authors": "Mariela Tenorio, Samantha Cruz-Ruiz, Sergio Encarnación-Guevara, Magdalena Hernández, Jose Antonio Corona-Gomez, Fania Sheccid-Santiago, Joanna Serwatowska, Sinai López-Perdomo, Cynthia D. Flores-Aguirre, Diego M. Arenas-Moreno, Robert J. Ossiboff, Fausto Méndez-de-la-Cruz, Selene L. Fernandez-Valverde, Mario Zurita, Katarzyna Oktaba, Diego Cortez",
          "abstract": "Long noncoding RNAs (lncRNAs) are essential regulatory elements of sex chromosomes that act to equalize gene expression levels between males and females. XIST , RSX , and roX2 regulate X chromosomes in placental mammals, marsupials, and Drosophila , respectively. Because the green anole ( Anolis carolinensis ) shows complete dosage compensation of its X chromosome, we tested whether a lncRNA was involved. We found an ancient lncRNA, MAYEX , that gained male-specific expression more than 89 million years ago. MAYEX evolved a notable association with the acetylated histone 4 lysine 16 (H4K16ac) epigenetic mark and the ability to loop its locus to the totality of the X chromosome to increase expression levels. MAYEX is the first lncRNA in reptiles linked to a dosage compensation mechanism that balances the expression of sex chromosomes.",
          "url": "http://dx.doi.org/10.1126/science.adp1932",
          "doi": "10.1126/science.adp1932",
          "filter": "2"
        },
        {
          "title": "Radical-mediated click-clip reactions",
          "authors": "Jiantao Zhao, Huacheng Yu, Xingchen Jin, Bo Qin, Shan Mei, Jiang-Fei Xu, Xi Zhang",
          "abstract": "Click reactions, which are characterized by rapid, high-yielding, and highly selective coupling of two reaction partners, are powerful tools in synthesis but are rarely reversible. Innovative strategies that reverse such couplings in a precise and on-demand manner, enabling a click-clip sequence, would greatly expand the technique’s versatility. Herein, a click and clip reaction pair is demonstrated by manipulation of a sulfilimine linkage. Phenothiazines and amines are rapidly and quantitatively coupled through oxidative sulfilimine bond formation with N-bromosuccinimide, and the resulting sulfilimine bromides then undergo quantitative reversion to the phenothiazines and amines through photoreduction at 380 nanometers. This protocol enables fabrication of depolymerizable macromolecules and reversible modification of aminosaccharides, demonstrating high selectivity and efficiency for manipulating sulfilimine linkages in complex systems.",
          "url": "http://dx.doi.org/10.1126/science.adn2259",
          "doi": "10.1126/science.adn2259",
          "filter": "2"
        },
        {
          "title": "Atmospheric blocking slows ocean-driven melting of Greenland’s largest glacier tongue",
          "authors": "Rebecca Adam McPherson, Claudia Wekerle, Torsten Kanzow, Monica Ionita, Finn Ole Heukamp, Ole Zeising, Angelika Humbert",
          "abstract": "Mass loss from the Greenland ice sheet has contributed to global sea-level rise over the past 20 years. Yet direct observations from the 79 North Glacier (79NG) calving front reveal decreasing Atlantic Intermediate Water (AIW) temperatures below the ice tongue from 2018 to 2021, leading to reduced ocean heat transport. This is linked to a concurrent decrease in basal melt and thinning rates at the grounding line. The origin of this AIW cooling is traced to a slowdown of the large-scale ocean circulation in the Nordic Seas, driven by European atmospheric blocking that strengthens cold air advection from the central Arctic through the Fram Strait. Blocking has driven major ocean cooling events over the last 50 years and will remain crucial in affecting Northeast Greenland’s glaciers.",
          "url": "http://dx.doi.org/10.1126/science.ado5008",
          "doi": "10.1126/science.ado5008",
          "filter": "2"
        },
        {
          "title": "A 485-million-year history of Earth’s surface temperature",
          "authors": "Emily J. Judd, Jessica E. Tierney, Daniel J. Lunt, Isabel P. Montañez, Brian T. Huber, Scott L. Wing, Paul J. Valdes",
          "abstract": "A long-term record of global mean surface temperature (GMST) provides critical insight into the dynamical limits of Earth’s climate and the complex feedbacks between temperature and the broader Earth system. Here, we present PhanDA, a reconstruction of GMST over the past 485 million years, generated by statistically integrating proxy data with climate model simulations. PhanDA exhibits a large range of GMST, spanning 11° to 36°C. Partitioning the reconstruction into climate states indicates that more time was spent in warmer rather than colder climates and reveals consistent latitudinal temperature gradients within each state. There is a strong correlation between atmospheric carbon dioxide (CO 2 ) concentrations and GMST, identifying CO 2 as the dominant control on variations in Phanerozoic global climate and suggesting an apparent Earth system sensitivity of ~8°C.",
          "url": "http://dx.doi.org/10.1126/science.adk3705",
          "doi": "10.1126/science.adk3705",
          "filter": "2"
        },
        {
          "title": "High-fidelity teleportation of a logical qubit using transversal gates and lattice surgery",
          "authors": "C. Ryan-Anderson, N. C. Brown, C. H. Baldwin, J. M. Dreiling, C. Foltz, J. P. Gaebler, T. M. Gatterman, N. Hewitt, C. Holliman, C. V. Horst, J. Johansen, D. Lucchetti, T. Mengle, M. Matheny, Y. Matsuoka, K. Mayer, M. Mills, S. A. Moses, B. Neyenhuis, J. Pino, P. Siegfried, R. P. Stutz, J. Walker, D. Hayes",
          "abstract": "Quantum state teleportation is commonly used in designs for large-scale quantum computers. Using Quantinuum’s H2 trapped-ion quantum processor, we demonstrate fault-tolerant state teleportation circuits for a quantum error correction code—specifically the Steane code. The circuits use up to 30 qubits at the physical level and employ real-time quantum error correction. We conducted experiments on several variations of logical teleportation circuits using both transversal gates and lattice surgery. We measured the logical process fidelity to be 0.975 ± 0.002 for the transversal teleportation implementation and 0.851 ± 0.009 for the lattice surgery teleportation implementation as well as 0.989 ± 0.002 for an implementation of Knill-style quantum error correction.",
          "url": "http://dx.doi.org/10.1126/science.adp6016",
          "doi": "10.1126/science.adp6016",
          "filter": "2"
        },
        {
          "title": "Squeezing the quantum noise of a gravitational-wave detector below the standard quantum limit",
          "authors": "Wenxuan Jia, Victoria Xu, Kevin Kuns, Masayuki Nakano, Lisa Barsotti, Matthew Evans, Nergis Mavalvala, character(0), R. Abbott, I. Abouelfettouh, R. X. Adhikari, A. Ananyeva, S. Appert, K. Arai, N. Aritomi, S. M. Aston, M. Ball, S. W. Ballmer, D. Barker, B. K. Berger, J. Betzwieser, D. Bhattacharjee, G. Billingsley, N. Bode, E. Bonilla, V. Bossilkov, A. Branch, A. F. Brooks, D. D. Brown, J. Bryant, C. Cahillane, H. Cao, E. Capote, Y. Chen, F. Clara, J. Collins, C. M. Compton, R. Cottingham, D. C. Coyne, R. Crouch, J. Csizmazia, T. J. Cullen, L. P. Dartez, N. Demos, E. Dohmen, J. C. Driggers, S. E. Dwyer, A. Effler, A. Ejlli, T. Etzel, J. Feicht, R. Frey, W. Frischhertz, P. Fritschel, V. V. Frolov, P. Fulda, M. Fyffe, D. Ganapathy, B. Gateley, J. A. Giaime, K. D. Giardina, J. Glanzer, E. Goetz, A. W. Goodwin-Jones, S. Gras, C. Gray, D. Griffith, H. Grote, T. Guidry, E. D. Hall, J. Hanks, J. Hanson, M. C. Heintze, A. F. Helmling-Cornell, H. Y. Huang, Y. Inoue, A. L. James, A. Jennings, S. Karat, M. Kasprzack, K. Kawabe, N. Kijbunchoo, J. S. Kissel, A. Kontos, R. Kumar, M. Landry, B. Lantz, M. Laxen, K. Lee, M. Lesovsky, F. Llamas, M. Lormand, H. A. Loughlin, R. Macas, M. MacInnis, C. N. Makarem, B. Mannix, G. L. Mansell, R. M. Martin, N. Maxwell, G. McCarrol, R. McCarthy, D. E. McClelland, S. McCormick, L. McCuller, T. McRae, F. Mera, E. L. Merilh, F. Meylahn, R. Mittleman, D. Moraru, G. Moreno, M. Mould, A. Mullavey, T. J. N. Nelson, A. Neunzert, J. Oberling, T. O’Hanlon, C. Osthelder, D. J. Ottaway, H. Overmier, W. Parker, A. Pele, H. Pham, M. Pirello, V. Quetschke, K. E. Ramirez, J. Reyes, J. W. Richardson, M. Robinson, J. G. Rollins, J. H. Romie, M. P. Ross, T. Sadecki, A. Sanchez, E. J. Sanchez, L. E. Sanchez, R. L. Savage, D. Schaetzl, M. G. Schiworski, R. Schnabel, R. M. S. Schofield, E. Schwartz, D. Sellers, T. Shaffer, R. W. Short, D. Sigg, B. J. J. Slagmolen, S. Soni, L. Sun, D. B. Tanner, M. Thomas, P. Thomas, K. A. Thorne, C. I. Torrie, G. Traylor, G. Vajente, J. Vanosky, A. Vecchio, P. J. Veitch, A. M. Vibhute, E. R. G. von Reis, J. Warner, B. Weaver, R. Weiss, C. Whittle, B. Willke, C. C. Wipf, H. Yamamoto, H. Yu, L. Zhang, M. E. Zucker",
          "abstract": "The Heisenberg uncertainty principle dictates that the position and momentum of an object cannot be simultaneously measured with arbitrary precision, giving rise to an apparent limitation known as the standard quantum limit (SQL). Gravitational-wave detectors use photons to continuously measure the positions of freely falling mirrors and so are affected by the SQL. We investigated the performance of the Laser Interferometer Gravitational-Wave Observatory (LIGO) after the experimental realization of frequency-dependent squeezing designed to surpass the SQL. For the LIGO Livingston detector, we found that the upgrade reduces quantum noise below the SQL by a maximum of three decibels between 35 and 75 hertz while achieving a broadband sensitivity improvement, increasing the overall detector sensitivity during astrophysical observations.",
          "url": "http://dx.doi.org/10.1126/science.ado8069",
          "doi": "10.1126/science.ado8069",
          "filter": "2"
        },
        {
          "title": "Targeting cancer with small-molecule pan-KRAS degraders",
          "authors": "Johannes Popow, William Farnaby, Andreas Gollner, Christiane Kofink, Gerhard Fischer, Melanie Wurm, David Zollman, Andre Wijaya, Nikolai Mischerikow, Carina Hasenoehrl, Polina Prokofeva, Heribert Arnhof, Silvia Arce-Solano, Sammy Bell, Georg Boeck, Emelyne Diers, Aileen B. Frost, Jake Goodwin-Tindall, Jale Karolyi-Oezguer, Shakil Khan, Theresa Klawatsch, Manfred Koegl, Roland Kousek, Barbara Kratochvil, Katrin Kropatsch, Arnel A. Lauber, Ross McLennan, Sabine Olt, Daniel Peter, Oliver Petermann, Vanessa Roessler, Peggy Stolt-Bergner, Patrick Strack, Eva Strauss, Nicole Trainor, Vesna Vetma, Claire Whitworth, Siying Zhong, Jens Quant, Harald Weinstabl, Bernhard Kuster, Peter Ettmayer, Alessio Ciulli",
          "abstract": "Mutations in the Kirsten rat sarcoma viral oncogene homolog (KRAS) protein are highly prevalent in cancer. However, small-molecule concepts that address oncogenic KRAS alleles remain elusive beyond replacing glycine at position 12 with cysteine (G12C), which is clinically drugged through covalent inhibitors. Guided by biophysical and structural studies of ternary complexes, we designed a heterobifunctional small molecule that potently degrades 13 out of 17 of the most prevalent oncogenic KRAS alleles. Compared with inhibition, KRAS degradation results in more profound and sustained pathway modulation across a broad range of KRAS mutant cell lines, killing cancer cells while sparing models without genetic KRAS aberrations. Pharmacological degradation of oncogenic KRAS was tolerated and led to tumor regression in vivo. Together, these findings unveil a new path toward addressing KRAS-driven cancers with small-molecule degraders.",
          "url": "http://dx.doi.org/10.1126/science.adm8684",
          "doi": "10.1126/science.adm8684",
          "filter": "2"
        },
        {
          "title": "A decarbonylative approach to alkylnickel intermediates and C(sp 3 )-C(sp 3 ) bond formation",
          "authors": "Zhidao Huang, Michelle E. Akana, Kyana M. Sanders, Daniel J. Weix",
          "abstract": "The myriad nickel-catalyzed cross-coupling reactions rely on the formation of an organonickel intermediate, but limitations in forming monoalkylnickel species have limited options for C(sp 3 ) cross-coupling. The formation of monoalkylnickel(II) species from abundant carboxylic acid esters would be valuable, but carboxylic acid derivatives are primarily decarboxylated to form alkyl radicals that lack the correct reactivity. In this work, we disclose a facile oxidative addition and decarbonylation sequence that forms monoalkylnickel(II) intermediates through a nonradical process. The key ligand, bis(4-methylpyrazole)pyridine, accelerates decarbonylation, stabilizes the alkylnickel(II) intermediate, and destabilizes off-cycle nickel(0) carbonyl species. The utility of this new reactivity in C(sp 3 )-C(sp 3 ) bond formation is demonstrated in a reaction that is challenging by purely radical methods—the selective cross-coupling of primary carboxylic acid esters with primary alkyl iodides.",
          "url": "http://dx.doi.org/10.1126/science.abi4860",
          "doi": "10.1126/science.abi4860",
          "filter": "2"
        },
        {
          "title": "The coming microbial crisis: Our antibiotic bubble is about to burst",
          "authors": "Andreas J. Bäumler",
          "abstract": "This month, the United Nations (UN) General Assembly will convene its second High-Level Meeting on antimicrobial resistance , urging UN member states to take decisive action against this growing threat. The US Centers for Disease Control and Prevention (CDC) has released a list of the drug-resistant bacterial and fungal infections that pose the greatest concern to public health. Yet, despite increasing warnings from infectious disease experts, the public remains largely unaware of the true scale of the problem. In a world where antibiotics still protect us from bacterial infections, we are shielded from experiencing antimicrobial resistance as an immediate threat to our daily lives.",
          "url": "http://dx.doi.org/10.1126/science.ads3473",
          "doi": "10.1126/science.ads3473",
          "filter": "2"
        },
        {
          "title": "John I. Brauman (1937–2024)",
          "authors": "Richard N. Zare",
          "abstract": "Groundbreaking physical organic chemist",
          "url": "http://dx.doi.org/10.1126/science.ads7858",
          "doi": "10.1126/science.ads7858",
          "filter": "3"
        },
        {
          "title": "The prion principle and Alzheimer’s disease",
          "authors": "Lary C. Walker, Mathias Jucker",
          "abstract": "Similarities to molecular mechanisms underlying prion diseases may help to refine Alzheimer’s disease therapies",
          "url": "http://dx.doi.org/10.1126/science.adq5252",
          "doi": "10.1126/science.adq5252",
          "filter": "3"
        },
        {
          "title": "U.S. agency drops controversial changes to misconduct rules",
          "authors": "Jeffrey Mervis",
          "abstract": "In first regulatory overhaul in 20 years, Office of Research Integrity takes modest steps toward greater transparency",
          "url": "http://dx.doi.org/10.1126/science.adt2251",
          "doi": "10.1126/science.adt2251",
          "filter": "3"
        },
        {
          "title": "The rat’s tale Stowaway: The Disreputable Exploits of the Rat Joe Shute Bloomsbury, 2024. 272 pp.",
          "authors": "Christos Lynteris",
          "abstract": "A charming rodent romp misses some of the creature’s most interesting and unsettling history",
          "url": "http://dx.doi.org/10.1126/science.adr3268",
          "doi": "10.1126/science.adr3268",
          "filter": "3"
        },
        {
          "title": "Savoring the sandwich",
          "authors": "Kyle G. Ratner",
          "url": "http://dx.doi.org/10.1126/science.adt1544",
          "doi": "10.1126/science.adt1544",
          "filter": "3"
        },
        {
          "title": "Ice skater",
          "authors": "Robin George Andrews",
          "abstract": "Beneath Europa’s icy crust is a salty ocean, perhaps the best place in the Solar System to look for life. A NASA spacecraft will soon set off to probe the jovian moon",
          "url": "http://dx.doi.org/10.1126/science.adt2036",
          "doi": "10.1126/science.adt2036",
          "filter": "3"
        },
        {
          "title": "KRAS takes the road to destruction",
          "authors": "Adrienne D. Cox, Channing J. Der",
          "abstract": "A single small molecule degrades numerous KRAS variants involved in cancer",
          "url": "http://dx.doi.org/10.1126/science.ads2150",
          "doi": "10.1126/science.ads2150",
          "filter": "3"
        },
        {
          "title": "Pediatrics academy faces pushback on GMO advice",
          "authors": "Meredith Wadman",
          "abstract": "“Fearmongering” guidelines ignore wealth of scientific evidence, critics say",
          "url": "http://dx.doi.org/10.1126/science.adt2249",
          "doi": "10.1126/science.adt2249",
          "filter": "3"
        },
        {
          "title": "Pushing the boundaries of gravitational wave detection",
          "authors": "Yoichi Aso",
          "abstract": "Broadband reduction of quantum noise should accelerate discovery",
          "url": "http://dx.doi.org/10.1126/science.ads1544",
          "doi": "10.1126/science.ads1544",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Caroline Ash, Ankit Walia, Corinne Simonti, Brent Grocholski, Brad Wible, Jelena Stajic, Priscilla N. Kelly",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt2035",
          "doi": "10.1126/science.adt2035",
          "filter": "3"
        },
        {
          "title": "Hot and cold Earth through time",
          "authors": "Benjamin J. W. Mills",
          "abstract": "Reconstructing ancient Earth’s temperature reveals a global climate regulation system",
          "url": "http://dx.doi.org/10.1126/science.ads1526",
          "doi": "10.1126/science.ads1526",
          "filter": "3"
        },
        {
          "title": "Early education’s long-term benefits",
          "authors": "Jorge Luis García",
          "url": "http://dx.doi.org/10.1126/science.adq9151",
          "doi": "10.1126/science.adq9151",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adt2246",
          "doi": "10.1126/science.adt2246",
          "filter": "3"
        },
        {
          "title": "Model citizens Rat City: Overcrowding and Urban Derangement in the Rodent Universes of John B. Calhoun Jon Adams and Edmund Ramsden Melville House, 2024. 384 pp.",
          "authors": "Ian J. Davidson",
          "abstract": "John Calhoun’s rodent “universes” informed ideas about 20th-century urban life",
          "url": "http://dx.doi.org/10.1126/science.adr5922",
          "doi": "10.1126/science.adr5922",
          "filter": "3"
        },
        {
          "title": "Our perennial rodent companions",
          "authors": "Caroline Ash, Bianca Lopez, Sacha Vignieri, Brad Wible",
          "url": "http://dx.doi.org/10.1126/science.adt0036",
          "doi": "10.1126/science.adt0036",
          "filter": "3"
        },
        {
          "title": "Bill targeting Chinese firms worries U.S. researchers",
          "authors": "Robert F. Service",
          "abstract": "Biosecure Act could hinder science collaborations, limit sequencer purchases",
          "url": "http://dx.doi.org/10.1126/science.adt2248",
          "doi": "10.1126/science.adt2248",
          "filter": "3"
        },
        {
          "title": "Pakistan’s fencing threatens conservation",
          "authors": "Ghulam Nabi, Tariq Aziz",
          "url": "http://dx.doi.org/10.1126/science.adr3587",
          "doi": "10.1126/science.adr3587",
          "filter": "3"
        },
        {
          "title": "Who cares about lab rodents?",
          "authors": "Gail Davies, Robert G. W. Kirk, Beth Greenhough, Pru Hobson-West, Dmitriy Myelnikov, Emma Roe",
          "abstract": "Humanities and social sciences help advance “cultures of care” around laboratory animal science and welfare",
          "url": "http://dx.doi.org/10.1126/science.adr6151",
          "doi": "10.1126/science.adr6151",
          "filter": "3"
        },
        {
          "title": "Early education’s long-term benefits—Response",
          "authors": "Margaret Burchinal, Tyler Watts, Anamarie Whitaker, Jade Jenkins, Drew Bailey, Emma Hart, Greg Duncan",
          "url": "http://dx.doi.org/10.1126/science.adq9621",
          "doi": "10.1126/science.adq9621",
          "filter": "3"
        },
        {
          "title": "NIH ends funding for key parasitology database",
          "authors": "Meredith Wadman",
          "abstract": "Trove of data-mining resources on malaria and other killers will need donations to stay alive",
          "url": "http://dx.doi.org/10.1126/science.adt2250",
          "doi": "10.1126/science.adt2250",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Molecular basis of TMED9 oligomerization and entrapment of misfolded protein cargo in the early secretory pathway",
          "authors": "Le Xiao, Xiong Pi, Alissa C. Goss, Tarick El-Baba, Julian F. Ehrmann, Elizabeth Grinkevich, Silvana Bazua-Valenti, Valeria Padovano, Seth L. Alper, Dominique Carey, Namrata D. Udeshi, Steven A. Carr, Juan Lorenzo Pablo, Carol V. Robinson, Anna Greka, Hao Wu",
          "abstract": "Intracellular accumulation of misfolded proteins causes serious human proteinopathies. The transmembrane emp24 domain 9 (TMED9) cargo receptor promotes a general mechanism of cytotoxicity by entrapping misfolded protein cargos in the early secretory pathway. However, the molecular basis for this TMED9-mediated cargo retention remains elusive. Here, we report cryo–electron microscopy structures of TMED9, which reveal its unexpected self-oligomerization into octamers, dodecamers, and, by extension, even higher-order oligomers. The TMED9 oligomerization is driven by an intrinsic symmetry mismatch between the trimeric coiled coil domain and the tetrameric transmembrane domain. Using frameshifted Mucin 1 as an example of aggregated disease-related protein cargo, we implicate a mode of direct interaction with the TMED9 luminal Golgi-dynamics domain. The structures suggest and we confirm that TMED9 oligomerization favors the recruitment of coat protein I (COPI), but not COPII coatomers, facilitating retrograde transport and explaining the observed cargo entrapment. Our work thus reveals a molecular basis for TMED9-mediated misfolded protein retention in the early secretory pathway.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2221",
          "doi": "10.1126/sciadv.adp2221",
          "filter": "2"
        },
        {
          "title": "Enhanced ocean heat storage efficiency during the last deglaciation",
          "authors": "Chenyu Zhu, Saray Sanchez, Zhengyu Liu, Peter U. Clark, Chengfei He, Lingfeng Wan, Jiuyou Lu, Chenguang Zhu, Lingwei Li, Shaoqing Zhang, Lijing Cheng",
          "abstract": "Proxy reconstructions suggest that increasing global mean sea surface temperature (GMSST) during the last deglaciation was accompanied by a comparable or greater increase in global mean ocean temperature (GMOT), corresponding to a large heat storage efficiency (HSE; ∆GMOT/∆GMSST). An increased GMOT is commonly attributed to surface warming at sites of deepwater formation, but winter sea ice covered much of these source areas during the last deglaciation, which would imply an HSE much less than 1. Here, we use climate model simulations and proxy-based reconstructions of ocean temperature changes to show that an increased deglacial HSE is achieved by warming of intermediate-depth waters forced by mid-latitude surface warming in response to greenhouse gas and ice sheet forcing as well as by reduced Atlantic meridional overturning circulation associated with meltwater forcing. These results, which highlight the role of surface warming and oceanic circulation changes, have implications for our understanding of long-term ocean heat storage change.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5156",
          "doi": "10.1126/sciadv.adp5156",
          "filter": "2"
        },
        {
          "title": "Generation and characterization of giant panda induced pluripotent stem cells",
          "authors": "Yuliang Liu, Shihao Zhang, Gaoyang Zou, Junhui An, Yuan Li, Danni Lin, Donghui Wang, Yan Li, Jiasong Chen, Tongying Feng, Hongyan Li, Yijiao Chen, Mingyue Zhang, Manish Kumar, Luqin Wang, Rong Hou, Jing Liu",
          "abstract": "The giant panda ( Ailuropoda melanoleuca ) stands as a flagship and umbrella species, symbolizing global biodiversity. While traditional assisted reproductive technology faces constraints in safeguarding the genetic diversity of giant pandas, induced pluripotent stem cells (iPSCs) known for their capacity to differentiate into diverse cells types, including germ cells, present a transformative potential for conservation of endangered animals. In this study, primary fibroblast cells were isolated from the giant panda, and giant panda iPSCs (GPiPSCs) were generated using a non-integrating episomal vector reprogramming method. Characterization of these GPiPSCs revealed their state of primed pluripotency and demonstrated their potential for differentiation. Furthermore, we innovatively formulated a species-specific chemically defined FACL medium and unraveled the intricate signaling pathway networks responsible for maintaining the pluripotency and fostering cell proliferation of GPiPSCs. This study provides key insights into rare species iPSCs, offering materials for panda characteristics research and laying the groundwork for in vitro giant panda gamete generation, potentially aiding endangered species conservation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn7724",
          "doi": "10.1126/sciadv.adn7724",
          "filter": "2"
        },
        {
          "title": "Submicroscopic magnetite may be ubiquitous in the lunar regolith of the high-Ti region",
          "authors": "Zhi Cao, Zhuang Guo, Chen Li, Sizhe Zhao, Yang Li, Qi He, Yuanyun Wen, Zhiyong Xiao, Xiongyao Li, Long Xiao, Lifang Li, Junhu Wang, Jianzhong Liu",
          "abstract": "Magnetite is rare on the Moon. The ubiquitous presence of magnetite in lunar soil has been hypothesized in previous Apollo Mössbauer spectroscopy and electron spin resonance studies, but there is currently no mineralogical evidence to prove it. Here, we report a large number of submicroscopic magnetite particles embedded within iron-sulfide on the surface of Chang’e-5 glass, with a close positive correlation between magnetite content and the TiO 2 content of the surrounding glass. The morphology and mineralogy of the iron-sulfide grains suggest that these magnetite particles formed via an impact process between iron-sulfide droplets and silicate glass melt, and ilmenite is necessary for magnetite formation. Magnetite in lunar glass is a potential candidate for the “magnetite-like” phase detected in the Apollo era and suggests that impact-induced submicroscopic magnetite may be ubiquitous in high-Ti regions of the Moon. Moreover, these impact-induced magnetite particles may be crucial for understanding the lunar magnetic anomalies and mineral components of the deep Moon.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2301",
          "doi": "10.1126/sciadv.adn2301",
          "filter": "2"
        },
        {
          "title": "Extremely durable electrical impedance tomography–based soft and ultrathin wearable e-skin for three-dimensional tactile interfaces",
          "authors": "Kyubeen Kim, Jung-Hoon Hong, Kyubin Bae, Kyounghun Lee, Doohyun J. Lee, Junsu Park, Haozhe Zhang, Mingyu Sang, Jeong Eun Ju, Young Uk Cho, Kyowon Kang, Wonkeun Park, Suah Jung, Jung Woo Lee, Baoxing Xu, Jongbaeg Kim, Ki Jun Yu",
          "abstract": "In the rapidly evolving field of human-machine interfaces (HMIs), high-resolution wearable electronic skin (e-skin) is essential for user interaction. However, traditional array-structured tactile interfaces require increased number of interconnects, while soft material–based computational methods have limited functionalities. Here, we introduce a thin and soft e-skin for tactile interfaces, offering high mapping capabilities through electrical impedance tomography (EIT). We employed an organic/inorganic hybrid structure with simple, cost-effective fabrication processes, ensuring flexibility and stability. The conductive and stretchable sensing domain includes a micropatterned multiwall carbon nanotube and elastomer composite. The skin-like tactile interface effectively detects pressure-induced conductivity changes, offering superior spatiotemporal resolution with fewer interconnects (pixel/interconnects &gt;57). This EIT-based tactile interface discerns external pressures to a submillimeter degree and vertical deformations of a few hundred micrometers. It sustains stable functions under external damage or environmental changes, confirming its suitability for persistent wearable use. We demonstrate practical applications in real-time HMIs: handwriting recognition and drone control.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr1099",
          "doi": "10.1126/sciadv.adr1099",
          "filter": "2"
        },
        {
          "title": "Detecting the dimensionality of genuine multiparticle entanglement",
          "authors": "Gabriele Cobucci, Armin Tavakoli",
          "abstract": "Complex forms of quantum entanglement can arise in two qualitatively different ways: either between many qubits or between two particles with higher-than-qubit dimension. While both the many-qubit frontier and the high-dimension frontier are well established, state-of-the-art quantum technology is becoming increasingly able to create and manipulate entangled states that simultaneously feature many particles and high dimension. Here, we investigate generic states that can be considered both genuinely high-dimensional and genuine multiparticle entangled. We consider a natural quantity that characterizes this key property. To detect it, we develop three different classes of criteria. These enable us both to probe the ultimate noise tolerance of this form of entanglement and to make detection schemes using sparse or even minimal measurement resources. The approach provides a simple way of benchmarking entanglement dimensionality in the multiparticle regime and general, platform-independent, detection methods that readily apply to experimental use.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4467",
          "doi": "10.1126/sciadv.adq4467",
          "filter": "2"
        },
        {
          "title": "CheB localizes to polar receptor arrays during repellent adaptation",
          "authors": "Hajime Fukuoka, Keisuke Nishitani, Taiga Deguchi, Taketo Oshima, Yumiko Uchida, Tatsuki Hamamoto, Yong-Suk Che, Akihiko Ishijima",
          "abstract": "Adaptation of the response to stimuli is a fundamental process for all organisms. Here, we show that the adaptation enzyme CheB methylesterase of Escherichia coli assembles to the ON state receptor array after exposure to the repellent l -isoleucine and dissociates from the array after adaptation is complete. The duration of increased CheB localization and the time of highly clockwise-biased flagellar rotation were similar and depended on the strength of the stimulus. The increase in CheB at the receptor array and the decrease in cytoplasmic CheB were both ~100 molecules, which represents 15 to 20% of the total cellular content of CheB. We confirmed that the main binding site for CheB in the ON state array is the P2 domain of phosphorylated CheA, with a second minor site being the carboxyl-terminal pentapeptide of the serine chemoreceptor. Thus, we have been able to quantify the regulation of the signal output of the receptor array by the intracellular dynamics of an adaptation enzyme.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5636",
          "doi": "10.1126/sciadv.adp5636",
          "filter": "2"
        },
        {
          "title": "Attosecond impulsive stimulated X-ray Raman scattering in liquid water",
          "authors": "Oliver Alexander, Felix Egun, Laura Rego, Ana Martinez Gutierrez, Douglas Garratt, Gustavo Adolfo Cardenes, Juan J. Nogueira, Jacob P. Lee, Kaixiang Zhao, Ru-Pan Wang, David Ayuso, Jonathan C. T. Barnard, Sandra Beauvarlet, Philip H. Bucksbaum, David Cesar, Ryan Coffee, Joseph Duris, Leszek J. Frasinski, Nils Huse, Katarzyna M. Kowalczyk, Kirk A. Larsen, Mary Matthews, Shaul Mukamel, Jordan T. O'Neal, Thomas Penfold, Emily Thierstein, John W. G. Tisch, James R. Turner, Josh Vogwell, Taran Driver, Nora Berrah, Ming-Fu Lin, Georgi L. Dakovski, Stefan P. Moeller, James P. Cryan, Agostino Marinelli, Antonio Picón, Jonathan P. Marangos",
          "abstract": "We report the measurement of impulsive stimulated x-ray Raman scattering in neutral liquid water. An attosecond pulse drives the excitations of an electronic wavepacket in water molecules. The process comprises two steps: a transition to core-excited states near the oxygen atoms accompanied by transition to valence-excited states. Thus, the wavepacket is impulsively created at a specific atomic site within a few hundred attoseconds through a nonlinear interaction between the water and the x-ray pulse. We observe this nonlinear signature in an intensity-dependent Stokes Raman sideband at 526 eV. Our measurements are supported by our state-of-the-art calculations based on the polarization response of water dimers in bulk solvation and propagation of attosecond x-ray pulses at liquid density.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0841",
          "doi": "10.1126/sciadv.adp0841",
          "filter": "2"
        },
        {
          "title": "Steerable current-driven emission of spin waves in magnetic vortex pairs",
          "authors": "Sabri Koraltan, Katrin Schultheiss, Florian Bruckner, Markus Weigand, Claas Abert, Dieter Suess, Sebastian Wintz",
          "abstract": "The efficient excitation of spin waves is a key challenge in the realization of magnonic devices. We demonstrate current-driven generation of spin waves in antiferromagnetically coupled magnetic vortices. We use time-resolved x-ray microscopy to directly image the emission of spin waves upon the application of alternating currents flowing directly through the magnetic stack. Micromagnetic simulations allow us to identify the current-driven Oersted field as the main origin of excitation, in contrast to spin-transfer torques. In our case, these internal Oersted fields have an orders of magnitude higher spin-wave excitation efficiency than commonly used stripline antennas. For magnetostrictive materials, we furthermore demonstrate that the direction of magnon propagation can be steered by increasing the excitation amplitude, which modifies the underlying magnetization profile through an additional anisotropy. The demonstrated methods allow for the efficient and tunable excitation of spin waves, marking a substantial advance concerning the design of magnonic devices.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8635",
          "doi": "10.1126/sciadv.ado8635",
          "filter": "2"
        },
        {
          "title": "Inorganic interpretation of luminescent materials encountered by the Perseverance rover on Mars",
          "authors": "Eva L. Scheller, Tanja Bosak, Francis M. McCubbin, Kenneth Williford, Sandra Siljeström, Ryan S. Jakubek, Scott A. Eckley, Richard V. Morris, Sergei V. Bykov, Tanya Kizovski, Sanford Asher, Eve Berger, Dina M. Bower, Emily L. Cardarelli, Bethany L. Ehlmann, Teresa Fornaro, Allison Fox, Nikole Haney, Kevin Hand, Ryan Roppel, Sunanda Sharma, Andrew Steele, Kyle Uckert, Anastasia G. Yanchilina, Olivier Beyssac, Kenneth A. Farley, Jesper Henneke, Chris Heirwegh, David A. K. Pedersen, Yang Liu, Mariek E. Schmidt, Mark Sephton, David Shuster, Benjamin P. Weiss",
          "abstract": "A major objective of the Mars 2020 mission is to sample rocks in Jezero crater that may preserve organic matter for later return to Earth. Using an ultraviolet Raman and luminescence spectrometer, the Perseverance rover detected luminescence signals with maximal intensities at 330 to 350 nanometers and 270 to 290 nanometers that were initially reported as consistent with organics. Here, we test the alternative hypothesis that the 330- to 350-nanometer and 270- to 290-nanometer luminescence signals trace Ce 3+ in phosphate and silicate defects, respectively. By comparing the distributions of luminescence signals with the rover detections of x-ray fluorescence from P 2 O 5 and Si-bearing materials, we show that, while an organic origin is not excluded, the observed luminescence can be explained by purely inorganic materials. These findings highlight the importance of eventual laboratory analyses to detect and characterize organic compounds in the returned samples.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8241",
          "doi": "10.1126/sciadv.adm8241",
          "filter": "2"
        },
        {
          "title": "Kappa opioids inhibit spinal output neurons to suppress itch",
          "authors": "Tayler D. Sheahan, Charles A. Warwick, Abby Y. Cui, David A. A. Baranger, Vijay J. Perry, Kelly M. Smith, Allison P. Manalo, Eileen K. Nguyen, H. Richard Koerber, Sarah E. Ross",
          "abstract": "Itch is a protective sensation that drives scratching. Although specific cell types have been proposed to underlie itch, the neural basis for itch remains unclear. Here, we used two-photon Ca 2+ imaging of the dorsal horn to visualize neuronal populations that are activated by itch-inducing agents. We identify a convergent population of spinal interneurons recruited by diverse itch-causing stimuli that represents a subset of neurons that express the gastrin-releasing peptide receptor (GRPR). Moreover, we find that itch is conveyed to the brain via GRPR-expressing spinal output neurons that target the lateral parabrachial nuclei. We then show that the kappa opioid receptor agonist nalfurafine relieves itch by selectively inhibiting GRPR spinoparabrachial neurons. These experiments provide a population-level view of the spinal neurons that respond to pruritic stimuli, pinpoint the output neurons that convey itch to the brain, and identify the cellular target of kappa opioid receptor agonists for the inhibition of itch.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6038",
          "doi": "10.1126/sciadv.adp6038",
          "filter": "2"
        },
        {
          "title": "Muscle-controlled physics simulations of bird locomotion resolve the grounded running paradox",
          "authors": "Pasha A. van Bijlert, A. J. van Soest, Anne S. Schulp, Karl T. Bates",
          "abstract": "Humans and birds use very different running styles. Unlike humans, birds adopt “grounded running” at intermediate speeds—a running gait where at least one foot always maintains ground contact. Avian grounded running is a paradox: Animals usually minimize locomotor energy expenditure, but birds prefer grounded running despite incurring higher energy costs. Using predictive gait simulations of the emu ( Dromaius novaehollandiae ), we resolve this paradox by demonstrating that grounded running represents an optimal gait for birds, from both energetics and muscle excitations perspectives. Our virtual experiments decoupled effects of posture and tendon elasticity, biomechanically relevant anatomical features that cannot be isolated in real birds. The avian body plan prevents (near) vertical leg postures, making the running style used by humans impossible. Under this anatomical constraint, grounded running is optimal if the muscles produce the highest forces in crouched postures, as is true in most birds. Shared anatomical features suggest that, as a behavior, avian grounded running first evolved within non-avian dinosaurs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0936",
          "doi": "10.1126/sciadv.ado0936",
          "filter": "2"
        },
        {
          "title": "Fusobacterium nucleatum extracellular vesicles are enriched in colorectal cancer and facilitate bacterial adhesion",
          "authors": "Xin Zheng, Tao Gong, Wanyi Luo, Bing Hu, Jinhang Gao, Yuqing Li, Rui Liu, Na Xie, Wenming Yang, Xin Xu, Lei Cheng, Chenchen Zhou, Quan Yuan, Canhua Huang, Xian Peng, Xuedong Zhou",
          "abstract": "Fusobacterium nucleatum in colorectal cancer (CRC) tissue is implicated at multiple stages of the disease, while the mechanisms underlying bacterial translocation and colonization remain incompletely understood. Herein, we investigated whether extracellular vesicles derived from F. nucleatum (FnEVs) have impacts on bacterial colonization. In mice with colitis-related CRC, a notable enrichment of FnEVs was observed, leading to a significant increase in intratumor colonization by F. nucleatum and accelerated progression of CRC. The enrichment of FnEVs in clinical CRC tissues was demonstrated. Subsequently, we revealed that FnEVs undergo membrane fusion with CRC cells, leading to the transfer and retention of FomA on recipient cell surfaces. Given its ability to facilitate F. nucleatum autoaggregation through interaction with FN1441, the presence of FomA on CRC cell surfaces presents a target for bacterial adhesion. Collectively, the findings unveil a mechanism used by EVs to prepare a niche conducive for bacterial colonization in distal organs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0016",
          "doi": "10.1126/sciadv.ado0016",
          "filter": "2"
        },
        {
          "title": "Short-term plasticity and context-dependent circuit function: Insights from retinal circuitry",
          "authors": "Zixuan Deng, Swen Oosterboer, Wei Wei",
          "abstract": "Changes in synaptic strength across timescales are integral to algorithmic operations of neural circuits. However, pinpointing synaptic loci that undergo plasticity in intact brain circuits and delineating contributions of synaptic plasticity to circuit function remain challenging. The whole-mount retina preparation provides an accessible platform for measuring plasticity at specific synapses while monitoring circuit-level behaviors during visual processing ex vivo. In this review, we discuss insights gained from retina studies into the versatile roles of short-term synaptic plasticity in context-dependent circuit functions. Plasticity at single synapse level greatly expands the algorithms of common microcircuit motifs and contributes to diverse circuit-level behaviors such as gain modulation, selective gating, and stimulus-dependent excitatory/inhibitory balance. Examples in retinal circuitry offer unequivocal support that synaptic plasticity increases the computational capacity of hardwired neural circuitry.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5229",
          "doi": "10.1126/sciadv.adp5229",
          "filter": "2"
        },
        {
          "title": "Defining metabolic flexibility in hair follicle stem cell induced squamous cell carcinoma",
          "authors": "Carlos Galvan, Aimee A. Flores, Victoria Cerrilos, Itzetl Avila, Conor Murphy, Wilson Zheng, Heather R. Christofk, William E. Lowry",
          "abstract": "We previously showed that inhibition of glycolysis in cutaneous squamous cell carcinoma (SCC)–initiating cells had no effect on tumorigenesis, despite the perceived requirement of the Warburg effect, which was thought to drive carcinogenesis. Instead, these SCCs were metabolically flexible and sustained growth through glutaminolysis, another metabolic process frequently implicated to fuel tumorigenesis in various cancers. Here, we focused on glutaminolysis and genetically blocked this process through glutaminase (GLS) deletion in SCC cells of origin. Genetic deletion of GLS had little effect on tumorigenesis due to the up-regulated lactate consumption and utilization for the TCA cycle, providing further evidence of metabolic flexibility. We went on to show that posttranscriptional regulation of nutrient transporters appears to mediate metabolic flexibility in this SCC model. To define the limits of this flexibility, we genetically blocked both glycolysis and glutaminolysis simultaneously and found the abrogation of both of these carbon utilization pathways was enough to prevent both papilloma and frank carcinoma.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2806",
          "doi": "10.1126/sciadv.adn2806",
          "filter": "2"
        },
        {
          "title": "Loss of synovial tissue macrophage homeostasis precedes rheumatoid arthritis clinical onset",
          "authors": "Megan M. Hanlon, Conor M. Smith, Mary Canavan, Nuno G. B. Neto, Qingxuan Song, Myles J. Lewis, Aoife M. O’Rourke, Orla Tynan, Brianne E. Barker, Phil Gallagher, Ronan Mullan, Conor Hurson, Barry Moran, Michael G. Monaghan, Costantino Pitzalis, Jean M. Fletcher, Sunil Nagpal, Douglas J. Veale, Ursula Fearon",
          "abstract": "This study performed an in-depth investigation into the myeloid cellular landscape in the synovium of patients with rheumatoid arthritis (RA), “individuals at risk” of RA, and healthy controls (HC). Flow cytometric analysis demonstrated the presence of a CD40-expressing CD206 + CD163 + macrophage population dominating the inflamed RA synovium, associated with disease activity and treatment response. In-depth RNA sequencing and metabolic analysis demonstrated that this macrophage population is transcriptionally distinct, displaying unique inflammatory and tissue-resident gene signatures, has a stable bioenergetic profile, and regulates stromal cell responses. Single-cell RNA sequencing profiling of 67,908 RA and HC synovial tissue cells identified nine transcriptionally distinct macrophage clusters. IL-1B + CCL20 + and SPP1 + MT2A + are the principal macrophage clusters in RA synovium, displaying heightened CD40 gene expression, capable of shaping stromal cell responses, and are importantly enriched before disease onset. Combined, these findings identify the presence of an early pathogenic myeloid signature that shapes the RA joint microenvironment and represents a unique opportunity for early diagnosis and therapeutic intervention.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj1252",
          "doi": "10.1126/sciadv.adj1252",
          "filter": "2"
        },
        {
          "title": "An “AND” logic gate–based supramolecular therapeutic nanoplatform for combatting drug-resistant non–small cell lung cancer",
          "authors": "Qili Huang, Chendi Ding, Wenyan Wang, Li Yang, Yinglong Wu, Wenfeng Zeng, Zimu Li, Zhaoqing Shi, Lin Mei, Xiaowei Zeng, Yanli Zhao, Hongzhong Chen",
          "abstract": "Despite targeted therapies like epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs), non–small cell lung cancer (NSCLC) remains a clinical challenge due to drug resistance hampering their efficacy. Here, we designed an “AND” logic gate–based supramolecular therapeutic platform (HA-BPY-GEF-NPs) for the treatment of EGFR-TKI resistant NSCLC. This system integrates both internal and external stimuli–responsive mechanisms that need to be activated in a preset sequence, enabling it to precisely control drug release behavior for enhancing therapeutic precision. By programming the system to respond to sequential near-infrared (NIR) irradiation and enzyme (cathepsin B) inputs, the release of gefitinib is effectively confined to the tumor region. Moreover, the NIR irradiation induces reactive oxygen species production, suppressing tumor growth and inhibiting bypass signaling pathways. The designed drug delivery system offers a highly controlled and targeted therapeutic approach, effectively inhibiting tumor growth, suppressing bypass signaling pathways, and overcoming EGFR-TKI resistance, thus offering a potential solution for maximizing therapeutic benefits.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9071",
          "doi": "10.1126/sciadv.adp9071",
          "filter": "2"
        },
        {
          "title": "Skewed epithelial cell differentiation and premature aging of the thymus in the absence of vitamin D signaling",
          "authors": "Patricio Artusa, Loan Nguyen Yamamoto, Camille Barbier, Stefanie F. Valbon, Yashar Aghazadeh Habashi, Haig Djambazian, Aiten Ismailova, Marie-Ève Lebel, Reyhaneh Salehi-Tabar, Fatemeh Sarmadi, Jiannis Ragoussis, David Goltzman, Heather J. Melichar, John H. White",
          "abstract": "Central tolerance of thymocytes to self-antigen depends on the medullary thymic epithelial cell (mTEC) transcription factor autoimmune regulator (Aire), which drives tissue-restricted antigen (TRA) gene expression. Vitamin D signaling regulates Aire and TRA expression in mTECs, providing a basis for links between vitamin D deficiency and autoimmunity. We find that mice lacking Cyp27b1, which cannot produce hormonally active vitamin D, display profoundly reduced thymic cellularity, with a reduced proportion of Aire + mTECs, attenuated TRA expression, and poorly defined cortical-medullary boundaries. Markers of T cell negative selection are diminished, and organ-specific autoantibodies are present in knockout (KO) mice. Single-cell RNA sequencing revealed that loss of Cyp27b1 skews mTEC differentiation toward Ccl21 + intertypical TECs and generates a gene expression profile consistent with premature aging. KO thymi display accelerated involution and reduced expression of thymic longevity factors. Thus, loss of thymic vitamin D signaling disrupts normal mTEC differentiation and function and accelerates thymic aging.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm9582",
          "doi": "10.1126/sciadv.adm9582",
          "filter": "2"
        },
        {
          "title": "Exploring global oceanic persistence and ecological effects of legacy persistent organic pollutants across five decades",
          "authors": "Xue Zhang, Li Li, Zhiyong Xie, Jianmin Ma, Yi-Fan Li, Minghong Cai, Nan-Qi Ren, Roland Kallenborn, Zi-Feng Zhang, Xianming Zhang, Derek C.G. Muir",
          "abstract": "Global monitoring of persistent organic pollutants (POPs) has intensified following regulatory efforts aimed at reducing their release. In this context, we compiled over 10,000 POP measurements, reported from 1980 to 2023, to assess the effectiveness of these legislative measures in the global marine environments. While a general decreasing trend in legacy POP concentrations is evident across various maritime regions, highlighting the success of source control measures, the Arctic Ocean and its marginal seas have experienced a rise in POP levels. This increase suggests the northward migration of pollutants via ocean currents from mid-latitude regions to polar areas. Despite global efforts to reduce emissions, the continued transport and accumulation of pollutants to the Arctic regions may have substantial ecological impacts. Addressing these environmental challenges demands a thorough understanding of POP dynamics, including response times, multiphase transport, and biogeochemical cycling. Continued research into these processes is vital to accurately map their distribution and temporal variations within marine systems.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5534",
          "doi": "10.1126/sciadv.ado5534",
          "filter": "2"
        },
        {
          "title": "Olivine alteration and the loss of Mars’ early atmospheric carbon",
          "authors": "Joshua Murray, Oliver Jagoutz",
          "abstract": "The early Martian atmosphere had 0.25 to 4 bar of CO 2 but thinned rapidly around 3.5 billion years ago. The fate of that carbon remains poorly constrained. The hydrothermal alteration of ultramafic rocks, rich in Fe(II) and Mg, forms both abiotic methane, serpentine, and high-surface-area smectite clays. Given the abundance of ultramafic rocks and smectite in the Martian upper crust and the growing evidence of organic carbon in Martian sedimentary rocks, we quantify the effects of ultramafic alteration on the carbon cycle of early Mars. We calculate the capacity of Noachian-age clays to store organic carbon. Up to 1.7 bar of CO 2 can plausibly be adsorbed on clay surfaces. Coupling abiotic methanogenesis with best estimates of Mars’ δ 13 C history predicts a reservoir of 0.6 to 1.3 bar of CO 2 equivalent. Such a reservoir could be used as an energy source for long-term missions. Our results further illustrate the control of water-rock reactions on the atmospheric evolution of planets.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8443",
          "doi": "10.1126/sciadv.adm8443",
          "filter": "2"
        },
        {
          "title": "Structural insights into polyamine spermidine uptake by the ABC transporter PotD-PotABC",
          "authors": "Zhu Qiao, Phong Hoa Do, Joshua Yi Yeo, Rya Ero, Zhuowen Li, Liying Zhan, Sandip Basak, Yong-Gui Gao",
          "abstract": "Polyamines, characterized by their polycationic nature, are ubiquitously present in all organisms and play numerous cellular functions. Among polyamines, spermidine stands out as the predominant type in both prokaryotic and eukaryotic cells. The PotD-PotABC protein complex in Escherichia coli , belonging to the adenosine triphosphate–binding cassette transporter family, is a spermidine-preferential uptake system. Here, we report structural details of the polyamine uptake system PotD-PotABC in various states. Our analyses reveal distinct “inward-facing” and “outward-facing” conformations of the PotD-PotABC transporter, as well as conformational changes in the “gating” residues (F222, Y223, D226, and K241 in PotB; Y219 and K223 in PotC) controlling spermidine uptake. Therefore, our structural analysis provides insights into how the PotD-PotABC importer recognizes the substrate-binding protein PotD and elucidates molecular insights into the spermidine uptake mechanism of bacteria.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8107",
          "doi": "10.1126/sciadv.ado8107",
          "filter": "2"
        },
        {
          "title": "Tracing horseback riding and transport in the human skeleton",
          "authors": "Lauren Hosek, Robin J. James, William T. T. Taylor",
          "abstract": "Among the most widely used methods for understanding human-horse relationships in the archaeological record is the identification of human skeletal pathologies associated with mounted horseback riding. In particular, archaeologists encountering specific bony changes to the hip, femur, and lower back often assert a causal link between these features and prolonged periods of mounted horseback riding. The identification of these features have recently been used to assert the early practice of mounted horseback riding among the Yamnaya culture of western Eurasia during the third and fourth millennium BCE. Here, we summarize the methodological hurdles and analytical risks of using this approach in the absence of valid comparative datasets and outline best practices for using human osteological data in the study of ancient animal transport.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9774",
          "doi": "10.1126/sciadv.ado9774",
          "filter": "2"
        },
        {
          "title": "Exceptional hardness in multiprincipal element alloys via hierarchical oxygen heterogeneities",
          "authors": "David C. Beaudry, Michael J. Waters, Gianna M. Valentino, Daniel L. Foley, Elaf Anber, Yevgeny Rakita, Charlie J. Brandenburg, Jean-Philippe Couzinié, Loïc Perrière, Toshihiro Aoki, Keith E. Knipling, Patrick G. Callahan, Benjamin W.Y. Redemann, Tyrel M. McQueen, Elizabeth J. Opila, James M. Rondinelli, Mitra L. Taheri",
          "abstract": "Refractory multiprincipal element alloys (RMPEAs) are potential successors to incumbent high-temperature structural alloys, although efforts to improve oxidation resistance with large additions of passivating elements have led to embrittlement. RMPEAs containing group IV and V elements have a balance of properties including moderate ductility, low density, and the necessary formability. We find that oxidation of group IV-V RMPEAs induces hierarchical heterogeneities, ranging from nanoscale interstitial complexes to tertiary phases. This microstructural hierarchy considerably enhances hardness without indentation cracking, with values ranging between 12.1 and 22.6 GPa from the oxide-adjacent metal to the surface oxides, a 3.7 to 6.8× increase over the interstitial-free alloy. Our fundamental understanding of the oxygen influence on phase formation informs future alloy design to enhance oxidation resistance and obtain exceptional hardness while preserving plasticity.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9697",
          "doi": "10.1126/sciadv.ado9697",
          "filter": "2"
        },
        {
          "title": "Contrastive learning explains the emergence and function of visual category-selective regions",
          "authors": "Jacob S. Prince, George A. Alvarez, Talia Konkle",
          "abstract": "Modular and distributed coding theories of category selectivity along the human ventral visual stream have long existed in tension. Here, we present a reconciling framework—contrastive coding—based on a series of analyses relating category selectivity within biological and artificial neural networks. We discover that, in models trained with contrastive self-supervised objectives over a rich natural image diet, category-selective tuning naturally emerges for faces, bodies, scenes, and words. Further, lesions of these model units lead to selective, dissociable recognition deficits, highlighting their distinct functional roles in information processing. Finally, these pre-identified units can predict neural responses in all corresponding face-, scene-, body-, and word-selective regions of human visual cortex, under a highly constrained sparse positive encoding procedure. The success of this single model indicates that brain-like functional specialization can emerge without category-specific learning pressures, as the system learns to untangle rich image content. Contrastive coding, therefore, provides a unifying account of object category emergence and representation in the human brain.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl1776",
          "doi": "10.1126/sciadv.adl1776",
          "filter": "2"
        },
        {
          "title": "Preserving surface strain in nanocatalysts via morphology control",
          "authors": "Chuqiao Shi, Zhihua Cheng, Alberto Leonardi, Yao Yang, Michael Engel, Matthew R. Jones, Yimo Han",
          "abstract": "Engineering strain critically affects the properties of materials and has extensive applications in semiconductors and quantum systems. However, the deployment of strain-engineered nanocatalysts faces challenges, in particular in maintaining highly strained nanocrystals under reaction conditions. Here, we introduce a morphology-dependent effect that stabilizes surface strain even under harsh reaction conditions. Using four-dimensional scanning transmission electron microscopy (4D-STEM), we found that cube-shaped core-shell Au@Pd nanoparticles with sharp-edged morphologies sustain coherent heteroepitaxial interfaces with larger critical thicknesses than morphologies with rounded edges. This configuration inhibits dislocation nucleation due to reduced shear stress at corners, as indicated by molecular dynamics simulations. A Suzuki-type cross-coupling reaction shows that our approach achieves a fourfold increase in activity over conventional nanocatalysts, owing to the enhanced stability of surface strain. These findings contribute to advancing the development of advanced nanocatalysts and indicate broader applications for strain engineering in various fields.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3788",
          "doi": "10.1126/sciadv.adp3788",
          "filter": "2"
        },
        {
          "title": "OptoAssay—Light-controlled dynamic bioassay using optogenetic switches",
          "authors": "Nadine Urban, Maximillian Hörner, Wilfried Weber, Can Dincer",
          "abstract": "Circumventing the limitations of current bioassays, we introduce a light-controlled assay, OptoAssay, toward wash- and pump-free point-of-care diagnostics. Extending the capabilities of standard bioassays with light-dependent and reversible interaction of optogenetic switches, OptoAssays enable a bidirectional movement of assay components, only by changing the wavelength of light. Demonstrating exceptional versatility, the OptoAssay showcases its efficacy on various substrates, delivering a dynamic bioassay format. The applicability of the OptoAssay is successfully demonstrated by the calibration of a competitive model assay, resulting in a superior limit of detection of 8 pg ml −1 , which is beyond those of conventional ELISA tests. In the future, combined with smartphones, OptoAssays could obviate the need for external flow control systems such as pumps or valves and signal readout devices, enabling on-site analysis in resource-limited settings.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0911",
          "doi": "10.1126/sciadv.adp0911",
          "filter": "2"
        },
        {
          "title": "Targeting the phosphatidylglycerol lipid: An amphiphilic dendrimer as a promising antibacterial candidate",
          "authors": "Nian Zhang, Dinesh Dhumal, Shanny Hsuan Kuo, Shi Qian Lew, Pankaj D. Patil, Raleb Taher, Sanika Vaidya, Christina Galanakou, Abdechakour Elkihel, Myung Whan Oh, Sook Yin Chong, Domenico Marson, Jun Zheng, Oleg Rouvinski, Williams O. Abolarin, Sabrina Pricl, Gee W. Lau, Leo Tsz On Lee, Ling Peng",
          "abstract": "The rapid emergence and spread of multidrug-resistant bacterial pathogens require the development of antibacterial agents that are robustly effective while inducing no toxicity or resistance development. In this context, we designed and synthesized amphiphilic dendrimers as antibacterial candidates. We report the promising potent antibacterial activity shown by the amphiphilic dendrimer AD1b , composed of a long hydrophobic alkyl chain and a tertiary amine-terminated poly(amidoamine) dendron, against a panel of Gram-negative bacteria, including multidrug-resistant Escherichia coli and Acinetobacter baumannii. AD1b exhibited effective activity against drug-resistant bacterial infections in vivo. Mechanistic studies revealed that AD1b targeted the membrane phospholipids phosphatidylglycerol (PG) and cardiolipin (CL), leading to the disruption of the bacterial membrane and proton motive force, metabolic disturbance, leakage of cellular components, and, ultimately, cell death. Together, AD1b that specifically interacts with PG/CL in bacterial membranes supports the use of small amphiphilic dendrimers as a promising strategy to target drug-resistant bacterial pathogens and addresses the global antibiotic crisis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8117",
          "doi": "10.1126/sciadv.adn8117",
          "filter": "2"
        },
        {
          "title": "Deep learning for enhanced spectral analysis of MA-XRF datasets of paintings",
          "authors": "Zdenek Preisler, Rosario Andolina, Andrea Busacca, Claudia Caliri, Costanza Miliani, Francesco P. Romano",
          "abstract": "Recent advancements of noninvasive imaging techniques applied for the study and conservation of paintings have driven a rapid development of cutting-edge computational methods. Macro x-ray fluorescence (MA-XRF), a well-established tool in this domain, generates complex and voluminous datasets that pose analytical challenges. To address this, we have incorporated machine learning strategies specifically designed for the analysis as they allow for identification of nontrivial dependencies and classification within these high-dimensional data, thereby promising comprehensive interrogation. We introduce a deep learning algorithm trained on a synthetic dataset that allows for fast and accurate analysis of the XRF spectra in MA-XRF datasets. This approach successfully overcomes the limitations commonly associated with traditional deconvolution methods. Applying this methodology to a painting by Raphael, we demonstrate that our model not only achieves superior accuracy in quantifying the fluorescence line intensities but also effectively eliminates the artifacts typically observed in elemental maps generated through conventional analysis methods.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6234",
          "doi": "10.1126/sciadv.adp6234",
          "filter": "2"
        },
        {
          "title": "Optimizing selectivity via membrane molecular packing manipulation for simultaneous cation and anion screening",
          "authors": "Qing-Wei Meng, Jianguo Li, Zhuozhi Lai, Weipeng Xian, Sai Wang, Fang Chen, Zhifeng Dai, Li Zhang, Hong Yin, Shengqian Ma, Qi Sun",
          "abstract": "Advancing membranes with enhanced solute-solute selectivity is essential for expanding membrane technology applications, yet it presents a notable challenge. Drawing inspiration from the unparalleled selectivity of biological systems, which benefit from the sophisticated spatial organization of functionalities, we posit that manipulating the arrangement of the membrane’s building blocks, an aspect previously given limited attention, can address this challenge. We demonstrate that optimizing the face-to-face orientation of building blocks during the assembly of covalent-organic-framework (COF) membranes improves ion-π interactions with multivalent ions. This optimization leads to extraordinary selectivity in differentiating between monovalent cations and anions from their multivalent counterparts, achieving selectivity factors of 214 for K + /Al 3+ and 451 for NO 3 − /PO 4 3− . Leveraging this attribute, the COF membrane facilitates the direct extraction of NaCl from seawater with a purity of 99.57%. These findings offer an alternative approach for designing highly selective membrane materials, offering promising prospects for advancing membrane-based technologies.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8658",
          "doi": "10.1126/sciadv.ado8658",
          "filter": "2"
        },
        {
          "title": "Loss of SELENOW aggravates muscle loss with regulation of protein synthesis and the ubiquitin-proteasome system",
          "authors": "Jia-Cheng Yang, Meng Liu, Rong-Hui Huang, Ling Zhao, Qin-Jian Niu, Ze-Jing Xu, Jin-Tao Wei, Xin Gen Lei, Lv-Hui Sun",
          "abstract": "Sarcopenia is characterized by accelerated muscle mass and function loss, which burdens and challenges public health worldwide. Several studies indicated that selenium deficiency is associated with sarcopenia; however, the specific mechanism remains unclear. Here, we demonstrated that selenoprotein W (SELENOW) containing selenium in the form of selenocysteine functioned in sarcopenia. SELENOW expression is up-regulated in dexamethasone (DEX)–induced muscle atrophy and age-related sarcopenia mouse models. Knockout (KO) of SELENOW profoundly aggravated the process of muscle mass loss in the two mouse models. Mechanistically, SELENOW KO suppressed the RAC1-mTOR cascade by the interaction between SELENOW and RAC1 and induced the imbalance of protein synthesis and degradation. Consistently, overexpression of SELENOW in vivo and in vitro alleviated the muscle and myotube atrophy induced by DEX. SELENOW played a role in age-related sarcopenia and regulated the genes associated with aging. Together, our study uncovered the function of SELENOW in age-related sarcopenia and provides promising evidence for the prevention and treatment of sarcopenia.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj4122",
          "doi": "10.1126/sciadv.adj4122",
          "filter": "2"
        },
        {
          "title": "Prediction of immunotherapy response using mutations to cancer protein assemblies",
          "authors": "JungHo Kong, Xiaoyu Zhao, Akshat Singhal, Sungjoon Park, Robin Bachelder, Jeanne Shen, Haiyu Zhang, Jimin Moon, Changho Ahn, Chan-Young Ock, Hannah Carter, Trey Ideker",
          "abstract": "While immune checkpoint inhibitors have revolutionized cancer therapy, many patients exhibit poor outcomes. Here, we show immunotherapy responses in bladder and non–small cell lung cancers are effectively predicted by factoring tumor mutation burden (TMB) into burdens on specific protein assemblies. This approach identifies 13 protein assemblies for which the assembly-level mutation burden (AMB) predicts treatment outcomes, which can be combined to powerfully separate responders from nonresponders in multiple cohorts (e.g., 76% versus 37% bladder cancer 1-year survival). These results are corroborated by (i) engineered disruptions in the predictive assemblies, which modulate immunotherapy response in mice, and (ii) histochemistry showing that predicted responders have elevated inflammation. The 13 assemblies have diverse roles in DNA damage checkpoints, oxidative stress, or Janus kinase/signal transducers and activators of transcription signaling and include unexpected genes (e.g., PIK3CG and FOXP1) for which mutation affects treatment response. This study provides a roadmap for using tumor cell biology to factor mutational effects on immune response.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9746",
          "doi": "10.1126/sciadv.ado9746",
          "filter": "2"
        },
        {
          "title": "South American monsoon intensification during the last millennium driven by joint Pacific and Atlantic forcing",
          "authors": "Zhiqiang Lyu, Mathias Vuille, Hugues Goosse, Rebecca Orrison, Valdir F. Novello, Francisco W. Cruz, Nicolás M. Stríkis, Julio Cauhy",
          "abstract": "The South American summer monsoon (SASM) profoundly influences tropical South America’s climate, yet understanding its low-frequency variability has been challenging. Climate models and oxygen isotope data have been used to examine the SASM variability over the last millennium (LM) but have, at times, provided conflicting findings, especially regarding its mean-state change from the Medieval Climate Anomaly to the Little Ice Age. Here, we use a paleoclimate data assimilation (DA) method, combining model results and δ 18 O observations, to produce a δ 18 O-enabled, dynamically coherent, and spatiotemporally complete austral summer hydroclimate reconstruction over the LM for tropical South America at 5-year resolution. This reconstruction aligns with independent hydroclimate and δ 18 O records withheld from the DA, revealing a centennial-scale SASM intensification during the MCA-LIA transition period, associated with the southward shift of the Atlantic Intertropical Convergence Zone and the strengthening Pacific Walker circulation (PWC). This highlights the necessity of accurately representing the PWC in climate models to predict future SASM changes.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9543",
          "doi": "10.1126/sciadv.ado9543",
          "filter": "2"
        },
        {
          "title": "Late Miocene transformation of Mediterranean Sea biodiversity",
          "authors": "Konstantina Agiadi, Niklas Hohmann, Elsa Gliozzi, Danae Thivaiou, Francesca R. Bosellini, Marco Taviani, Giovanni Bianucci, Alberto Collareta, Laurent Londeix, Costanza Faranda, Francesca Bulian, Efterpi Koskeridou, Francesca Lozar, Alan Maria Mancini, Stefano Dominici, Pierre Moissette, Ildefonso Bajo Campos, Enrico Borghi, George Iliopoulos, Assimina Antonarakou, George Kontakiotis, Evangelia Besiou, Stergios D. Zarkogiannis, Mathias Harzhauser, Francisco Javier Sierro, Marta Coll, Iuliana Vasiliev, Angelo Camerlenghi, Daniel García-Castellanos",
          "abstract": "Understanding deep-time marine biodiversity change under the combined effects of climate and connectivity changes is fundamental for predicting the impacts of modern climate change in semi-enclosed seas. We quantify the Late Miocene–Early Pliocene [11.63 to 3.6 million years (Ma)] taxonomic diversity of the Mediterranean Sea for calcareous nannoplankton, dinocysts, foraminifera, ostracods, corals, molluscs, bryozoans, echinoids, fishes, and marine mammals. During this time, marine biota was affected by global climate cooling and the restriction of the Mediterranean’s connection to the Atlantic Ocean that peaked with the Messinian salinity crisis. Although the net change in species richness from the Tortonian to the Zanclean varies by group, species turnover is greater than 30% in all cases, reflecting a high degree of reorganization of the marine ecosystem after the crisis. The results show a clear perturbation already in the pre-evaporitic Messinian (7.25 to 5.97 Ma), with patterns differing among groups and subbasins.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1134",
          "doi": "10.1126/sciadv.adp1134",
          "filter": "2"
        },
        {
          "title": "Dynamically reconfigurable shape-morphing and tactile display via hydraulically coupled mergeable and splittable PVC gel actuator",
          "authors": "Seung-Yeon Jang, Minjae Cho, Hyunwoo Kim, Meejeong Choi, Seongcheol Mun, Jung-Hwan Youn, Jihwan Park, Geonwoo Hwang, Inwook Hwang, Sungryul Yun, Ki-Uk Kyung",
          "abstract": "Shape-morphing displays alter their surface geometry to convey information through three-dimensional shapes. However, rapid transformation into seamless shapes with multimodal tactile sensations poses challenges. Here, we introduce a versatile soft shape-morphing and tactile display, using a novel actuator that combines a PVC gel composite, dielectric liquid, and an electrode array. Proposed device facilitates on-demand liquid flow control through electrohydraulic actuation. Liquid channels within the device can be dynamically reconfigured using localized electrostatic zipping, enabling swift shape morphing and reconfiguration into diverse seamless 3D shapes. Our device achieves a large deformation and high output force, in a slim and lightweight framework. It also offers various haptic feedback, including dynamic tactile patterns and vibrations for localizable surface textures on the morphed shape. Additionally, its potential in robotics was demonstrated through high-speed object manipulation, leveraging liquid flow–induced inertia. In summary, our innovative soft shape-morphing tactile display could open new ways that we interact with technology, offering a more immersive and intuitive experience.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2024",
          "doi": "10.1126/sciadv.adq2024",
          "filter": "2"
        },
        {
          "title": "Recent replenishment of aliphatic organics on Ceres from a large subsurface reservoir",
          "authors": "Maria Cristina De Sanctis, Giuseppe A. Baratta, John R. Brucato, Julie Castillo-Rogez, Mauro Ciarniello, Fabio Cozzolino, Simone De Angelis, Marco Ferrari, Daniele Fulvio, Massimo Germanà, Vito Mennella, Silvia Pagnoscin, Maria Elisabetta Palumbo, Giovanni Poggiali, Ciprian Popa, Andrea Raponi, Carlotta Scirè, Giovanni Strazzulla, Riccardo Giovanni Urso",
          "abstract": "Ceres hosts notable aliphatic-organic concentrations, ranging from approximately 5 to &gt;30 weight % in specific surface areas. The origins and persistence of these organics are under debate due to the intense aliphatic organic signature and radiation levels in Ceres’ orbit, which would typically lead to their destruction, hindering detection. To investigate this, we conducted laboratory experiments to replicate how the signature of the organic-rich regions would degrade due to radiation. Our findings indicate a fast degradation rate, implying the exposure of buried organics within the past few million years. This degradation rate, coupled with observed quantities, implies that the aliphatics must be present in substantial quantities within the shallow subsurface. Our estimates suggest an initial aliphatic abundance 2 to 30 times greater than currently observed, surpassing significantly the levels found in carbonaceous chondrites, indicating either a significant concentration or remarkable purity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3664",
          "doi": "10.1126/sciadv.adp3664",
          "filter": "2"
        },
        {
          "title": "Electronic descriptors for dislocation deformation behavior and intrinsic ductility in bcc high-entropy alloys",
          "authors": "Pedro P. P. O. Borges, Robert O. Ritchie, Mark Asta",
          "abstract": "Controlling the balance between strength and damage tolerance in high-entropy alloys (HEAs) is central to their application as structural materials. Materials discovery efforts for HEAs are therefore impeded by an incomplete understanding of the chemical factors governing this balance. Through first-principles calculations, this study explores factors governing intrinsic ductility of a crucial subset of HEAs—those with a body-centered cubic (bcc) crystal structure. Analyses of three sets of bcc HEAs comprising nine different compositions reveal that alloy chemistry profoundly influences screw dislocation core structure, dislocation vibrational properties, and intrinsic ductility parameters derived from unstable stacking fault and surface energies. Key features in the electronic structure are identified that correlate with these properties: the fraction of occupied bonding states and bimodality of the d-orbital density of states. The findings enhance the fundamental understanding of the origins of intrinsic ductility and establish an electronic structure–based framework for computationally accelerated materials discovery and design.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7670",
          "doi": "10.1126/sciadv.adp7670",
          "filter": "2"
        },
        {
          "title": "Structural evolution and catalytic mechanisms of perovskite oxides in electrocatalysis",
          "authors": "Jia-Wei Zhao, Yunxiang Li, Deyan Luan, Xiong Wen (David) Lou",
          "abstract": "Electrocatalysis plays a pivotal role in driving the progress of modern technologies and industrial processes such as energy conversion and emission reduction. Perovskite oxides, an important family of electrocatalysts, have garnered substantial attention in diverse catalytic reactions because of their highly tunable composition and structure, as well as their considerable activity and stability. This review delves into the mechanisms of electrocatalytic reactions that use perovskite oxides as electrocatalysts, while also providing a comprehensive summary of the potential key factors that influence catalytic activity across various reactions. Furthermore, this review offers an overview of advanced characterizations used for studying catalytic mechanisms and proposes approaches to designing highly efficient perovskite oxide electrocatalysts.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4696",
          "doi": "10.1126/sciadv.adq4696",
          "filter": "2"
        },
        {
          "title": "Cancer-associated SF3B1-K700E mutation controls immune responses by regulating T reg function via aberrant Anapc13 splicing",
          "authors": "Yun Shi, Wencan Zhang, Qiong Jia, Xiancai Zhong, Prajish Iyer, Hongmin Wu, Yate-Ching Yuan, Yuqi Zhao, Lianjun Zhang, Lili Wang, Zhenyu Jia, Ya-Huei Kuo, Zuoming Sun",
          "abstract": "Recurrent somatic mutations in spliceosome factor 3b subunit 1 (SF3B1) are identified in hematopoietic malignancies, with SF3B1-K700E being the most common one. Here, we show that regulatory T cell (T reg )–specific expression of SF3B1-K700E ( Sf3b1 K700Efl/+ /Foxp3 YFP-Cre ) results in spontaneous autoimmune phenotypes. CD4 + T cells from Sf3b1 K700Efl/+ /Foxp3 YFP-Cre mice display defective T reg differentiation and inhibitory function, which is demonstrated by failed prevention of adoptive transfer colitis by Sf3b1 K700Efl/+ /Foxp3 YFP-Cre T regs . Mechanically, SF3B1-K700E induces an aberrant splicing event that results in reduced expression of a cell proliferation regulator Anapc13 due to the insertion of a 231–base pair DNA fragment to the 5′ untranslated region. Forced expression of the Anapc13 gene restores the differentiation and ability of Sf3b1 K700Efl/+ /Foxp3 YFP-Cre T regs to prevent adoptive transfer colitis. In addition, acute myeloid leukemia grows faster in aged, but not young, Sf3b1 K700Efl/+ /Foxp3 YFP-Cre mice compared to Foxp3 YFP-Cre mice. Our results highlight the impact of cancer-associated SF3B1 mutation on immune responses, which affect cancer development.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4274",
          "doi": "10.1126/sciadv.ado4274",
          "filter": "2"
        },
        {
          "title": "Transposon-mediated genic rearrangements underlie variation in small RNA pathways",
          "authors": "Gaotian Zhang, Marie-Anne Félix, Erik C. Andersen",
          "abstract": "Transposable elements (TEs) can alter host gene structure and expression, whereas host organisms develop mechanisms to repress TE activities. In the nematode Caenorhabditis elegans , a small interfering RNA pathway dependent on the helicase ERI-6/7 primarily silences retrotransposons and recent genes of likely viral origin. By studying gene expression variation among wild C. elegans strains, we found that structural variants and transposon remnants likely underlie expression variation in eri-6/7 and the pathway targets. We further found that multiple insertions of the DNA transposons, Polintons, reshuffled the eri-6/7 locus and induced inversion of eri-6 in some wild strains. In the inverted configuration, gene function was previously shown to be repaired by unusual trans-splicing mediated by direct repeats. We identified that these direct repeats originated from terminal inverted repeats of Polintons . Our findings highlight the role of host-transposon interactions in driving rapid host genome diversification among natural populations and shed light on evolutionary novelty in genes and splicing mechanisms.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9461",
          "doi": "10.1126/sciadv.ado9461",
          "filter": "2"
        },
        {
          "title": "Accessing bands with extended quantum metric in kagome Cs 2 Ni 3 S 4 through soft chemical processing",
          "authors": "Graciela Villalpando, Milena Jovanovic, Brianna Hoff, Yi Jiang, Ratnadwip Singha, Fang Yuan, Haoyu Hu, Dumitru Călugăru, Nitish Mathur, Jason F. Khoury, Stephanie Dulovic, Birender Singh, Vincent M. Plisson, Connor J. Pollak, Jaime M. Moya, Kenneth S. Burch, B. Andrei Bernevig, Leslie M. Schoop",
          "abstract": "Flat bands that do not merely arise from weak interactions can produce exotic physical properties, such as superconductivity or correlated many-body effects. The quantum metric can differentiate whether flat bands will result in correlated physics or are merely dangling bonds. A potential avenue for achieving correlated flat bands involves leveraging geometrical constraints within specific lattice structures, such as the kagome lattice; however, materials are often more complex. In these cases, quantum geometry becomes a powerful indicator of the nature of bands with small dispersions. We present a simple, soft-chemical processing route to access a flat band with an extended quantum metric below the Fermi level. By oxidizing Ni-kagome material Cs 2 Ni 3 S 4 to CsNi 3 S 4 , we see a two orders of magnitude drop in the room temperature resistance. However, CsNi 3 S 4 is still insulating, with no evidence of a phase transition. Using experimental data, density functional theory calculations, and symmetry analysis, our results suggest the emergence of a correlated insulating state of unknown origin.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl1103",
          "doi": "10.1126/sciadv.adl1103",
          "filter": "2"
        },
        {
          "title": "Enhanced global carbon cycle sensitivity to tropical temperature linked to internal climate variability",
          "authors": "Na Li, Sebastian Sippel, Nora Linscheid, Christian Rödenbeck, Alexander J. Winkler, Markus Reichstein, Miguel D. Mahecha, Ana Bastos",
          "abstract": "The sensitivity of atmospheric CO 2 growth rate to tropical temperature (γ T ) has almost doubled between 1959 and 2011, a trend that has been linked to increasing drought in the tropics. However, γ T has declined since then. Understanding whether these variations in γ T reflect forced changes or internal climate variability in the carbon cycle is crucial for future climate projections. We show that doubling sensitivity events can arise in simulations by Earth system models with perturbed initial conditions but are likely explained by internal climate variability. We show that the doubling sensitivity event is associated with the occurrence of a few, but very strong, El Niño events, such as 1982/83 and 1997/98. Such extreme events result in concurrent carbon release by tropical and extratropical ecosystems, increasing the variance of the global land carbon sink and its apparent sensitivity to tropical temperature. Our results imply that the doubling sensitivity does not necessarily indicate a change in carbon cycle response to climate change.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl6155",
          "doi": "10.1126/sciadv.adl6155",
          "filter": "2"
        },
        {
          "title": "Long-range repulsion between chromosomes in mammalian oocyte spindles",
          "authors": "Colm P. Kelleher, Yash P. Rana, Daniel J. Needleman",
          "abstract": "During eukaryotic cell division, a microtubule-based structure called the spindle exerts forces on chromosomes. The best-studied spindle forces, including those responsible for the separation of sister chromatids, are directed parallel to the spindle’s long axis. By contrast, little is known about forces perpendicular to the spindle axis, which determine the metaphase plate configuration and thus the location of chromosomes in the subsequent nucleus. Using live-cell microscopy, we find that metaphase chromosomes are spatially anti-correlated in mouse oocyte spindles, evidence of previously unknown long-range forces acting perpendicular to the spindle axis. We explain this observation by showing that the spindle’s microtubule network behaves as a nematic liquid crystal and that deformation of the nematic field around embedded chromosomes causes long-range repulsion between them.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7540",
          "doi": "10.1126/sciadv.adq7540",
          "filter": "2"
        },
        {
          "title": "Directional picoantenna behavior of tunnel junctions formed by an atomic-scale surface defect",
          "authors": "David Mateos, Oscar Jover, Miguel Varea, Koen Lauwaet, Daniel Granados, Rodolfo Miranda, Antonio I. Fernandez-Dominguez, Alberto Martin-Jimenez, Roberto Otero",
          "abstract": "Plasmonic nanoantennas have attracted much attention lately, among other reasons because of the directionality of light emitted by fluorophores coupled to their localized surface plasmon resonances. Plasmonic picocavities, i.e., cavities with mode volumes below 1 nm 3 , could act as enhanced antennas due to their extreme field confinement, but the directionality on their emission is difficult to control. In this work, we show that the plasmonic picocavity formed between the tip of a scanning tunneling microscope and a metal surface with a monoatomic step shows directional emission profiles and, thus, can be considered as a realization of a picoantenna. Electromagnetic calculations demonstrate that the observed directionality arises from the reshaping and tilting of the surface charges induced at the scanning tip due to the atomic step. Our results pave the way to exploiting picoantennas as an efficient way for the far-field probing and control of light-matter interactions below the nanoscale.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2295",
          "doi": "10.1126/sciadv.adn2295",
          "filter": "2"
        },
        {
          "title": "The brassinosteroid receptor gene BRI1 safeguards cell-autonomous brassinosteroid signaling across tissues",
          "authors": "Noel Blanco-Touriñán, Surbhi Rana, Trevor M. Nolan, Kunkun Li, Nemanja Vukašinović, Che-Wei Hsu, Eugenia Russinova, Christian S. Hardtke",
          "abstract": "Brassinosteroid signaling is essential for plant growth as exemplified by the dwarf phenotype of loss-of-function mutants in BRASSINOSTEROID INSENSITIVE 1 ( BRI1 ), a ubiquitously expressed Arabidopsis brassinosteroid receptor gene. Complementation of brassinosteroid-blind receptor mutants by BRI1 expression with various tissue-specific promoters implied that local brassinosteroid signaling may instruct growth non–cell autonomously. Here, we performed such rescues with a panel of receptor variants and promoters, in combination with tissue-specific transgene knockouts. Our experiments demonstrate that brassinosteroid receptor expression in several tissues is necessary but not sufficient for rescue. Moreover, complementation with tissue-specific promoters requires the genuine BRI1 gene body sequence, which confers ubiquitous expression of trace receptor amounts that are sufficient to promote brassinosteroid-dependent root growth. Our data, therefore, argue for a largely cell-autonomous action of brassinosteroid receptors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3352",
          "doi": "10.1126/sciadv.adq3352",
          "filter": "2"
        },
        {
          "title": "Light-induced magnetization from magnonic rectification",
          "authors": "Tom Kahana, Daniel A. Bustamante Lopez, Dominik M. Juraschek",
          "abstract": "Rectification describes the conversion of an oscillating field or current into a quasi-static one and the most basic example of a rectifier is an AC/DC converter in electronics. This principle can be translated to nonlinear light-matter interactions, where optical rectification converts the oscillating electric field component of light into a quasi-static polarization and phononic rectification converts a lattice vibration into a quasi-static structural distortion. Here, we present a rectification mechanism for magnetism that we call magnonic rectification, where a spin precession is converted into a quasi-static magnetization through the force exerted by a coupled chiral phonon mode. The transiently induced magnetic state resembles that of a canted antiferromagnet, opening an avenue toward creating dynamical spin configurations that are not accessible in equilibrium.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0722",
          "doi": "10.1126/sciadv.ado0722",
          "filter": "2"
        },
        {
          "title": "Single-molecule detection and super-resolution imaging with a portable and adaptable 3D-printed microscopy platform (Brick-MIC)",
          "authors": "Gabriel G. Moya Muñoz, Oliver Brix, Philipp Klocke, Paul D. Harris, Jorge R. Luna Piedra, Nicolas D. Wendler, Eitan Lerner, Niels Zijlstra, Thorben Cordes",
          "abstract": "Over the past decades, single-molecule and super-resolution microscopy have advanced and represent essential tools for life science research. There is, however, a growing gap between the state of the art and what is accessible to biologists, biochemists, medical researchers, or labs with financial constraints. To bridge this gap, we introduce Brick-MIC, a versatile and affordable open-source 3D-printed microspectroscopy and imaging platform. Brick-MIC enables the integration of various fluorescence imaging techniques with single-molecule resolution within a single platform and exchange between different modalities within minutes. We here present variants of Brick-MIC that facilitate single-molecule fluorescence detection, fluorescence correlation spectroscopy, time-correlated single-photon counting and super-resolution imaging (STORM and PAINT). Detailed descriptions of the hardware and software components, as well as data analysis routines, are provided, to allow non-optics specialists to operate their own Brick-MIC with minimal effort and investments. We foresee that our affordable, flexible, and open-source Brick-MIC platform will be a valuable tool for many laboratories worldwide.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3427",
          "doi": "10.1126/sciadv.ado3427",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Varieties of trade union protest",
          "authors": "Gesine Höltmann, Endre Borbáth, Swen Hutter",
          "abstract": "The article examines varieties of trade union protest across industrial relations regimes, using protest event data for 27 European countries between 2000 and 2021. We present a large-n analysis of how the level and ‘movement character’ of union protest covaries with the strength and institutional settings of union movements across regimes. We show that unions remain important protest actors and that union protest in the public sphere notably outweighs workplace-related strikes. Furthermore, we find an inverse relationship between union institutionalization and the ‘movement character’ of union protest: While strong union movements in highly institutionalized regimes display a strike-heavy repertoire, weaker union movements in contexts of low institutionalization rely heavily on protest actions beyond the workplace strike. With these findings, we provide a novel empirical assessment of what unions do in the protest arena and how institutional settings can be conducive to strike-heavy versus protest-heavy union tactics.",
          "url": "http://dx.doi.org/10.1093/ser/mwae056",
          "doi": "10.1093/ser/mwae056",
          "filter": "0"
        },
        {
          "title": "Merit recruitment, professional advancement opportunities and prosocial rule-breaking among public servants in Greece",
          "authors": "Alexandra Hennessy, Ioannis Choulis, George Siakas",
          "abstract": "Public servants have a significant impact on peoples’ lives, but we don’t have many reliable estimates of how many employees engage in prosocial rule-breaking (PSRB), a form of constructive deviance. We collected original survey data (N = 497) among a representative sample of Greek public servants and implemented a list experiment to gauge how pervasive PSRB is in Greece’s public sector. Greece is a particularly useful setting in which to study PSRB as the euro crisis created strong reform pressure. We find that public servants who were hired via merit competitions are not less likely to break rules, but this is conditional on their beliefs about career prospects and the fairness of the promotion system. They perceive the professional reward system as biased towards those with political connections and compensate for lack of efficiency by doing favours. This finding raises concerns about the quality of EU reform assessments.",
          "url": "http://dx.doi.org/10.1093/ser/mwae058",
          "doi": "10.1093/ser/mwae058",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
