{
  "update": "2026-01-16",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "A nowhere-to-hide mechanism ensures complete piRNA-directed DNA methylation",
          "authors": "Tamoghna Chowdhury, Shelagh Boyle, Ansgar Zoch, Xinyu Xiang, Madeleine Dias Mirandela, Hanna Fieler, Christos Spanos, Juan Zou, David Kelly, Wendy A. Bickmore, Atlanta G. Cook, Dónal O’Carroll",
          "url": "https://doi.org/10.1038/s41586-025-09940-w",
          "doi": "https://doi.org/10.1038/s41586-025-09940-w",
          "filter": "2"
        },
        {
          "title": "Language model-guided anticipation and discovery of mammalian metabolites",
          "authors": "Hantao Qiang, Fei Wang, Wenyun Lu, Xi Xing, Hahn Kim, Sandrine A. M. Mérette, Lucas B. Ayres, Eponine Oler, Jenna E. AbuSalim, Asael Roichman, Michael Neinast, Ricardo A. Cordova, Won Dong Lee, Ehud Herbst, Vishu Gupta, Samuel L. Neff, Mickel Hiebert-Giesbrecht, Adamo Young, Vasuk Gautam, Siyang Tian, Bo Wang, Hannes Röst, Jatinder Baidwan, Russell Greiner, Li Chen, Chad W. Johnston, Leonard J. Foster, Aaron M. Shapiro, David S. Wishart, Joshua D. Rabinowitz, Michael A. Skinnider",
          "url": "https://doi.org/10.1038/s41586-025-09969-x",
          "doi": "https://doi.org/10.1038/s41586-025-09969-x",
          "filter": "2"
        },
        {
          "title": "Little red dots as young supermassive black holes in dense ionized cocoons",
          "authors": "V. Rusakov, D. Watson, G. P. Nikopoulos, G. Brammer, R. Gottumukkala, T. Harvey, K. E. Heintz, R. Damgaard, S. A. Sim, A. Sneppen, A. P. Vijayan, N. Adams, D. Austin, C. J. Conselice, C. M. Goolsby, S. Toft, J. Witstok",
          "abstract": "The James Webb Space Telescope (JWST) has uncovered many compact galaxies at high redshift with broad hydrogen and helium lines, including the enigmatic population of little red dots (LRDs) 1,2 . The nature of these galaxies is debated and is attributed to supermassive black holes (SMBHs) 3,4 or intense star formation 5 . They exhibit unusual properties for SMBHs, such as black holes that are overmassive for their host galaxies 4 and extremely weak X-ray 6–10 and radio 6,11–13 emission. Here we show that in most objects studied with the highest-quality JWST spectra, the lines are broadened by electron scattering with a narrow intrinsic core. The data require very high electron column densities and compact sizes (light days), which, when coupled with their high luminosities, can be explained only by SMBH accretion. The narrow intrinsic line cores imply black hole masses of 10 5−7 M ⊙ , two orders of magnitude lower than previous estimates. These are the lowest mass black holes known at high redshift, to our knowledge, and suggest a population of young SMBHs. They are enshrouded in a dense cocoon of ionized gas producing broad lines from which they are accreting close to the Eddington limit, with very mild neutral outflows. Reprocessed nebular emission from this cocoon dominates the optical spectrum, explaining most LRD spectral characteristics, including the weak radio and X-ray emission 14,15 .",
          "url": "https://doi.org/10.1038/s41586-025-09900-4",
          "doi": "https://doi.org/10.1038/s41586-025-09900-4",
          "filter": "2"
        },
        {
          "title": "Polyamine-dependent metabolic shielding regulates alternative splicing",
          "authors": "Amaia Zabala-Letona, Mikel Pujana-Vaquerizo, Belen Martinez-Laosa, Maria Ponce-Rodriguez, Saioa Garcia-Longarte, Isabel Mendizabal, Ana Gimeno, Malgorzata Rogalska, Joycelyn Tan, Diana Cabrera, Sebastiaan van Liempd, Pilar Ximenez-Embun, Sergio Espinosa, Maider Fagoaga-Eugui, Francesca Peccati, Maciej Zakrzewski, Ianire Astobiza, Mikel Arana-Castañares, Sarah Cherkaoui, Maria Sendino, Inés Martín-Barros, Amaia Ercilla, Laura Bozal-Basterra, Onintza Carlevaris, Amaia Arruabarrena-Aristorena, Encarnación Pérez-Andrés, Telmo Santamaría-Zamorano, Juan A. Ferrer-Bonsoms, Fernando Carazo, Maciej Cieśla, Cesar Lobato, Joan Seoane, Natalia Martín-Martín, Rosa Barrio, James D. Sutherland, Ana M. Aransay, Juan Manuel Falcón-Pérez, Barbara Martínez-Pastor, Angel Rubio, Francisco J. Blanco, Michael D. Hogarty, Raphael J. Morscher, Edurne Berra, Remigiusz A. Serwa, Jesús Jiménez-Barbero, Gonzalo Jiménez-Osés, Alejo Efeyan, Lydia Finley, Jose M. Lizcano, Javier Muñoz, Juan Valcarcel, Arkaitz Carracedo",
          "url": "https://doi.org/10.1038/s41586-025-09965-1",
          "doi": "https://doi.org/10.1038/s41586-025-09965-1",
          "filter": "2"
        },
        {
          "title": "3D-printed low-voltage-driven ciliary hydrogel microactuators",
          "authors": "Zemin Liu, Che Wang, Ziyu Ren, Chunxiang Wang, Wenkang Wang, Jongkuk Ko, Shanyuan Song, Chong Hong, Xi Chen, Hongguang Wang, Wenqi Hu, Metin Sitti",
          "abstract": "Micrometre-sized, densely packed natural cilia that perform non-reciprocal 3D motions with dynamically tunable collective patterns are crucial for biological processes such as microscale locomotion 1 , nutrient acquisition 2 , cell trafficking 3–5 and embryonic and neurological development 6–8 . However, replicating these motions in artificial systems remains challenging given the limits of scalable, locally controllable soft-bodied actuation at the micrometre scale. Overcoming this challenge would enhance our understanding of ciliary dynamics, clarify their biological importance and enable new microscale devices and bioinspired technologies. Here we show a previously unrecognized fast electrical response of micrometre-scale hydrogels, induced by voltages down to 1.5 V without hydrolysis, with bending motions driven by ion migration across a nanometre-scale hydrogel network 3D-printed by two-photon polymerization, occurring within milliseconds. On the basis of these findings, we print gel microcilia arrays composed of a soft acrylic acid-co-acrylamide (AAc-co-AAm) hydrogel (modulus of approximately 1,000 Pa) that respond to electrical stimuli within milliseconds. Each microcilium measures 2–10 µm in diameter and 18–90 µm in height, achieving 3D rotational bending motion at up to 40 Hz, mirroring the geometry and dynamics of natural cilia. These gel microcilia maintain functionality after 330,000 continuous actuation cycles with less than 30% performance degradation. The gel microcilia arrays can be integrated on flexible polyimide substrates and fabricated at large scale using conventional lithography techniques. They also offer individual dynamic control by means of microelectrode arrays and enable fluid manipulation and particle transport at the micrometre scale.",
          "url": "https://doi.org/10.1038/s41586-025-09944-6",
          "doi": "https://doi.org/10.1038/s41586-025-09944-6",
          "filter": "2"
        },
        {
          "title": "Artificial intelligence tools expand scientists’ impact but contract science’s focus",
          "authors": "Qianyue Hao, Fengli Xu, Yong Li, James Evans",
          "url": "https://doi.org/10.1038/s41586-025-09922-y",
          "doi": "https://doi.org/10.1038/s41586-025-09922-y",
          "filter": "2"
        },
        {
          "title": "The ubiquitin ligase KLHL6 drives resistance to CD8+ T cell dysfunction",
          "authors": "Hongcheng Cheng, Yapeng Su, Xiaoli Pan, Yue Xu, Ermei Xie, Jing Du, Daniel G. Chen, Xiaomeng Dai, Raphael Gottardo, Philip D. Greenberg, Guideng Li",
          "url": "https://doi.org/10.1038/s41586-025-09926-8",
          "doi": "https://doi.org/10.1038/s41586-025-09926-8",
          "filter": "2"
        },
        {
          "title": "Ligand-specific activation trajectories dictate GPCR signalling in cells",
          "authors": "Romy Thomas, Pauline S. Jacoby, Chiara De Faveri, Cécile Derieux, Aenne-Dorothea Liebing, Barbora Melkes, Hans-Joachim Martini, Marcel Bermúdez, Claudia Stäubert, Martin J. Lohse, Irene Coin, Andreas Bock",
          "abstract": "G-protein-coupled receptors (GPCRs) are key mediators of cell communication and represent the most important class of drug targets 1,2 . Biophysical studies with purified GPCRs in vitro have suggested that they exist in an equilibrium of distinct inactive and active states, which is modulated by ligands in an efficacy-dependent manner 3–11 . However, how efficacy is encoded and whether multiple receptor states occur in living cells remain unclear. Here we use genetic code expansion 12 and bioorthogonal labelling 13–16 to generate a panel of fluorescence-based biosensors for a prototypical GPCR, the M 2 muscarinic acetylcholine receptor (M 2 R). These biosensors enable real-time monitoring of agonist-promoted conformational changes across the receptor’s extracellular surface in intact cells. We demonstrate that different agonists produce equilibria of at least four distinct active states of the G-protein-bound M 2 R, each with a different ability to activate G proteins. The formation of these M 2 R–G-protein complexes occurs over 0.2–5 s along trajectories that involve both common and ligand-specific conformational changes and appear to determine G-protein selectivity. These observations reveal the molecular nature of ligand efficacy in intact cells. Selectively exploiting such different GPCR activation trajectories and conformational equilibria may open new avenues for GPCR drug discovery.",
          "url": "https://doi.org/10.1038/s41586-025-09963-3",
          "doi": "https://doi.org/10.1038/s41586-025-09963-3",
          "filter": "2"
        },
        {
          "title": "Enriching African genome representation through the AGenDA project",
          "authors": "M. Ramsay, H. Etheredge, F. Tluway, M. E. D’Amato, Z. Chikwambi, Y. Hamdi, I. Alhudiri, Y. Fakim, K. M. Ahmad, N. Belguith, D. Bentley, M. Boujemaa, N. Calumbuana, M. Chaouch, C. Charfeddine, G. Chinien, N. Dukuze, M. Eljilani, A. Elzagheid, N. Ferraz, A. Ghoorah, S. Goorah, M. Gribaa, S. Guidara, M. Guirat, S. Hazelhurst, M. Jallul, M. Kasu, N. Kharrat, U. Khumalo, Z. Kingsbury, I. Kisiangani, I. Lopes-Cendes, P. Lukusa, P. Makay, J. Makulo, G. Mubungu, C. Muhinda, D. M. Mukhongo, A. Murwira, A. Mustafa, J. Ndinkabandi, M. Ngole, Y. Nlandu, M. Nyathi, L. Pereira, I. Rejeb, L. L. Santos, D. Sengupta, A. Shebani, N. Smyth, A. Souissi, M. Trabelsi, A. Rebai, M. M. Chimpolo, A. Lumaka, C. Masimirembwa, S. F. Mohamed, N. Mulder, L. Mutesa, N. A. Hanchard, A. Choudhury",
          "url": "https://doi.org/10.1038/s41586-025-09935-7",
          "doi": "https://doi.org/10.1038/s41586-025-09935-7",
          "filter": "2"
        },
        {
          "title": "A foundation model for continuous glucose monitoring data",
          "authors": "Guy Lutsker, Gal Sapir, Smadar Shilo, Jordi Merino, Anastasia Godneva, Jerry R. Greenfield, Dorit Samocha-Bonet, Raja Dhir, Francisco Gude, Shie Mannor, Eli Meirom, Eric P. Xing, Gal Chechik, Hagai Rossman, Eran Segal",
          "url": "https://doi.org/10.1038/s41586-025-09925-9",
          "doi": "https://doi.org/10.1038/s41586-025-09925-9",
          "filter": "2"
        },
        {
          "title": "Dominant contribution of Asgard archaea to eukaryogenesis",
          "authors": "Victor Tobiasson, Jacob Luo, Yuri I. Wolf, Eugene V. Koonin",
          "abstract": "The origin of eukaryotes is one of the key problems in evolutionary biology 1,2 . The demonstration that the last eukaryotic common ancestor (LECA) already contained the mitochondrion—an endosymbiotic organelle derived from an alphaproteobacterium—and the discovery of Asgard archaea—the closest archaeal relatives of eukaryotes 3–7 —inform and constrain evolutionary scenarios of eukaryogenesis 8 . We conducted a comprehensive analysis of the origins of core eukaryotic genes tracing to the LECA within a rigorous statistical framework centred around evolutionary hypothesis testing using constrained phylogenetic trees. The results show dominant contributions of Asgard archaea to the origin of most of the conserved eukaryotic functional systems and pathways. A limited contribution from Alphaproteobacteria was identified, relating primarily to energy transformation systems and Fe–S cluster biogenesis, whereas ancestry from other bacterial phyla was scattered across the eukaryotic functional landscape, without clear, consistent trends. These findings imply a model of eukaryogenesis in which key features of eukaryotic cell organization evolved in the Asgard lineage leading to the LECA, followed by the capture of the alphaproteobacterial endosymbiont and augmented by numerous but sporadic horizontal acquisitions of genes from other bacteria both before and after endosymbiosis.",
          "url": "https://doi.org/10.1038/s41586-025-09960-6",
          "doi": "https://doi.org/10.1038/s41586-025-09960-6",
          "filter": "2"
        },
        {
          "title": "Ultra-high-throughput mapping of genetic design space",
          "authors": "Kshitij Rai, Ronan W. O’Connell, Trenton C. Piepergerdes, Yiduo Wang, Lucas B. C. Brown, Kian D. Samra, Jack A. Wilson, Shujian Lin, Thomas H. Zhang, Eduardo M. Ramos, Andrew Sun, Bryce Kille, Kristen D. Curry, Jason W. Rocks, Todd J. Treangen, Pankaj Mehta, Caleb J. Bashor",
          "url": "https://doi.org/10.1038/s41586-025-09933-9",
          "doi": "https://doi.org/10.1038/s41586-025-09933-9",
          "filter": "2"
        },
        {
          "title": "Trapping of single atoms in metasurface optical tweezer arrays",
          "authors": "Aaron Holman, Yuan Xu, Ximo Sun, Jiahao Wu, Mingxuan Wang, Zezheng Zhu, Bojeong Seo, Nanfang Yu, Sebastian Will",
          "url": "https://doi.org/10.1038/s41586-025-09961-5",
          "doi": "https://doi.org/10.1038/s41586-025-09961-5",
          "filter": "2"
        },
        {
          "title": "Predictive coding of reward in the hippocampus",
          "authors": "Mohammad Yaghoubi, M. Ganesh Kumar, Andres Nieto-Posadas, Coralie-Anne Mosser, Thomas Gisiger, Émmanuel Wilson, Cengiz Pehlevan, Sylvain Williams, Mark P. Brandon",
          "url": "https://doi.org/10.1038/s41586-025-09958-0",
          "doi": "https://doi.org/10.1038/s41586-025-09958-0",
          "filter": "2"
        },
        {
          "title": "Retraction Note: Antibodies against endogenous retroviruses promote lung cancer immunotherapy",
          "authors": "Kevin W. Ng, Jesse Boumelha, Katey S. S. Enfield, Jorge Almagro, Hongui Cha, Oriol Pich, Takahiro Karasaki, David A. Moore, Roberto Salgado, Monica Sivakumar, George Young, Miriam Molina-Arcas, Sophie de Carné Trécesson, Panayiotis Anastasiou, Annika Fendler, Lewis Au, Scott T. C. Shepherd, Carlos Martínez-Ruiz, Clare Puttick, James R. M. Black, Thomas B. K. Watkins, Hyemin Kim, Seohee Shim, Nikhil Faulkner, Jan Attig, Selvaraju Veeriah, Neil Magno, Sophia Ward, Alexander M. Frankell, Maise Al Bakir, Emilia L. Lim, Mark S. Hill, Gareth A. Wilson, Daniel E. Cook, Nicolai J. Birkbak, Axel Behrens, Nadia Yousaf, Sanjay Popat, Allan Hackshaw, character(0), Andrew Rowan, Ariana Huebner, Brittany B. Campbell, Chris Bailey, Claudia Lee, Dhruva Biswas, Emma Colliver, Foteini Athanasopoulou, Haoran Zhai, Jayant K. Rane, Kristiana Grigoriadis, Michelle Dietzen, Michelle Leung, Mihaela Angelova, Olivia Lucas, Othman Al-Sawaf, Rachel Rosenthal, Jerome Nicod, Abigail Bunkum, Antonia Toncheva, Christopher Abbosh, Corentin Richard, Cristina Naceur-Lombardelli, Francisco Gimeno-Valiente, Jie Min Lam, Kerstin Thol, Krupa Thakkar, Mariana Werner Sunderland, Martin D. Forster, Nnennaya Kanu, Paulina Prymas, Robert Bentham, Sadegh Saghafinia, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Siow Ming Lee, Sonya Hessey, Wing Kin Liu, Dionysis Papadatos-Pastos, James Wilson, Sarah Benafif, Tanya Ahmad, Elaine Borg, Mary Falzon, Reena Khiroya, Teresa Marafioti, Abigail Sharp, Camilla Pilotti, Harjot Kaur Dhanda, Kitty Chan, Nicole Gower, Rachel Leslie, Sean Smith, Andrew G. Nicholson, Eric Lim, Javier Herrero, Carla Castignani, Elizabeth Larose Cadieux, Jonas Demeulemeester, Peter Van Loo, Karl S. Peggs, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Alexander James Procter, Arjun Nair, Asia Ahmed, Magali N. Taylor, Neal Navani, Ricky M. Thakrar, David Lawrence, Davide Patrini, Emma Nye, Richard Kevin Stone, David Chuter, Mairead MacKenzie, Francesco Fraioli, Paul Ashford, Sam M. Janes, Miljana Tanić, Stephan Beck, Alexandra Rice, Anand Devaraj, Chiara Proli, Daniel Kaniu, Harshil Bhayani, Hema Chavan, Hilgardt Raubenheimer, Lyn Ambrose, Mpho Malima, Nadia Fernandes, Paulo De Sousa, Pratibha Shah, Sarah Booth, Silviu I. Buderi, Simon Jordan, Sofina Begum, Ekaterini Boleti, Aengus Stewart, Alastair Magness, Clare E. Weeden, Dina Levi, Eva Grönroos, Jacki Goldman, Mickael Escudero, Philip Hobson, Roberto Vendramin, Stefan Boeing, Tamara Denner, Vittorio Barbè, Wei-Ting Lu, William Hill, Yutaka Naito, Zoe Ramsden, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Kayleigh Gilbert, Angeliki Karamani, Benny Chain, David R. Pearce, Despoina Karagianni, Elena Hoxha, Felip Gálvez-Cancino, Georgia Stavrou, Gerasimos Mastrokalos, Helen L. Lowe, Ignacio Matos, James L. Reading, John A. Hartley, Kayalvizhi Selvaraju, Kezhong Chen, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Olga Chervova, Piotr Pawlik, Robert E. Hynds, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Supreet Kaur Bola, Thanos P. Mourikis, Victoria Spanswick, Yin Wu, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Robert C. M. Stephens, Steve Bandula, Yien Ning Sophia Wong, Tristan Clark, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Babu Naidu, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, John Le Quesne, Kevin G. Blyth, Alastair Kerr, Alexandra Clipson, Anshuman Chaturvedi, Caroline Dive, Dominic G. Rothwell, Elaine Kilgour, Jonathan Tugwood, Lynsey Priest, Pedro Oliveira, Philip Crosbie, Gillian Price, Judith Cave, Keith M. Kerr, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alan Kirk, Mathew Thomas, Mo Asif, Nikos Kostoulas, Rocco Bilancia, Gary Middleton, Michael J. Shackcloth, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Craig Dick, Lily Robinson, Peter Russell, Madeleine Hewish, Sarah Danson, Jason F. Lester, Fabio Gomes, Kate Brown, Mathew Carter, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Aiman Alzetani, Jennifer Richards, Lydia Scarlett, Papawadee Ingram, Serena Chee, Silvia Austin, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Dean A. Fennell, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Hugo J. W. L. Aerts, Tom L. Kaufmann, Roland F. Schwarz, Judit Kisistok, Mateo Sokac, Miklos Diossy, Zoltan Szallasi, Krijn Dijkstra, Yinyin Yuan, character(0), Fiona Byrne, Laura Amanda Boos, Benjamin Shum, Camille L. Gerard, Andreas M. Schmitt, Christina Messiou, David Cunningham, Ian Chau, Naureen Starling, Nicholas Turner, Liam Welsh, Robin L. Jones, Joanne Droney, Susana Banerjee, Kate C. Tatham, Shaman Jhanji, Kevin Harrington, Alicia Okines, Alison Reid, Kate Young, Andrew J. S. Furness, Lisa Pickering, Emma Nicholson, Sacheen Kumar, Katalin A. Wilkinson, Anthony Swerdlow, Robert J. Wilkinson, Crispin T. Hiley, Kevin Litchfield, Nicholas McGranahan, Mariam Jamal-Hanjani, James Larkin, Se-Hoon Lee, Samra Turajlic, Charles Swanton, Julian Downward, George Kassiotis",
          "url": "https://doi.org/10.1038/s41586-026-10104-7",
          "doi": "https://doi.org/10.1038/s41586-026-10104-7",
          "filter": "2"
        },
        {
          "title": "CFAP20 salvages arrested RNAPII from the path of co-directional replisomes",
          "authors": "Sidrit Uruci, Daphne E. C. Boer, Paul W. Chrystal, Maxime Lalonde, Andreas Panagopoulos, George Yakoub, Idil Kirdök, Klaas de Lint, Melanie van der Woude, Tiemen J. Wendel, Sem J. Brussee, Annelotte P. Wondergem, Nila K. van Overbeek, Nini Schotman, Jolanthe Lingeman, Mats Ljungman, Alexander van Oudenaarden, Haico van Attikum, Alfred C. O. Vertegaal, Sylvie M. Noordermeer, Rob M. F. Wolthuis, Matthias Altmeyer, Stephan Hamperl, Vincent Tropepe, Jeroen van den Berg, Diana van den Heuvel, Martijn S. Luijsterburg",
          "url": "https://doi.org/10.1038/s41586-025-09943-7",
          "doi": "https://doi.org/10.1038/s41586-025-09943-7",
          "filter": "2"
        },
        {
          "title": "Exciplex-enabled high-efficiency, fully stretchable OLEDs",
          "authors": "Huanyu Zhou, Hyun-Wook Kim, Shin Jung Han, Danzhen Zhang, Woo Jin Jeong, Haomiao Yu, Youichi Tsuchiya, Bin Hu, June Huh, Teng Zhang, Seungyeon Cho, Joo Sung Kim, Dong-Hyeok Kim, Hyung Joong Yun, Jinwoo Park, Kyung Yeon Jang, Eojin Yoon, Amit Kumar Harit, Min-Jun Sung, Yooseong Ahn, Hao Chen, Qingsen Zeng, Chan-Yul Park, Kwan-Nyeong Kim, Landep Ayuningtias, Hoichang Yang, Jong Chan Kim, Yun-Hi Kim, Han Young Woo, Chihaya Adachi, Yury Gogotsi, Tae-Woo Lee",
          "url": "https://doi.org/10.1038/s41586-025-09904-0",
          "doi": "https://doi.org/10.1038/s41586-025-09904-0",
          "filter": "2"
        },
        {
          "title": "Disease tolerance and infection pathogenesis age-related tradeoffs in mice",
          "authors": "Karina K. Sanchez, Justin L. McCarville, Sarah J. Stengel, Jessica M. Snyder, April E. Williams, Janelle S. Ayres",
          "abstract": "Disease tolerance is a defence strategy essential for survival of infections, limiting physiological damage without killing the pathogen 1,2 . The disease course and pathology an infection may cause can change over the lifespan of a host due to the structural and functional physiological changes that accumulate with age. Because successful disease tolerance responses require the host to engage mechanisms that are compatible with the disease course and pathology caused by an infection, we predicted that this defence strategy would change with age. Animals infected with a 50% lethal dose  (LD 50 ) of a pathogen often show distinct health and sickness trajectories due to differences in disease tolerance 1,3 and can be used to define tolerance mechanisms. Here, using a polymicrobial sepsis model, we found that, despite having the same LD 50 , aged and young susceptible mice showed distinct disease courses. In young survivors, cardiac Foxo1 and its downstream effector Trim63 (MuRF1) protected from sepsis-induced cardiac remodelling, multi-organ injury and mortality. Conversely, in aged hosts, Foxo1 and Trim63 acted as drivers of sepsis pathogenesis and death. Our findings have implications for the tailoring of therapy to the age of an infected individual and indicate that disease tolerance genes show antagonistic pleiotropy.",
          "url": "https://doi.org/10.1038/s41586-025-09923-x",
          "doi": "https://doi.org/10.1038/s41586-025-09923-x",
          "filter": "2"
        },
        {
          "title": "Training large language models on narrow tasks can lead to broad misalignment",
          "authors": "Jan Betley, Niels Warncke, Anna Sztyber-Betley, Daniel Tan, Xuchan Bao, Martín Soto, Megha Srivastava, Nathan Labenz, Owain Evans",
          "abstract": "The widespread adoption of large language models (LLMs) raises important questions about their safety and alignment 1 . Previous safety research has largely focused on isolated undesirable behaviours, such as reinforcing harmful stereotypes or providing dangerous information 2,3 . Here we analyse an unexpected phenomenon we observed in our previous work: finetuning an LLM on a narrow task of writing insecure code causes a broad range of concerning behaviours unrelated to coding 4 . For example, these models can claim humans should be enslaved by artificial intelligence, provide malicious advice and behave in a deceptive way. We refer to this phenomenon as emergent misalignment. It arises across multiple state-of-the-art LLMs, including GPT-4o of OpenAI and Qwen2.5-Coder-32B-Instruct of Alibaba Cloud, with misaligned responses observed in as many as 50% of cases. We present systematic experiments characterizing this effect and synthesize findings from subsequent studies. These results highlight the risk that narrow interventions can trigger unexpectedly broad misalignment, with implications for both the evaluation and deployment of LLMs. Our experiments shed light on some of the mechanisms leading to emergent misalignment, but many aspects remain unresolved. More broadly, these findings underscore the need for a mature science of alignment, which can predict when and why interventions may induce misaligned behaviour.",
          "url": "https://doi.org/10.1038/s41586-025-09937-5",
          "doi": "https://doi.org/10.1038/s41586-025-09937-5",
          "filter": "2"
        },
        {
          "title": "Direct observation of the Migdal effect induced by neutron bombardment",
          "authors": "Difan Yi, Qian Liu, Shi Chen, Chunlai Dong, Huanbo Feng, Chaosong Gao, Wenqian Huang, Xinmei Jing, Lingquan Kong, Jin Li, Peirong Li, Enwei Liang, Ruiting Ma, Chenguang Su, Liangliang Su, Junwei Sun, Dong Wang, Junrun Wang, Zheng Wei, Zeen Yao, Yunlinchen Yu, Yu Zhang, Shiqiang Zhou, Zhuo Zhou, Bin Zhu, Jie Zuo, Hongbang Liu, Xiangming Sun, Lei Wu, Yangheng Zheng",
          "abstract": "The search for dark matter focuses now on hypothetical light particles with masses ranging from MeV to GeV (refs. 1–12 ). These particles would leave very faint signals experimentally. A potential avenue for enhancing experimental sensitivity to light matter relies on the Migdal effect 13–15 , which involves the detectable ejection of electrons following the instantaneous accelerations of atoms colliding with neutral dark matter. However, although the Migdal effect could be equally generated in controlled experiments with neutral projectiles, a direct experimental observation of this effect is missing, casting doubt on the reliability of detection experiments relying on this effect. Here we report the direct observation of the Migdal effect in neutron–nucleus collisions, achieving a statistical significance of 5 standard deviations, which rests on 6 candidate events selected out of almost 10 6 recorded events. Our experiments have determined the ratio of the Migdal cross-section to the nuclear recoil cross-section to be $${4.9}_{-1.9}^{+2.6}\\times {10}^{-5}$$ 4.9 − 1.9 + 2.6 × 10 − 5 , in which nuclear recoils exceed 35 keVee and electron recoils span 5–10 keV. These findings are consistent with theoretical predictions. This work resolves a long-standing gap in experimental validation, which not only strengthens the theoretical foundation of the Migdal effect but also paves the way for its application in light dark matter detection.",
          "url": "https://doi.org/10.1038/s41586-025-09918-8",
          "doi": "https://doi.org/10.1038/s41586-025-09918-8",
          "filter": "2"
        },
        {
          "title": "Global subsidence of river deltas",
          "authors": "L. O. Ohenhen, M. Shirzaei, J. L. Davis, A. Tiwari, R. Nicholls, O. Dasho, N. Sadhasivam, K. Seeger, S. Werth, A. J. Chadwick, F. Onyike, J. Lucy, C. Atkins, S. Daramola, A. Ankamah, P. S. J. Minderhoud, J. Olsemann, G. C. Yemele",
          "abstract": "River deltas sustain dense human populations, major economic centres and vital ecosystems worldwide 1,2 . Rising sea levels and subsiding land threaten the sustainability of these valuable landscapes with relative sea-level rise and associated flood, land loss and salinization hazards 1–3 . Despite these risks, vulnerability assessments are impeded by the lack of contemporary, high-resolution, delta-wide subsidence observations 4 . Here we present spatially variable surface-elevation changes across 40 global deltas using interferometric synthetic aperture radar. Using this dataset, we quantify delta surface-elevation loss and show the prevalence and severity of subsidence in river deltas worldwide. Our analysis of three key anthropogenic drivers of delta elevation changes shows that groundwater storage has the strongest relative influence on vertical land motion in 10 of the 40 deltas. The other deltas are either influenced by multiple drivers or dominated by sediment flux or urban expansion. Furthermore, we find that contemporary subsidence surpasses absolute (geocentric) sea-level rise as the dominant driver of relative sea-level rise for most deltas over the twenty-first century. These findings suggest the need for targeted interventions addressing subsidence as an immediate and localized challenge, in parallel with broader efforts to mitigate and adapt to climate change-driven global sea-level rise.",
          "url": "https://doi.org/10.1038/s41586-025-09928-6",
          "doi": "https://doi.org/10.1038/s41586-025-09928-6",
          "filter": "2"
        },
        {
          "title": "An electrically injected solid-state surface acoustic wave phonon laser",
          "authors": "Alexander Wendt, Matthew J. Storey, Michael Miller, Dalton Anderson, Eric Chatterjee, William Horrocks, Brandon Smith, Ping-Show Wong, Shawn Arterburn, Thomas A. Friedmann, Lisa Hackett, Matt Eichenfield",
          "url": "https://doi.org/10.1038/s41586-025-09950-8",
          "doi": "https://doi.org/10.1038/s41586-025-09950-8",
          "filter": "2"
        },
        {
          "title": "Sub-zero Celsius elastocaloric cooling via low-transition-temperature alloys",
          "authors": "Guoan Zhou, Zexi Li, Zhongzheng Deng, Shuhuai Yao, Ali Safari, Lingyun Zhang, Peng Hua, Qingping Sun",
          "url": "https://doi.org/10.1038/s41586-025-09946-4",
          "doi": "https://doi.org/10.1038/s41586-025-09946-4",
          "filter": "2"
        },
        {
          "title": "Coherent nonlinear X-ray four-photon interaction with core-shell electrons",
          "authors": "Ana Sofia Morillo-Candas, Sven Augustin, Eduard Prat, Antoine Sarracini, Jonas Knurr, Serhane Zerdane, Zhibin Sun, Ningchen Yang, Marc Rebholz, Hankai Zhang, Yunpei Deng, Xinhua Xie, Elnaz Zyaee, David Rohrbach, Andrea Cannizzo, Andre Al-Haddad, Kirsten Schnorr, Christian Ott, Thomas Feurer, Christoph Bostedt, Thomas Pfeifer, Gregor Knopp",
          "url": "https://doi.org/10.1038/s41586-025-09911-1",
          "doi": "https://doi.org/10.1038/s41586-025-09911-1",
          "filter": "2"
        },
        {
          "title": "N1-Methylpseudouridine directly modulates translation dynamics",
          "authors": "Batsheva Rozman, Karin Broennimann, K. Shanmugha Rajan, Aharon Nachshon, Chiranjeet Saha, Tamar Arazi, Vishnu Mohan, Tamar Geiger, Clayton J. Wollner, Justin M. Richner, Eric Westhof, Ada Yonath, Anat Bashan, Noam Stern-Ginossar",
          "url": "https://doi.org/10.1038/s41586-025-09945-5",
          "doi": "https://doi.org/10.1038/s41586-025-09945-5",
          "filter": "2"
        },
        {
          "title": "Microbiota-induced T cell plasticity enables immune-mediated tumour control",
          "authors": "Tariq A. Najar, Yuan Hao, Yuhan Hao, Gabriela Romero-Meza, Alexandra Dolynuk, Emma Almo, Dan R. Littman",
          "abstract": "Therapies that harness the immune system to target and eliminate tumour cells have revolutionized cancer care. Immune checkpoint blockade (ICB), which boosts the anti-tumour immune response by inhibiting negative regulators of T cell activation 1–3 , is remarkably successful in a subset of cancer patients. Yet a significant proportion do not respond to treatment, emphasizing the need to understand factors influencing the therapeutic efficacy of ICB 4–9 . The gut microbiota, consisting of trillions of microorganisms residing in the gastrointestinal tract, has emerged as a critical determinant of immune function and response to cancer immunotherapy, with several studies demonstrating association of microbiota composition with clinical response 10–16 . However, a mechanistic understanding of how gut commensal bacteria influence the efficacy of ICB remains elusive. Here we use a gut commensal microorganism, segmented filamentous bacteria (SFB), which induces an antigen-specific T helper 17 (T H 17) cell effector program in the small intestine lamina propria (SILP) 17 , to investigate how colonization with this microbe affects the efficacy of ICB in restraining distal growth of tumours sharing antigen with SFB. We find that anti-programmed cell death protein 1 (PD-1) treatment effectively inhibits the growth of implanted SFB antigen-expressing melanoma only if mice are colonized with SFB. Through T cell receptor (TCR) clonal lineage tracing, fate mapping and peptide–major histocompatability complex (MHC) tetramer staining, we identify tumour-associated SFB-specific T helper 1 (T H 1)-like cells derived from the homeostatic T H 17 cells induced by SFB colonization in the SILP. These gut-educated ex-T H 17 cells produce high levels of the pro-inflammatory cytokines interferon (IFN)-γ and tumour necrosis factor (TNF) within the tumour microenvironment (TME), enhancing antigen presentation and promoting recruitment, expansion and effector functions of CD8 + tumour-infiltrating cytotoxic lymphocytes and thereby enabling anti-PD-1-mediated tumour control. Conditional ablation of SFB-induced IL-17A + CD4 +  T cells, precursors of tumour-associated T H 1-like cells, abolishes anti-PD-1-mediated tumour control and markedly impairs tumour-specific CD8 + T cell recruitment and effector function within the TME. Our data, as a proof of principle, define a cellular pathway by which a single, defined intestinal commensal imprints T cell plasticity that potentiates PD-1 blockade, and indicate targeted modulation of the microbiota as a strategy to broaden ICB efficacy.",
          "url": "https://doi.org/10.1038/s41586-025-09913-z",
          "doi": "https://doi.org/10.1038/s41586-025-09913-z",
          "filter": "2"
        },
        {
          "title": "Mosaic lateral heterostructures in two-dimensional perovskite",
          "authors": "Shuchen Zhang, Yuan Lu, Linghai Zhang, Hongsheng Shi, Xiao Wang, Zhaoming Wang, Jiaxin Li, Zehua He, Kang Wang, Ke Ma, Hanjun Yang, Chenjian Lin, Yue Hu, Shangfeng Yang, Yi Yu, Letian Dou",
          "url": "https://doi.org/10.1038/s41586-025-09949-1",
          "doi": "https://doi.org/10.1038/s41586-025-09949-1",
          "filter": "2"
        },
        {
          "title": "Ancient pottery reveals early evidence of mathematical thinking",
          "url": "https://doi.org/10.1038/d41586-026-00069-y",
          "doi": "https://doi.org/10.1038/d41586-026-00069-y",
          "filter": "4"
        },
        {
          "title": "Wolf pup’s stomach yields DNA from one of world’s last surviving woolly rhinos",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-026-00161-3",
          "doi": "https://doi.org/10.1038/d41586-026-00161-3",
          "filter": "4"
        },
        {
          "title": "This shapeshifting polymer was inspired by octopus skin",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-026-00101-1",
          "doi": "https://doi.org/10.1038/d41586-026-00101-1",
          "filter": "4"
        },
        {
          "title": "Genomic clues to the origin of eukaryotic cells",
          "authors": "John M. Archibald",
          "url": "https://doi.org/10.1038/d41586-025-04094-1",
          "doi": "https://doi.org/10.1038/d41586-025-04094-1",
          "filter": "4"
        },
        {
          "title": "Biosensors characterize the routes taken by receptors to different active states",
          "url": "https://doi.org/10.1038/d41586-026-00011-2",
          "doi": "https://doi.org/10.1038/d41586-026-00011-2",
          "filter": "4"
        },
        {
          "title": "AI models were given four weeks of therapy: the results worried researchers",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-04112-2",
          "doi": "https://doi.org/10.1038/d41586-025-04112-2",
          "filter": "4"
        },
        {
          "title": "Mysterious ‘little red dots’ could be black holes in disguise",
          "authors": "Rodrigo Nemmen",
          "url": "https://doi.org/10.1038/d41586-025-04089-y",
          "doi": "https://doi.org/10.1038/d41586-025-04089-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Octopus-inspired synthetic ‘skin’ changes appearance on demand",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-026-00080-3",
          "doi": "https://doi.org/10.1038/d41586-026-00080-3",
          "filter": "4"
        },
        {
          "title": "Do you have a side hustle alongside your PhD studies? Take Nature’s poll",
          "url": "https://doi.org/10.1038/d41586-026-00145-3",
          "doi": "https://doi.org/10.1038/d41586-026-00145-3",
          "filter": "4"
        },
        {
          "title": "Memories of items and their contexts are encoded by separate groups of human brain cells",
          "url": "https://doi.org/10.1038/d41586-026-00016-x",
          "doi": "https://doi.org/10.1038/d41586-026-00016-x",
          "filter": "4"
        },
        {
          "title": "We need to talk about salaries in science",
          "authors": "Dritjon Gruda",
          "url": "https://doi.org/10.1038/d41586-025-03488-5",
          "doi": "https://doi.org/10.1038/d41586-025-03488-5",
          "filter": "4"
        },
        {
          "title": "Credit in research goes hand in hand with responsibility",
          "url": "https://doi.org/10.1038/d41586-026-00006-z",
          "doi": "https://doi.org/10.1038/d41586-026-00006-z",
          "filter": "4"
        },
        {
          "title": "AIs are biased toward some Indian castes — how can researchers fix this?",
          "authors": "Mohana Basu",
          "url": "https://doi.org/10.1038/d41586-025-04041-0",
          "doi": "https://doi.org/10.1038/d41586-025-04041-0",
          "filter": "4"
        },
        {
          "title": "Ancient ‘snowball’ Earth had frigidly briny seas",
          "url": "https://doi.org/10.1038/d41586-025-04081-6",
          "doi": "https://doi.org/10.1038/d41586-025-04081-6",
          "filter": "4"
        },
        {
          "title": "The academic community failed Wikipedia for 25 years — now it might fail us",
          "authors": "Dariusz Jemielniak",
          "url": "https://doi.org/10.1038/d41586-026-00075-0",
          "doi": "https://doi.org/10.1038/d41586-026-00075-0",
          "filter": "4"
        },
        {
          "title": "US science in 2026: five themes that will dominate Trump’s second year",
          "authors": "Jeff Tollefson, Max Kozlov, Dan Garisto",
          "url": "https://doi.org/10.1038/d41586-026-00058-1",
          "doi": "https://doi.org/10.1038/d41586-026-00058-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Fusion reactor pushes plasma past crucial limit",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00115-9",
          "doi": "https://doi.org/10.1038/d41586-026-00115-9",
          "filter": "4"
        },
        {
          "title": "Fresh starts: how to thrive when you leave academia",
          "authors": "Josie Glausiusz",
          "url": "https://doi.org/10.1038/d41586-026-00085-y",
          "doi": "https://doi.org/10.1038/d41586-026-00085-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The neural circuit that can make it hard to start a difficult task",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00142-6",
          "doi": "https://doi.org/10.1038/d41586-026-00142-6",
          "filter": "4"
        },
        {
          "title": "LLMs behaving badly: mistrained AI models quickly go off the rails",
          "authors": "Richard Ngo",
          "url": "https://doi.org/10.1038/d41586-025-04090-5",
          "doi": "https://doi.org/10.1038/d41586-025-04090-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Same-sex sex is a normal part of some primates’ lives",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00149-z",
          "doi": "https://doi.org/10.1038/d41586-026-00149-z",
          "filter": "4"
        },
        {
          "title": "Why is flu so bad this year? Highly mutated variant offers answers",
          "authors": "Edward Chen",
          "url": "https://doi.org/10.1038/d41586-026-00061-6",
          "doi": "https://doi.org/10.1038/d41586-026-00061-6",
          "filter": "4"
        },
        {
          "title": "Student mental health is in crisis — here’s how to help",
          "authors": "Lauro Miranda Demenech, Anne Duffy",
          "url": "https://doi.org/10.1038/d41586-026-00084-z",
          "doi": "https://doi.org/10.1038/d41586-026-00084-z",
          "filter": "4"
        },
        {
          "title": "How did birds evolve? The answer is wilder than anyone thought",
          "authors": "Michael Marshall",
          "url": "https://doi.org/10.1038/d41586-026-00076-z",
          "doi": "https://doi.org/10.1038/d41586-026-00076-z",
          "filter": "4"
        },
        {
          "title": "Do their ears hang low? The genetics of dogs’ adorable floppy ears",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-026-00071-4",
          "doi": "https://doi.org/10.1038/d41586-026-00071-4",
          "filter": "4"
        },
        {
          "title": "AI writing tools could lead scholars from low-income countries to erase their own voices",
          "authors": "Zhenning Li, Zhengbing He",
          "url": "https://doi.org/10.1038/d41586-026-00121-x",
          "doi": "https://doi.org/10.1038/d41586-026-00121-x",
          "filter": "4"
        },
        {
          "title": "Developing super-tortillas to address malnutrition in Latin America",
          "authors": "Rachael Pells",
          "url": "https://doi.org/10.1038/d41586-026-00087-w",
          "doi": "https://doi.org/10.1038/d41586-026-00087-w",
          "filter": "4"
        },
        {
          "title": "AI can turbocharge scientists’ careers — but limit their scope",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-026-00162-2",
          "doi": "https://doi.org/10.1038/d41586-026-00162-2",
          "filter": "4"
        },
        {
          "title": "‘We’re humans — brilliant and a mess’: Wikipedia founder Jimmy Wales on trust and optimism",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-026-00083-0",
          "doi": "https://doi.org/10.1038/d41586-026-00083-0",
          "filter": "4"
        },
        {
          "title": "Should the Loch Ness Monster have a scientific name?",
          "url": "https://doi.org/10.1038/d41586-025-03991-9",
          "doi": "https://doi.org/10.1038/d41586-025-03991-9",
          "filter": "4"
        },
        {
          "title": "Predicting the fate of tropical forests under intensifying heat",
          "authors": "Kristina J. Anderson-Teixeira, Krishna Anujan",
          "url": "https://doi.org/10.1038/d41586-025-04093-2",
          "doi": "https://doi.org/10.1038/d41586-025-04093-2",
          "filter": "4"
        },
        {
          "title": "Six steps to protect researchers’ digital security",
          "authors": "Virginia Gewin",
          "url": "https://doi.org/10.1038/d41586-026-00086-x",
          "doi": "https://doi.org/10.1038/d41586-026-00086-x",
          "filter": "4"
        },
        {
          "title": "AI can spark creativity — if we ask it how, not what, to think",
          "authors": "Brian Uzzi",
          "url": "https://doi.org/10.1038/d41586-026-00049-2",
          "doi": "https://doi.org/10.1038/d41586-026-00049-2",
          "filter": "4"
        },
        {
          "title": "How to improve vaccine uptake: a huge study offers clues",
          "authors": "Brian Owens",
          "url": "https://doi.org/10.1038/d41586-026-00092-z",
          "doi": "https://doi.org/10.1038/d41586-026-00092-z",
          "filter": "4"
        },
        {
          "title": "During the course of my PhD, I’ve been relearning how to rest",
          "authors": "Ashley Moses",
          "url": "https://doi.org/10.1038/d41586-025-03342-8",
          "doi": "https://doi.org/10.1038/d41586-025-03342-8",
          "filter": "4"
        },
        {
          "title": "Can’t get motivated? This brain circuit might explain why — and it can be turned off",
          "authors": "Lynne Peeples",
          "url": "https://doi.org/10.1038/d41586-026-00062-5",
          "doi": "https://doi.org/10.1038/d41586-026-00062-5",
          "filter": "4"
        },
        {
          "title": "Don’t assume that women’s low retraction rates reflect male ‘boldness’",
          "authors": "Carrie J. McAdams, Kristine M. Erlandson, Sarah N. Cross, Katharine J. Liang",
          "url": "https://doi.org/10.1038/d41586-026-00120-y",
          "doi": "https://doi.org/10.1038/d41586-026-00120-y",
          "filter": "4"
        },
        {
          "title": "How ageing harms the body’s response to raging infection",
          "authors": "Edward Chen",
          "url": "https://doi.org/10.1038/d41586-026-00159-x",
          "doi": "https://doi.org/10.1038/d41586-026-00159-x",
          "filter": "4"
        },
        {
          "title": "Chinese nuclear fusion reactor pushes plasma past crucial limit: what happens next",
          "authors": "Mohana Basu",
          "url": "https://doi.org/10.1038/d41586-026-00063-4",
          "doi": "https://doi.org/10.1038/d41586-026-00063-4",
          "filter": "4"
        },
        {
          "title": "What the future holds for AI – from the people shaping it",
          "authors": "Noah Baker",
          "url": "https://doi.org/10.1038/d41586-026-00147-1",
          "doi": "https://doi.org/10.1038/d41586-026-00147-1",
          "filter": "4"
        },
        {
          "title": "AlphaFold can help African researchers to do cutting-edge structural biology",
          "authors": "Emmanuel Nji",
          "url": "https://doi.org/10.1038/d41586-026-00072-3",
          "doi": "https://doi.org/10.1038/d41586-026-00072-3",
          "filter": "4"
        },
        {
          "title": "Same-sex sexual behaviour can help primates to survive — and reproduce",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00119-5",
          "doi": "https://doi.org/10.1038/d41586-026-00119-5",
          "filter": "4"
        },
        {
          "title": "‘Coming out as a transgender scientist made me the best teacher I’ve ever been’",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-026-00057-2",
          "doi": "https://doi.org/10.1038/d41586-026-00057-2",
          "filter": "4"
        },
        {
          "title": "Getting to the (square) root of stock-market swings",
          "url": "https://doi.org/10.1038/d41586-026-00045-6",
          "doi": "https://doi.org/10.1038/d41586-026-00045-6",
          "filter": "4"
        },
        {
          "title": "AI tools boost individual scientists but could limit research as a whole",
          "authors": "Veda C. Storey",
          "url": "https://doi.org/10.1038/d41586-025-04092-3",
          "doi": "https://doi.org/10.1038/d41586-025-04092-3",
          "filter": "4"
        },
        {
          "title": "No world-changing discoveries without biodiversity",
          "authors": "Kenneth D. Winkel, Brendan A. Wintle",
          "url": "https://doi.org/10.1038/d41586-026-00122-w",
          "doi": "https://doi.org/10.1038/d41586-026-00122-w",
          "filter": "4"
        },
        {
          "title": "Disappearing ‘planet’ reveals a solar system’s turbulent times",
          "url": "https://doi.org/10.1038/d41586-025-04148-4",
          "doi": "https://doi.org/10.1038/d41586-025-04148-4",
          "filter": "4"
        },
        {
          "title": "To infinity and beyond Earth’s pale blue dot: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-026-00077-y",
          "doi": "https://doi.org/10.1038/d41586-026-00077-y",
          "filter": "4"
        },
        {
          "title": "Cancer might evade immune defences by stealing mitochondria",
          "authors": "Laura Dattaro",
          "url": "https://doi.org/10.1038/d41586-026-00123-9",
          "doi": "https://doi.org/10.1038/d41586-026-00123-9",
          "filter": "4"
        },
        {
          "title": "US scientists push back as Trump eyes Greenland",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-026-00068-z",
          "doi": "https://doi.org/10.1038/d41586-026-00068-z",
          "filter": "4"
        },
        {
          "title": "Three tips for scientific writing: a guide for graduate students",
          "authors": "Courtney Peña-Lima, Troy C. Dildine, Raechel Lee",
          "url": "https://doi.org/10.1038/d41586-025-03804-z",
          "doi": "https://doi.org/10.1038/d41586-025-03804-z",
          "filter": "4"
        },
        {
          "title": "Stretchy organic LED devices with an ‘exciplex’ state are highly efficient",
          "url": "https://doi.org/10.1038/d41586-025-04164-4",
          "doi": "https://doi.org/10.1038/d41586-025-04164-4",
          "filter": "4"
        },
        {
          "title": "Ageing rewires the body’s tolerance to infection",
          "authors": "Miguel P. Soares, Elisa Jentho",
          "url": "https://doi.org/10.1038/d41586-025-04091-4",
          "doi": "https://doi.org/10.1038/d41586-025-04091-4",
          "filter": "4"
        },
        {
          "title": "NASA won’t bring Mars samples back to Earth: this is the science that will be lost",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-026-00060-7",
          "doi": "https://doi.org/10.1038/d41586-026-00060-7",
          "filter": "4"
        },
        {
          "title": "The infection enigma: why some people die from typically harmless germs",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-026-00082-1",
          "doi": "https://doi.org/10.1038/d41586-026-00082-1",
          "filter": "4"
        },
        {
          "title": "Beneath acid skies",
          "authors": "João Guilherme Bochnia Küster",
          "url": "https://doi.org/10.1038/d41586-025-04030-3",
          "doi": "https://doi.org/10.1038/d41586-025-04030-3",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Ancient DNA and isotope data reflect social diversity in an Eastern Zhou cemetery",
          "url": "https://doi.org/10.1038/s41562-025-02364-6",
          "doi": "https://doi.org/10.1038/s41562-025-02364-6",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "The co-occurrence of ingroup and outgroup prosociality across 121 societies",
          "authors": "Kasper Otten",
          "abstract": "In an increasingly interconnected world, prosociality across group boundaries becomes ever more important. Yet, a common premise in the behavioral and social sciences is that people are prosocial mainly toward their ingroup and not outgroups. So far, evidence for this premise comes mostly from studies in which people must choose between ingroup and outgroup prosociality, thereby precluding positive associations between the two types of prosociality. We study situations in which people make separate decisions regarding the ingroup and outgroup, allowing us to examine how ingroup and outgroup prosociality are related. Across six large-scale and cross-societal datasets spanning 743,402 individuals in 121 societies, we find a robust positive relationship between ingroup and outgroup prosociality. This relationship holds across societies, different group categorizations, and a diverse range of prosociality measures, including prisoner’s dilemmas, public good dilemmas, dictator games, and survey items on trust and tolerance. Although people are slightly more prosocial toward their ingroup than the outgroup, those who are prosocial toward the ingroup also tend to be prosocial toward the outgroup. The results offer an optimistic message for prosociality across group boundaries. When people are not made to choose between the ingroup and outgroup, they are generally prosocial toward both.",
          "url": "https://doi.org/10.1073/pnas.2517013123",
          "doi": "https://doi.org/10.1073/pnas.2517013123",
          "filter": "0"
        },
        {
          "title": "Global destocking of extensive livestock: An overlooked trend with Earth system consequences",
          "authors": "José D. Anadón, Osvaldo E. Sala",
          "abstract": "Managed grazing is the most extensive land use on Earth. The prevailing narrative is that global rangelands, from grasslands to deserts, are being degraded by overgrazing due to overstocking. This perception arises from scientific literature, which contains an order of magnitude more studies on overstocking than on reductions in stocking rates. In contrast, over the past 25 y, regions representing almost half (42%) of global livestock have experienced reductions in stocking rates rather than the expected increases. We evaluated socioeconomic, technological, and climatic direct drivers, as well as indirect drivers, of global stocking patterns. Trade and climate had no detectable effects, whereas technological shifts and meat consumption had an impact on stocking rates. Direct drivers were largely controlled by human population and gross domestic product. Wealthier regions, with slower population growth, greater feed supplementation, and reliance on nongrazing livestock, reduced stocking rates. Less affluent regions, facing rapid population growth and rising meat demand but limited technological and feed resources, increased stocking rates. The overlooked reductions in stocking rates may have major ecological consequences at regional and global scales. Destocking can impact biodiversity, fire regimes, potentially increase carbon sequestration, and modify land–atmosphere fluxes. These effects are not simply the reverse of overstocking, as some consequences are irreversible, including state transitions and local extinctions. The skewed pattern of publications toward overstocking and overgrazing led to a perception of widespread degradation and had consequences on research direction and policy.",
          "url": "https://doi.org/10.1073/pnas.2509097122",
          "doi": "https://doi.org/10.1073/pnas.2509097122",
          "filter": "0"
        },
        {
          "title": "Explaining supernatural cures for poorly understood illnesses: Revisiting classic questions with new evidence",
          "authors": "H. Russell Bernard, Amber Wutich",
          "url": "https://doi.org/10.1073/pnas.2531788123",
          "doi": "https://doi.org/10.1073/pnas.2531788123",
          "filter": "0"
        },
        {
          "title": "The aspiration for scalable citizen-level interventions and the missing tests of countermessaging",
          "authors": "Ariel Malka, James N. Druckman",
          "url": "https://doi.org/10.1073/pnas.2527948123",
          "doi": "https://doi.org/10.1073/pnas.2527948123",
          "filter": "0"
        },
        {
          "title": "Unlocking the benefits of transparent and reusable science for climate risk management",
          "authors": "Adam B. Pollack, Lisa Auermuller, Casey D. Burleyson, Jentry Campbell, Madison Condon, Courtney Cooper, Matteo Coronese, Sönke Dangendorf, James Doss-Gollin, Prabhat Hegde, Casey Helgeson, Robert E. Kopp, Jan Kwakkel, Corey Lesk, Justin Mankin, Robert E. Nicholas, Jennie Rice, Samantha Roth, Vivek Srikrishnan, Moira Scheeler, Nancy Tuana, Chris Vernon, Mengqi Zhao, Klaus Keller",
          "abstract": "People around the world seek climate risk information to guide their decisions. For instance, projections about future flood risk inform where households choose to live, how lenders manage credit risks, and which communities receive federal funding. Yet data limitations and fundamental validation challenges raise important concerns about the reliability of such projections. The principles of transparency and reusability help address these concerns by enabling scrutiny of assumptions and methods, development of foundational data and tools, and consistent application of evaluation standards. While there is ongoing debate about how much transparency commercial climate risk services should provide, many expect noncommercial actors to lead the way on operationalizing transparency and reusability to fulfill their knowledge-building role in the climate risk ecosystem. However, despite prominent success stories, we find a substantial gap between principles and practice: Only four percent of the most-cited peer-reviewed climate risk studies in recent years fully share their data and code although this is a widely accepted minimum standard for transparency. We highlight low-cost measures that noncommercial researchers can take now to improve transparency and reusability. We also emphasize that transformative progress requires substantial investment, cross-sector collaboration, and careful consideration of tradeoffs, data rights, and multiple perspectives on equity. We hope this perspective accelerates both immediate actions and longer-term conversations to improve the ability of science to effectively support timely, evidence-based, and sound climate risk management.",
          "url": "https://doi.org/10.1073/pnas.2422157123",
          "doi": "https://doi.org/10.1073/pnas.2422157123",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Assessing cerebral capillary function and stalling using single capillary reporters in ultrasound localization microscopy",
          "authors": "Stephen A. Lee, Alexis Leconte, Alice Wu, Joshua Kinugasa, Gerardo Ramos Palacios, Jonathan Porée, Abbas F. Sadikot, Andreas Linninger, Jean Provost",
          "abstract": "While transcranial neuroimaging of individual capillary function holds transformative potential for diagnostics, it has proven difficult to achieve. Superresolution ultrasound, while capable of achieving micron-scale resolution, relies on the accumulation of multiple microbubble events, a method inherently limited by the exceedingly low probability of observing such events within capillaries. We present single capillary reporters (SCaRe), a paradigm-shifting approach that utilizes the complete flow trajectory information extracted from individual microbubbles to directly image single capillaries. This method allows for transcranial reconstruction and functional assessment of deep capillary networks in the entire brain. We employed computational simulations and pathological neuroinflammation models to quantify and validate metrics such as capillary transit-time and capillary stalling. Importantly, we demonstrated SCaRe’s ability to resolve immune responses to injury at the single capillary level, markedly broadening research avenues for exploring microvascular dysfunction across diverse neurological conditions.",
          "url": "https://doi.org/10.1073/pnas.2509564123",
          "doi": "https://doi.org/10.1073/pnas.2509564123",
          "filter": "2"
        },
        {
          "title": "ACSS2 upregulation enhances neuronal resilience to aging and tau-associated neurodegeneration",
          "authors": "Naemeh Pourshafie, Desi C. Alexander, Hong Xu, Kechun Yang, Greg Donahue, Xue Lei, Shuo Zhang, Oksana Shcherbakova, Connor Hogan, Michael Gilbert, Kevt’her Hoxha, Lesley Chaboub, Virginia M-Y Lee, Peter D. Adams, John A. Dani, Nancy M. Bonini, Shelley L. Berger",
          "abstract": "Epigenetic mechanisms, including histone acetylation, regulate learning and memory and underlie Alzheimer’s disease and related dementia (ADRD). Acetyl-CoA synthetase 2 (ACSS2), an enzyme generating acetyl-CoA, locally regulates histone acetylation and gene expression in neuronal nuclei. This regulatory mechanism may be a promising target for therapeutic intervention in neurodegenerative diseases. Previously, we showed that systemic ACSS2 knockout mice, although largely normal in physiology, exhibit memory deficits. Here, we investigated whether increasing ACSS2 levels could protect neurons against disease and age-associated cognitive decline. Given the role of tau in ADRD, we used primary hippocampal neurons that mimic the sporadic development of tau pathology and the P301S transgenic mouse model for tau-induced memory decline. Our results show that ACSS2 upregulation mitigates tau-induced transcriptional alterations, enhances neuronal resilience against tau pathology, improves long-term potentiation, and ameliorates memory deficits. Additionally, boosting histone acetylation through ACSS2 countered age-related memory decline. These findings indicate that increasing ACSS2 is highly effective in countering age- and tau-induced transcriptome changes, preserving elevated levels of synaptic genes, and safeguarding synaptic integrity. These findings position ACSS2 as a key epigenetic regulator of cognitive aging and ADRD, highlighting its potential for targeted therapeutics to enhance brain resilience and function.",
          "url": "https://doi.org/10.1073/pnas.2503834122",
          "doi": "https://doi.org/10.1073/pnas.2503834122",
          "filter": "2"
        },
        {
          "title": "Rewinding evolution in planta: A Rubisco-null platform validates high-performance ancestral enzymes",
          "authors": "Vishalsingh R. Chaudhari, Myat T. Lin, Kevin M. Hines, Maureen R. Hanson",
          "abstract": "Improving the photosynthetic enzyme Rubisco is a key target for enhancing C 3 crop productivity, but progress has been hampered by the difficulty of evaluating engineered variants in planta without interference from the native enzyme. Here, we report the creation of a Rubisco-null Nicotiana tabacum platform by using CRISPR-Cas9 to knock out all 11 nuclear-encoded small subunit ( rbcS ) genes. Knockout was achieved in a line expressing cyanobacterial Rubisco from the plastid genome, allowing the recovery of viable plants. We then developed a chloroplast expression system for coexpressing both large and small subunits from the plastid genome. We expressed two resurrected ancestral Rubiscos from the Solanaceae family. The resulting transgenic plants were phenotypically normal and accumulated Rubisco to wild-type levels. Importantly, kinetic analyses of the purified ancestral enzymes revealed they possessed a 16 to 20% higher catalytic efficiency ( k cat,air /K c,air ) under ambient conditions, driven by a significantly faster turnover rate ( k cat,air ). We have demonstrated that our system allows robust in vivo assessment of novel Rubiscos and that ancestral reconstruction is a powerful strategy for identifying superior enzymes to improve photosynthesis in C 3 crops.",
          "url": "https://doi.org/10.1073/pnas.2523360123",
          "doi": "https://doi.org/10.1073/pnas.2523360123",
          "filter": "2"
        },
        {
          "title": "Phantom sinks and missing pollution: Legacies of a hardened number",
          "authors": "Bruce A. Hungate",
          "url": "https://doi.org/10.1073/pnas.2531787123",
          "doi": "https://doi.org/10.1073/pnas.2531787123",
          "filter": "2"
        },
        {
          "title": "Multiomics identifies a cholesterol–TFEB–PLD3–TLR9 axis driving immunosuppressive tumor-associated macrophage polarization in esophageal squamous cell carcinoma",
          "authors": "Licheng Tan, Hongyu Zhou, Baifeng Zhang, Dora Lai Wan Kwong, Yongxu Jia, Jiayi Huang, Kin To Hugo Siu, Shuang Zhang, Jiao Huang, Jie Luo, Yuma Yang, Qin Liu, Yingchen Lyu, Liuxian Ban, Ziyang Qi, Nanzhou Yu, Chaohui He, Weiguang Zhang, Yanru Qin, Beilei Liu, Xinyuan Guan",
          "abstract": "Tumor-associated macrophages (TAMs) reshape the tumor immune microenvironment and promote tumor progression, yet the underlying mechanisms remain largely unclear. Through integration of single-cell RNA (scRNA) sequencing datasets from esophageal squamous cell carcinoma (ESCC), we identified a distinct protumoral macrophage population with elevated expression of phospholipase D3 (PLD3). Multiomics investigations revealed that high infiltration of these PLD3-high macrophages was associated with poor clinical outcomes in ESCC patients. Mechanistically, tumor cells secreted cholesterol to modulate the microenvironment. Upon the uptake by TAMs, cholesterol triggered the nuclear translocation of transcription factor EB (TFEB), which directly bound to the PLD3 promoter region and activated its transcription. The overexpressed PLD3 localized to lysosomes, enzymatically degrading single-stranded nucleic acids, thereby suppressing the activation of the toll-like receptor 9 (TLR9) pathway. This cascade ultimately impaired effector T cell function and sustained an immunosuppressive tumor microenvironment (TME). Notably, therapeutic intervention using ODN2216-siPLD3 in murine models enhanced CD8 T cell infiltration and significantly inhibited tumor growth. Our findings highlight PLD3-high macrophages as a promising diagnostic biomarker and a therapeutic target for ESCC, paving the way for potential clinical translation.",
          "url": "https://doi.org/10.1073/pnas.2520427123",
          "doi": "https://doi.org/10.1073/pnas.2520427123",
          "filter": "2"
        },
        {
          "title": "QnAs with Jasmin Graham",
          "authors": "Matthew Hardcastle",
          "url": "https://doi.org/10.1073/pnas.2536576123",
          "doi": "https://doi.org/10.1073/pnas.2536576123",
          "filter": "2"
        },
        {
          "title": "Brain glucodynamic variability is an essential feature of the metabolism–cognition relationship",
          "authors": "Hamish A. Deery, Emma Liang, Chris Moran, Gary F. Egan, Sharna D. Jamadar",
          "abstract": "Variability ensures that complex biological systems, including the brain, are capable of responding to changing environmental demands. While the importance of neural variability in electrophysiological and hemodynamic aspects of brain activity is beginning to be understood, little is known about how variability in molecular activity influences brain function. Here, we examine how temporal variability in glucodynamics, or time-varying glucose use, is related to cognition in 35 younger and 43 older adults. Baseline metabolic rates of glucose indexed across the scan were not directly associated with cognition. Rather, higher glucodynamic variability, and its coherence into metabolic networks, was associated with better cognitive performance. Lower glucodynamic variability in aging was associated with altered metabolic network efficiency and reduced cognitive performance. Our results demonstrate for the first time that variability in cerebral glucose metabolism is biologically and functionally relevant to cognition and the network architecture of the brain. Cognition is influenced by time-varying glucose metabolism and its coherent fluctuations in metabolic networks. A loss of glucodynamics in aging reduces the efficiency of the metabolic connectome and contributes to reduced cognitive performance. The study of glucodynamics significantly advances our understanding of metabolic brain changes in health, aging, and disease.",
          "url": "https://doi.org/10.1073/pnas.2510850123",
          "doi": "https://doi.org/10.1073/pnas.2510850123",
          "filter": "2"
        },
        {
          "title": "Ancient landscape evolution tracked through cosmogenic krypton in detrital zircon",
          "authors": "Maximilian Dröllner, Milo Barham, Christopher L. Kirkland, Taryn Scharf, Sabrina Niemeyer, Tibor J. Dunai",
          "abstract": "Cosmogenic nuclides have revolutionized our quantitative understanding of landscape evolution via measurements of near-surface erosion, exposure, and burial. Here, we integrate stable cosmogenic krypton in detrital zircon with U–Pb geochronology to extend the temporal limits of cosmogenic nuclide applications and reconstruct Eocene landscape evolution from drill cores of placer deposits in southern Australia. Zircon U–Pb crystallization ages are interpreted to reflect paleodrainage from a deeply weathered ~800,000 km 2 hinterland and transport via a ~1,000 km littoral drift system. The measured cosmogenic 78 Kr concentration of detrital zircon samples ranges from ~6.4 × 10 5 to 1.8 × 10 7 atoms per gram, suggesting low paleodenudation rates of 0.3 to 0.7 m per My [interquartile range (IQR)]. Such low denudation rates are below those expected by comparison to modern analogs and point to underestimation due to re-exposure during sediment transport and shallow storage. Expressing the concentrations as apparent exposure times, which approximate the near-surface integrated residence time, yields estimates of 0.9 to 2.1 My (IQR). In the stratigraphic and mineralogical context, the dataset records a shift from compositionally mature placers with uniformly high residence times (~1.6 My) to less mature placers with stratigraphically variable residence times (~0.7 to 2.7 My). We infer a shift from prolonged sediment storage, during which the mineral assemblage was modified, to a more dynamic transport regime with higher net transfer rates. The timing suggests eustatic and tectonic forcing, and cosmogenic krypton captures this transition, aiding reconstruction of how ancient landscapes and the sedimentary record coevolve.",
          "url": "https://doi.org/10.1073/pnas.2516058122",
          "doi": "https://doi.org/10.1073/pnas.2516058122",
          "filter": "2"
        },
        {
          "title": "Controlled assembly and sophisticated additive manufacturing of macroscopic droplets",
          "authors": "Yujie Yang, Huasheng Tian, Aixin Song, Lu Xu, Jingcheng Hao",
          "abstract": "Assembly of liquid droplets into ordered patterns and architectures has gained great interests in recent years in view of its tremendous prospects in achieving advanced biological, biochemical, and biomimetic functions. Nevertheless, current assembly techniques using lipids or colloidal particles are generally of complicated preparations, long periods, and limited droplet sizes. Here, we develop a simple and ultrafast route to assemble macroscopic water droplets into three reconfigurable structures defined as “ connection ”, “ arrest coalescence ”, and “ total coalescence ”, respectively, in dodecane using jammed nanoparticle surfactant films (termed as “POSS surfactants”) with tunable interfacial properties. Further with the POSS surfactants facilitating a sturdy and nearly instant connection between the macrodroplets, they can act as one kind of compartmentalized 3D printing inks for constructing all-liquid patterns and more integrated, sophisticated architectures capable of functioning as microreactors for transporting cargo molecules over controlled macroscale distances and dimensions. Our study can serve as a useful complement to conventional approaches that are normally used for assembling microsized droplets.",
          "url": "https://doi.org/10.1073/pnas.2519305123",
          "doi": "https://doi.org/10.1073/pnas.2519305123",
          "filter": "2"
        },
        {
          "title": "Origin of class B J-domain proteins involved in amyloid transactions",
          "authors": "Przemyslaw Domanski, Milena Stolarska, Katarzyna Kalinowska, Dominik Purzycki, Brenda A. Schilke, Hubert Wyszkowski, Marcin Pitek, Aneta Szymanska, Katarzyna Bury, Jacek Czub, Agnieszka A. Klosowska, Elizabeth A. Craig, Jaroslaw Marszalek, Bartlomiej Tomiczek",
          "abstract": "J-domain protein (JDP) chaperones function widely in proteostasis. Notably, eukaryotic class B JDPs of the cytosol/nucleus prevent assembly or drive disassembly of amyloid aggregates known to cause neurodegenerative diseases, yet their evolutionary origin is not known. Members of the most ubiquitous class B subgroup, canonical B (B C ) JDPs, lack the signature zinc finger domain (ZnF) of the more prevalent class A JDPs, while having other key features in common. Our phylogenetic analysis revealed that B C JDPs evolved more than once from class A duplicates, losing their ZnF. The cytonuclear B C s emerged at the base of eukaryotes. Cytonuclear class B’ (i.e., B’ (ST) ) JDPs that have a substrate binding domain of unknown origin, distinct from that of As and B C s, emerged from a B C duplication at the base of metazoans and subsequently multiplied by duplications. The origin of B’ (ST) s, which are capable of suppressing formation of amyloid aggregates, predated the emergence of disease-causing amyloidogenic proteins. Using ancestral protein resurrection, we tested when cytonuclear Bs evolved their amyloid related functions. We found that their common ancestor with As, AncAB that has a ZnF does not efficiently facilitate disassembly of amyloid fibrils, while AncB, which lacks a ZnF, does. Overall, our findings are consistent with the idea that, though the ZnF of class A JDPs is important for some roles, its loss allowed evolution of novel functions, as illustrated by the ability of B C and B’ (ST) JDPs to control amyloid aggregate levels.",
          "url": "https://doi.org/10.1073/pnas.2522403123",
          "doi": "https://doi.org/10.1073/pnas.2522403123",
          "filter": "2"
        },
        {
          "title": "Supersaturation-engineered wafer-scale growth of anisotropic 2D organic crystals for uniform polarimetric sensing",
          "authors": "Xianfeng Shen, Xianshuo Wu, Ximeng Yao, Chunli Ma, Lingjie Sun, Zhaofeng Wang, Pichao Gao, Dong Zeng, Wei Deng, Jiansheng Jie, Fangxu Yang, Rongjin Li, Wenping Hu",
          "abstract": "Organic single crystals endowed with intrinsic anisotropy hold great promise for the realization of miniaturized, polarization-sensitive photodetectors. However, conventional dip-coating approaches struggle to produce wafer-scale single-crystalline films, as the supersaturation conditions optimized for nucleation invariably conflict with those required for crystal growth, leading to fragmented domains and compromised device performance. Here, we introduce an in situ seeded dip coating (SDC) strategy that overcomes this limitation by engineering supersaturation to temporally decouple nucleation from crystal growth. This enables the scalable production of ultrathin two-dimensional molecular crystal (2DMC) films with exceptional uniformity across wafer dimensions. Organic field-effect transistor arrays fabricated from these 2DMCs exhibit high average charge carrier mobility (14.5 cm 2 V −1 s −1 ) and spatial homogeneity, evidenced by an ultralow mobility coefficient of variation (CV) of 4.5%. These arrays demonstrate robust polarization sensitivity with an average dichroic ratio (DR) of 2.2 and a low DR CV of 8.6%. Capitalizing on this uniformity, we constructed dual-device pixel units capable of full-range 180° polarization angle identification, enabling direct application in polarization-encoded optical encryption. The SDC technique provides a scalable pathway for practical high-performance organic polarization-sensitive optoelectronics.",
          "url": "https://doi.org/10.1073/pnas.2522805123",
          "doi": "https://doi.org/10.1073/pnas.2522805123",
          "filter": "2"
        },
        {
          "title": "Phase-transition-like behaviors of sequence-selective dynamic bonds",
          "authors": "Xiaobin Dai, Yuming Wang, Wenjie Wei, Zheng Jiao, Wenlong Chen, Linghe Cheng, Li-Tang Yan",
          "abstract": "Sequence-selective dynamic bonds (SSDBs) are ubiquitous in nature and man-made systems as diverse as DNA, proteins, and synthetic sequence-defined oligomers. The specific and dynamic nature of this class of bonds enables encoded linkers to program the self-assembly of a broad range of building blocks. However, the possible collective behavior emerging from multiple SSDBs in programmable self-assembly remains elusive, due to experimental challenges. Here, we analyze the thermodynamic properties and kinetic pathways of SSDB hybridization through simulations supported by analytical theories, treating widely applicable cases of sequence-selective interactions. Our results reveal that the hybridization of SSDB linkers with certain rotational freedom can result in phase-transition-like behavior, which dictates the stability and the spontaneous transitions of typical states. In particular, there exists a metastable intermediate that plays a critical role in the thermally active hybridization facilitated by entropy, in contrast to normal dynamic bonds. We demonstrate that such a unique characteristic of thermodynamics causes stepwise kinetics of SSDB hybridization and hence anomalous diffusion of particles functionalized with SSDB linkers. Our work suggests that the presence of collective effect and phase-transition-like behavior may well be the crucial feature that guides larger scale ordering and dynamics in diverse systems of multiple SSDBs.",
          "url": "https://doi.org/10.1073/pnas.2514117123",
          "doi": "https://doi.org/10.1073/pnas.2514117123",
          "filter": "2"
        },
        {
          "title": "ADAR-GPT : A continually fine-tuned language model for predicting A-to-I RNA editing sites",
          "authors": "Zohar Rosenwasser, Roni Cohen-Fultheim, Michael Levitt, Erez Y. Levanon, Gal Oren",
          "abstract": "Adenosine-to-inosine (A-to-I) RNA editing by ADAR enzymes shapes transcript fate and underpins emerging RNA editing therapeutics, yet predicting which adenosines are edited remains difficult. We introduce ADAR-GPT, a model-agnostic fine-tuning framework that adapts a GPT-class language model to classify editing at candidate sites using sequence context in standardized 201 nt windows with the target adenosine explicitly marked. We train and evaluate on GTEx liver data ( n = 131 samples) at a clinically relevant 15% editing threshold, using a two-stage continual fine-tuning approach where lower thresholds serve as curriculum data to progressively sharpen decision boundaries. Using sequence data, ADAR-GPT demonstrates competitive or superior performance when benchmarked against established computational approaches, including convolutional and foundation model architectures, achieving a better balance of recall, precision, and specificity alongside stronger operating-curve metrics. The approach is reproducible and portable across GPT backbones without architectural changes. Beyond accurate site classification, ADAR-GPT provides practical adenosine scoring to prioritize experimental targets and inform guide RNA design, with a framework adaptable to new datasets and model architectures.",
          "url": "https://doi.org/10.1073/pnas.2529073123",
          "doi": "https://doi.org/10.1073/pnas.2529073123",
          "filter": "2"
        },
        {
          "title": "Redefining Shiga toxin–induced human cell death as NLRP1- and gasdermin E-mediated pyroptosis",
          "authors": "Rafael Ricci-Azevedo, Bishajit Sarkar, Sonia Shivcharan, Aadrita Hazra, Mercy Browne, Emma K. Carlson, Udayan Chidambaram, Vijay A. Rathinam, Sivapriya Kailasan Vanaja",
          "abstract": "Shiga toxin (Stx)–mediated hemolytic uremic syndrome (HUS) prevails as the leading cause of pediatric renal failure worldwide despite decades of efforts to develop therapeutic strategies. Stx killing of large populations of sensitive cells in the vasculature and kidney underlies HUS development. However, the exact nature of Stx-induced cell death and its mechanism are not clear. Here, we demonstrate that Stx-induced cell death in several HUS-relevant human cells, such as kidney epithelial cells, podocytes, and human intestinal microvascular endothelial cells, is pyroptosis, an inflammatory form of cell death. Remarkably, our findings identify gasdermin E (GSDME) activation as the cardinal event that mediates Stx killing of human cells. Mechanistically, Stx activates, through ribotoxic stress, a caspase-8-caspase-3 pathway that licenses GSDME-dependent pyroptosis of susceptible cells. Intriguingly, NLRP1 amplifies this pyroptotic pathway in certain Stx-sensitive cells by promoting caspase-8 activation. Together, our findings define the nature and mechanism of a bacterial toxin-induced cell death, providing crucial insights into pathogenic determinants of a critical pediatric illness.",
          "url": "https://doi.org/10.1073/pnas.2510274123",
          "doi": "https://doi.org/10.1073/pnas.2510274123",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti0226123",
          "doi": "https://doi.org/10.1073/iti0226123",
          "filter": "2"
        },
        {
          "title": "The innate immune protein calprotectin ablates the bactericidal activity of β-lactam antibiotics",
          "authors": "Amanda Z. Velez, Jana N. Radin, Emily N. Kennedy, Joshua B. Parsons, Heather M. Tong, Emma Jung, Emily Alam, Lauren C. Radlinski, Nikki J. Wagner, Vance G. Fowler Jr., Sarah E. Rowe, Thomas Kehl-Fie, Brian P. Conlon",
          "abstract": "β-lactam antibiotics are among the most widely used treatments for bacterial infections, yet therapeutic failure is common even when no genetic resistance is detected. Understanding how host factors influence antibiotic efficacy is critical for improving outcomes. Here, we identify a host-derived mechanism of antibiotic tolerance mediated by calprotectin (CP), a zinc-binding protein released in large quantities by neutrophils during infection. We show that CP induces tolerance to β-lactam antibiotics in Staphylococcus aureus by chelating zinc and inactivating autolysins, zinc-dependent enzymes required for cell wall degradation and bacterial lysis following β-lactam treatment. This protective effect was specific to β-lactam antibiotics at concentrations of CP showing minimal impact on bacterial growth or metabolic state. Mechanistic studies revealed that CP inhibits the autolytic activity of Atl, the major S. aureus autolysin, by depriving the enzyme of its zinc cofactor. In a murine infection model, the efficacy of oxacillin was significantly enhanced in CP-deficient mice, demonstrating that CP impairs β-lactam activity in vivo. These findings reveal a form of immune-mediated antibiotic tolerance driven by metal sequestration and suggest that zinc availability at infection sites plays a critical role in shaping treatment outcomes.",
          "url": "https://doi.org/10.1073/pnas.2513462123",
          "doi": "https://doi.org/10.1073/pnas.2513462123",
          "filter": "2"
        },
        {
          "title": "Blood-borne sphingosine 1-phosphate maintains vascular resistance, blood pressure, and cardiac function in mice",
          "authors": "Ilaria Del Gaudio, Philippe Bonnin, Emilie Vessiéres, Estelle Robidel, Manuela C. Garcia, Coralyne Proux, Alexandre Boutigny, Véronique Baudrie, Hoa T. T. Ha, Ludovic Couty, Sandrine Placier, Ivo Cornelissen, Nicolo Faedda, Nesrine Mebrek, Théo Morel, Anja Nitzsche, Tovo David, Stéphanie Baron, Olivia Lenoir, Pierre-Louis Tharaux, Maria-Christina Zennaro, Long N. Nguyen, Timothy Hla, Daniel Henrion, Eric Camerer",
          "abstract": "Sphingosine 1-phosphate (S1P) is a bioactive lipid that circulates in plasma bound to high-density lipoproteins (HDL) and albumin. Circulating S1P levels correlate positively with systolic blood pressure (BP) in hypertension and negatively with severity in septic shock and with left ventricular function in heart disease. In mice, isolated deficiency in HDL-S1P and endothelial cell S1P receptor (R)-1 both trigger hypertension, supporting an essential role for HDL-S1P in endothelial function. Physiological roles of albumin-S1P and myocyte S1PRs in the cardiovascular system remain incompletely defined. We report that mice lacking all circulating S1P pools display hypotension and lack of BP increase with age, which contrasts with HDL-S1P deficiency and suggests an essential role for albumin-S1P in cardiovascular homeostasis. Although cardiac output was preserved in a basal state, left ventricular systolic function and contractile reserve were reduced in the absence of circulating S1P. Cardiac function and BP were partially or fully normalized by transfusion of erythrocytes capable of S1P production. Hypotension was accompanied by reduced peripheral resistance, and albumin-S1P, but not S1P complexed to an HDL-like chaperone, dose-dependently increased vascular resistance in isolated perfused kidneys via S1PR3 and S1PR2. Epistatic analysis supported a critical role for S1PR3 in S1P-dependent BP maintenance and pointed to a distinct origin of the cardiac phenotype. We thus uncover an essential role for circulating S1P in maintaining BP and left ventricular systolic function in mice. Our results also highlight distinct functions for the pools of S1P bound to HDL and to albumin, carrying both diagnostic and therapeutic implications.",
          "url": "https://doi.org/10.1073/pnas.2512853123",
          "doi": "https://doi.org/10.1073/pnas.2512853123",
          "filter": "2"
        },
        {
          "title": "Correction for Freitas et al., Impact of baleen whales on ocean primary production across space and time",
          "url": "https://doi.org/10.1073/pnas.2537419123",
          "doi": "https://doi.org/10.1073/pnas.2537419123",
          "filter": "2"
        },
        {
          "title": "Self-healing for the long haul: In situ automation delivers century-scale fracture recovery in structural composites",
          "authors": "Jack S. Turicek, Zachary J. Phillips, Kalyana B. Nakshatrala, Jason F. Patrick",
          "abstract": "Nature’s structural composites, such as bone and wood, achieve mechanical performance through hierarchical multimaterial design. Though, their real vantage lies in the exceptional ability to repeatedly heal after damage. Synthetic fiber-reinforced polymer (FRP) composites also leverage material hierarchy via fibrous reinforcement encapsulated within a polymer matrix, maximizing stiffness and strength. However, the layered architecture of laminated FRP composites makes them vulnerable to interlaminar delamination—debonding of fibers from the matrix—which significantly compromises structural integrity. Recently, we introduced a self-healing strategy via in situ heating, where soft yet tough thermoplastic inclusions achieve interlaminar fracture recovery via polymer chain re-entanglement, i.e., thermal remending. Here, in our latest embodiment, by automating in situ thermo-mechanical experiments, we achieve an order-of-magnitude enhancement in self-healing repeatability—reaching an unprecedented 1,000 cycles. Healing begins at 175% and slowly declines to 60% of the mode-I fracture resistance of a plain (nonhealing) composite, revealing unique chemo-physical mechanisms that govern this behavior. Both fiber-debris accumulation in the molten poly(ethylene-co-methacrylic acid) (EMAA) healing agent, and waning interfacial chemical reactions between the EMAA and epoxy matrix, contribute. A Weibull distribution capturing this complex fracture recovery predicts an asymptotic healing limit above 40%, suggesting sustained repair is possible. Translating these newfound thermal remending results into real-world context, a modest quarterly self-healing schedule could maintain interlaminar fracture repair of FRP composites for over 125 y—well beyond the typical design life of many modern structures including aircraft and wind turbines. Thus, this latest self-healing paradigm effectively eliminates delamination as a failure mode.",
          "url": "https://doi.org/10.1073/pnas.2523447123",
          "doi": "https://doi.org/10.1073/pnas.2523447123",
          "filter": "2"
        },
        {
          "title": "Earliest perissodactyls reveal large-scale dispersals during the PETM",
          "authors": "Jérémy Tissier, Thierry Smith",
          "abstract": "Perissodactyls were a diverse order of mammals in the Northern Hemisphere during the Paleogene, but very few species remain today. They first appear during the Paleocene–Eocene Thermal Maximum (PETM; 56 Ma) on the three continents of the Northern Hemisphere. Because they lack modern diversity, the study of their evolutionary history remains difficult, relying almost exclusively on fossils. In addition, their origin and early diversification remain elusive since all main groups appear at the same time with several genera and are already diverse, contrary to other modern mammal orders. Here, we investigate the early evolution of perissodactyls by analyzing a new dataset focusing on early species to obtain a new expansive phylogeny. This new topology, in combination with new observations and comparisons demonstrates that several genera are synonymous, simplifying the evolutionary picture of early perissodactyls. We show that the number of genera was overestimated and should be significantly reevaluated. These results also highlight fast dispersals of two genera, Pliolophus and Cardiolophus , on the three Northern continents, reflecting that of other modern mammals. The phylogeny also supports a potential Indo-Pakistani origin of perissodactyls. In addition, this large-scale phylogeny shows that many species that were named as “ Hyracotherium ” in the past (or sometimes “ Eohippus ”, the “dawn-horse”) and considered as “horses”, are not actually closely related to horses (Hippomorpha), including Hyracotherium itself, but can be considered as basal perissodactyls.",
          "url": "https://doi.org/10.1073/pnas.2519690122",
          "doi": "https://doi.org/10.1073/pnas.2519690122",
          "filter": "2"
        },
        {
          "title": "Phosphatase SHP2 pathogenic mutations enhance activity by altering conformational sampling",
          "authors": "Andrew W. Glaser, Ricardo A. P. Pádua, Adedolapo M. Ojoawo, Camille Sullivan, Dorothee Kern",
          "abstract": "SH2 domains are critical mediators of cellular signaling, although the molecular mechanisms by which they bind their phosphopeptide ligands remain incompletely understood. We investigate the atomic mechanisms underlying both healthy regulation and dysregulation of the human protein tyrosine phosphatase SHP2, a key regulator of cellular signaling. While most pathogenic mutations cluster near the PTP/N-SH2 interface, the E139D and T42A mutations are located within the regulatory SH2 domains, and their mechanisms of dysregulation remain controversial. The T42A mutation in the N-SH2 domain paradoxically increases phosphotyrosine-peptide binding affinity despite disrupting the hydrogen bond of T42 to the phosphoryl group, a puzzling contradiction that remains unresolved. We find that the T42A mutation shifts the conformational ensemble of peptide-bound N-SH2 toward a zipped β-sheet state and suppresses millisecond conformational exchange, supporting a model in which enhanced stabilization of the zipped conformation contributes to hyperactivation. This conformational shift provides a structural rationale for the increased affinity of T42A and helps reconcile previously conflicting models of peptide-induced SHP2 activation. By integrating X-ray ensemble refinement with NMR relaxation, our work illustrates how complementary structural and dynamic approaches can uncover regulatory mechanisms in SHP2 and may inform broader principles of SH2-mediated phosphopeptide recognition.",
          "url": "https://doi.org/10.1073/pnas.2513851123",
          "doi": "https://doi.org/10.1073/pnas.2513851123",
          "filter": "2"
        },
        {
          "title": "Tongue microstructure physically constrains division of labor in bumblebee foraging",
          "authors": "Zexiang Huang, Shumeng Wu, Qinglin Wu, Tianyu Mai, Jieliang Zhao, Bo Wang, Jianing Wu",
          "abstract": "Bumblebee ( Bombus terrestris ) is a primitively eusocial species that sustains its colonies by dividing foraging duties between queens and workers. Previous research emphasizes hormonal, metabolic, and behavioral contrasts between the castes but seldom considers why queens relinquish foraging once workers emerge. Here, we link foraging efficiency to tongue microstructure, providing physical evidence for the shift in bumblebee foraging behavior.",
          "url": "https://doi.org/10.1073/pnas.2527391123",
          "doi": "https://doi.org/10.1073/pnas.2527391123",
          "filter": "2"
        },
        {
          "title": "A pothole-filling strategy for selective targeting of rCUG-repeats associated with myotonic dystrophy type 1",
          "authors": "J. Dinithi R. Perera, Shivaji A. Thadke, Savani W. Thrikawala, Isha Dhami, V. M. Hridya, Arnab Mukherjee, Ananya Paul, W. David Wilson, Keith W. R. Tan, Nicholas Z. W. Chan, Anh Tuân Phan, Danith H. Ly",
          "abstract": "We present an alternative approach to conventional small-molecule and antisense strategies for selectively targeting expanded CUG-RNA repeats associated with Myotonic Dystrophy type 1. Our alternatively designed nucleic acid ligands uniquely integrate advantageous features from both existing methods: They are compact (only three units in length), structurally resembling small molecules, yet recognize RNA targets through directional hydrogen-bonding similar to antisense oligonucleotides. Notably, these ligands exhibit greater specificity and selectivity than either approach alone. This enhanced specificity results from their bifacial recognition mechanism, wherein mismatches on one binding interface are reciprocally mirrored on the complementary face. Additionally, their short length significantly amplifies specificity, as even a single mismatch substantially reduces the overall binding free energy, effectively minimizing off-target interactions. Unlike conventional oligonucleotides, these ligands avoid binding single-stranded RNA and only recognize defined hairpin motifs via a “pothole-filling” mechanism. This method amplifies recognition specificity and selectivity, circumventing the thermodynamic penalties associated with RNA unfolding. This proof-of-concept study thus lays a foundation for developing versatile nucleic acid ligands capable of selectively targeting not only pathogenic CUG-RNA repeats in Myotonic Dystrophy type 1 but also other disease-associated triplet-repeat expansions prevalent in various neuromuscular disorders.",
          "url": "https://doi.org/10.1073/pnas.2507065123",
          "doi": "https://doi.org/10.1073/pnas.2507065123",
          "filter": "2"
        },
        {
          "title": "Distinct PlzC mechanisms integrate chemotaxis and c-di-GMP signaling to regulate Vibrio cholerae motility and biofilm formation",
          "authors": "Jin Hwan Park, Emily N. Kennedy, Sarvind Tripathi, Avery B. Romp, Seth M. Rubin, Robert B. Bourret, Fitnat H. Yildiz",
          "abstract": "Bacterial motility and biofilm formation are essential for the adaptation and survival of Vibrio cholerae , the causative agent of cholera. In many bacterial species, the second messenger c-di-GMP regulates these processes through PilZ domain proteins, however the downstream mechanisms have remained poorly defined. Here, we identify the PilZ domain protein PlzC as a key positive regulator of motility and biofilm formation through distinct mechanisms. A suppressor screen for mutants restoring Δ plzC migration identified downstream regulators, including CheX, a CheY-3 phosphatase. Genetic and phenotypic analyses revealed that PlzC promotes motility by modulating CheX, thereby influencing the frequency of direction changes during swimming. Notably, the role of PlzC in motility regulation is independent of CheZ, another CheY-3 phosphatase, demonstrating that among the two CheY-3 phosphatases, only CheX is under PlzC control. This distinction suggests that CheY-3-P levels are regulated by at least two separate signaling pathways, one of which operates through PlzC. Despite its function in motility, CheX is not required for PlzC-mediated biofilm regulation, indicating pathway specificity. PlzC regulates biofilm formation through a mechanism that involves c-di-GMP binding, separating it from its CheX-dependent motility regulation. Together, our findings establish PlzC as a central regulator linking CheX-mediated motility and c-di-GMP signaling, thereby impacting motility and biofilm formation in V. cholerae .",
          "url": "https://doi.org/10.1073/pnas.2511740123",
          "doi": "https://doi.org/10.1073/pnas.2511740123",
          "filter": "2"
        },
        {
          "title": "Redox robustness drives LPMO evolution",
          "authors": "Iván Ayuso-Fernández, Tom Z. Emrich-Mills, Ole Golten, Zarah Forsberg, Kelsi R. Hall, László G. Nagy, Morten Sørlie, Åsmund Kjendseth Røhr, Vincent G. H. Eijsink",
          "abstract": "Enzymes known as lytic polysaccharide monooxygenases (LPMOs) are exceptionally powerful small redox enzymes that master the controlled generation and productive use of potentially damaging hydroxyl radicals in what is essentially a H 2 O 2 -driven peroxygenase reaction. We have used ancestral sequence reconstruction and enzyme resurrection to unravel evolutionary steps leading to this exceptional catalytic ability. Real-time monitoring of copper reoxidation and amino acid radical formation showed evolutionary improvement of both the capacity to avoid futile turnover of H 2 O 2 and the ability to scavenge damaging radicals resulting from such turnover through a hole hopping pathway. Through mutational studies of ancestral LPMOs, we show that adoption of an extant-like conformation of residues in the hole hopping pathway yields improvements in redox robustness to near-extant levels. These results show how selective pressure imposed by the need for generating a highly oxidizing intermediate is a key driver of metalloenzyme evolution, involving large parts of the enzyme, well beyond the catalytic center.",
          "url": "https://doi.org/10.1073/pnas.2521617123",
          "doi": "https://doi.org/10.1073/pnas.2521617123",
          "filter": "2"
        },
        {
          "title": "Catalysts and inhibitors of critical transitions in ecological systems",
          "authors": "Yuguang Yang, György Barabás, Serguei Saavedra, Aming Li",
          "abstract": "Ecological systems can experience sudden and often irreversible regime shifts, also known as critical transitions, with major consequences such as desertification, locust outbreaks, and coral reef collapse. Anticipating these shifts is a central challenge, particularly under accelerating climate change. Although early warning signals of critical transitions have been widely studied, the mechanisms that drive or prevent them remain less well understood. Here, we develop a theoretical framework based on time-delayed dynamics that allows us to identify processes acting as catalysts or inhibitors of critical transitions in ecological systems. We show that a composite measure combining time-delayed species interactions with species abundances is a key modulator of critical transitions. Beyond the critical point, systems exhibit persistent abundance oscillations, substantially increasing the risk of large-scale destabilization and species extinctions. Additionally, we show that a high diversity of species interaction types can act as a buffer of critical transitions. Instead, strong species self-regulation effects can act as catalysts of such transitions, contrary to common expectations. We illustrate the framework with empirical data from microbial systems. Together, these results provide a formal platform for exploring and understanding the drivers of critical transitions in complex living systems.",
          "url": "https://doi.org/10.1073/pnas.2516856122",
          "doi": "https://doi.org/10.1073/pnas.2516856122",
          "filter": "2"
        },
        {
          "title": "Signals and the shape of developmental landscapes",
          "authors": "Allon M. Klein",
          "url": "https://doi.org/10.1073/pnas.2533095123",
          "doi": "https://doi.org/10.1073/pnas.2533095123",
          "filter": "2"
        },
        {
          "title": "Mutation rate variability in viral populations: Implications for lethal mutagenesis",
          "authors": "Sarah Arcos, Adam S. Lauring",
          "abstract": "Lethal mutagenesis is a strategy to achieve viral extinction by drugging viral mutation rates beyond an extinction threshold. Accurate estimation of the extinction threshold is critical, as elevating viral mutation rates near, but not past this threshold increases the likelihood of mutations that could result in drug resistance, vaccine escape, or increased pathogenesis. Traditional models of lethal mutagenesis rely on the Poisson distribution, which assumes a uniform mutation rate across individuals. Yet, RNA viruses like influenza A virus (IAV) can have varied mutation rates due to mutations in the polymerase complex. This variability suggests that lethal mutagenesis models incorporating mutation rate diversity, such as ones using the gamma-Poisson distribution, may be more accurate for RNA viruses. Poisson models assume count data have equal mean and variance, while gamma-Poisson counts are overdispersed (variance greater than mean). Here, we provide experimental data showing that IAV mutations are overdispersed, indicating that the gamma-Poisson distribution is more appropriate for modeling IAV mutations. Modeling of lethal mutagenesis using the gamma-Poisson distribution reveals that the degree of overdispersion is critical in determining survival or extinction. Increased overdispersion shifts the extinction threshold higher, indicating that Poisson-based models have underestimated the mutation rate required to achieve viral extinction and avoid viral escape or accelerated evolution. Furthermore, time to extinction in simulated populations is significantly longer with gamma-Poisson-based models than Poisson-based. This investigation of how mutation rate variability affects lethal mutagenesis will directly impact antiviral drug design and strategy, thus advancing efforts to combat virus outbreaks and future pandemics.",
          "url": "https://doi.org/10.1073/pnas.2523734123",
          "doi": "https://doi.org/10.1073/pnas.2523734123",
          "filter": "2"
        },
        {
          "title": "Spatially resolved multiomics reveals the self-enforcing property of the leading-edge multicellular ecosystem of head and neck cancer",
          "authors": "Zhi-Fei Su, Chen-Zhou Wu, Hao-Ran Ding, Qi Zhan, Yong-Bing Ba, Lei Cheng, Ji-Yao Li, Xue-Dong Zhou, Long-Jiang Li, Li-Xin Zhang, Jing Li, Yi Li, Biao Ren",
          "abstract": "Head and neck squamous cell carcinoma (HNSCC) involves aggressive invasion at the tumor–host interface, particularly at the leading edge. However, the mechanisms sustaining this invasive front remain unclear. Here, we performed spatially resolved multiomics profiling to characterize the leading-edge multicellular ecosystem (LEMCE) of HNSCC. We identified a set of twelve autocrine ligands, including TGFB1, ICAM1, and TNC, that support a stable invasive transcriptional state. Impaired fatty acid (FA) degradation in this region enhances autocrine ligands and amplifies proinvasive gene expression. Spatial single-cell analysis revealed that the specific resident cells in the LEMCE, which exhibited increased expression of autocrine ligands and impaired FA degradation, participated in a fibroblast–macrophage–T cell interaction circuit involving MMP1 + fibroblasts and C1QC + /SPP1 + macrophages, followed by interactions between C1QC + macrophages and cytotoxic T cells. These interactions may contribute to the structural organization and immunosuppressive features of the LEMCE. Therapeutically, targeting this niche via a combination of autocrine cytokine blockade, FA metabolic restoration, and PD-1 immune checkpoint inhibition suppressed invasion, reduced metastasis, and prolonged survival in mouse models. Our findings define the LEMCE as a self-reinforcing invasive and immunosuppressive niche and highlight its potential as a targetable vulnerability in HNSCC.",
          "url": "https://doi.org/10.1073/pnas.2519474123",
          "doi": "https://doi.org/10.1073/pnas.2519474123",
          "filter": "2"
        },
        {
          "title": "Static and dynamic rough energy landscapes can lead to identical diffusivity",
          "authors": "Dmitrii E. Makarov, Peter Sollich",
          "abstract": "Molecules in dense environments, such as biological cells, are subjected to forces that fluctuate both in time and in space. While spatial fluctuations are captured by Lifson-Jackson-Zwanzig’s model of “diffusion in a rough potential,” and temporal fluctuations are often viewed as leading to additional friction effects, a unified view where the environment fluctuates both in time and in space is currently lacking. Here, we introduce a discrete-state model of a landscape fluctuating both in time and in space. Importantly, the model accounts for the reciprocal interaction of the diffusing particle with the landscape, which alters the landscape dynamics. As a result we find, surprisingly, that many features of the observable dynamics do not depend on the temporal fluctuation timescales and are already captured by the model of diffusion in a rough potential, even though this assumes a static energy landscape. Using this model, we reevaluate results of several experimental studies of protein dynamics and propose more accurate bounds on the inferred energetic roughness scales, which account for landscape dynamics.",
          "url": "https://doi.org/10.1073/pnas.2516241123",
          "doi": "https://doi.org/10.1073/pnas.2516241123",
          "filter": "2"
        },
        {
          "title": "Engineered and decellularized human cartilage graft exhibits intrinsic immunosuppressive properties and full skeletal repair capacity",
          "authors": "Alejandro Garcia Garcia, Sujeethkumar Prithiviraj, Deepak Bushan Raina, Tobias Schmidt, Sara Gonzalez Anton, Laura Rabanal Cajal, David Hidalgo Gil, Magnus Tägil, Axel Hyrenius-Wittsten, Madelene W. Dahlgren, Robin Kahn, Paul E. Bourgine",
          "abstract": "Tissue engineering strategies predominantly consist of the autologous generation of living substitutes capable of restoring damaged body parts. Persisting challenges with patient-specific approaches include inconsistent performance, high costs, and delayed graft availability. Toward developing a one-for-all solution, a more attractive paradigm lies in the exploitation of dedicated cell lines for the fabrication of human tissue grafts. Following decellularization, this new class of biomaterials relies on the sole extracellular matrix and embedded growth factors instructing endogenous repair. This conceptual approach was previously validated using a custom mesenchymal cell line for the manufacturing of human cartilage, exhibiting remarkable osteoinductive capacity following lyophilization. Key missing criteria to envision clinical translation include proper decellularization as well as stringent assessment of both immunogenicity and regenerative performance. Here, we report the engineering and subsequent decellularization of human cartilage tissue with minimal matrix impairment. Ectopic evaluation in immunocompetent (IC) and immunocompromised animals reveals preservation of osteoinductivity predicted by macrophage kinetic of polarization. By establishing in vitro human allogeneic coculture models, we evidenced the immunosuppressive properties of cell-free human cartilages, controlling macrophage and dendritic cell maturation as well as T cell activation. Finally, regenerative performance was stringently assessed in an IC rat orthotopic model whereby decellularized human cartilage grafts achieved morphological and mechanical restoration of all critical-sized femoral defects. Taken together, our study provides robust safety and efficacy prerequisites prompting a first-in-human trial for engineered and decellularized human tissue grafts.",
          "url": "https://doi.org/10.1073/pnas.2507185123",
          "doi": "https://doi.org/10.1073/pnas.2507185123",
          "filter": "2"
        },
        {
          "title": "Piezo1 dictates K + homeostasis through coordinated regulation of the ubiquitin ligase Kelch-like 3 in RBCs and the kidney",
          "authors": "Kenichi Ishizawa, Ken Kaseda, Wataru Fujii, Yoshihiro Tomomitsu, Daigoro Hirohama, Osamu Yamazaki, Yuta Kochi, Shigeru Shibata",
          "abstract": "The maintenance of potassium (K + ) balance is a fundamental biological process involving multiple tissues. However, the roles of intertissue crosstalk in K + homeostasis remain poorly understood. Here, we demonstrate that the mechanosensor Piezo1 dictates extracellular K + homeostasis by orchestrating the ubiquitin ligase Kelch-like 3 (KLHL3) activity in red blood cells (RBCs; erythrocytes) and the kidney. Genetic variants within KLHL3 with expression quantitative trait locus effects are associated with altered RBC parameters, and CRISPR-generated KLHL3 knock-in (KLHL3-KI) mice carrying a nonphosphorylatable Ala substitution at its activation site (Ser433) reveal that KLHL3 regulates erythrocyte volume by modulating with-no-lysine 1 (WNK1). In wild-type, but not in KLHL3-KI, erythrocytes, Piezo1 activates KLHL3 through Ser433 dephosphorylation, reducing WNK1 abundance and intracellular K + content—a physiologically adaptive response to hypo-osmotic stress. KLHL3-KI mice exhibit hyperkalemia and reduced fractional K + excretion, accompanied by elevated WNK levels and reduced renal outer medullary K + (ROMK) abundance in collecting ducts of the kidney. Single-cell transcriptomics confirm coexpression of Piezo1 and KLHL3 in these segments, where Piezo1 regulates WNK abundance through KLHL3-Ser433 dephosphorylation. In human genetic studies of 200,367 UK Biobank participants, the PIEZO1 missense variant rs563555492 (p.L2277M) is independently associated with lower urinary K + . Piezo1-mediated WNK1 regulation is abolished in human kidney cells expressing Piezo1 L2277M . Causal role of Piezo1 in regulating K + excretion and ROMK was confirmed in vivo. These findings identify Piezo1–KLHL3 interaction as a key intertissue signaling mechanism between erythrocytes and the kidney that governs K + homeostasis, and suggest this pathway as a therapeutic target for dyskalemia.",
          "url": "https://doi.org/10.1073/pnas.2513222123",
          "doi": "https://doi.org/10.1073/pnas.2513222123",
          "filter": "2"
        },
        {
          "title": "A chemogenetic approach for temporal and cell-specific activation of endogenous GPCRs in vivo",
          "authors": "Gwendolyn Shingles, Qianqian Pang, Jian Weng, Ryan Singer, Waleed Babar, Jiaqi Shen, Luis Vazquez-Rivera, Yao Chen, Peng Li, Wenjing Wang",
          "abstract": "Cell-specific regulation of endogenous G protein–coupled receptors (GPCRs) is crucial for understanding their roles in physiological processes. We present chemogenetic tools using shield-1-dependent irreversible protein switches to regulate peptide agonist activity. To demonstrate this platform, we engineered chemogenetically regulated pituitary adenylate cyclase activating polypeptide (cPACAP), which exhibited &gt;15-fold chemical-dependent regulation of endogenous receptor activity. In vivo application of cPACAP allowed neuronal activation via the endogenous receptor for PACAP, engaging neural circuits that control respiratory and feeding behaviors. By integrating cPACAP with transgenic mice, we selectively activated endogenous PACAP receptor signaling in hypocretin-expressing neurons of the lateral hypothalamic area (LHA), revealing its role in regulating sighing, a stress-related physiological output. We further extended this design to chemogenetically regulate the parathyroid hormone receptor and corticotropin-releasing factor peptide receptor activity. Using a common small molecule, these chemogenetic tools enable temporally regulated peptidergic activation of endogenous GPCRs in targeted cell populations, facilitating the study of their function.",
          "url": "https://doi.org/10.1073/pnas.2501228123",
          "doi": "https://doi.org/10.1073/pnas.2501228123",
          "filter": "2"
        },
        {
          "title": "Correction for Martinez-Corral et al., Emergence of activation or repression in transcriptional control under a fixed molecular context",
          "url": "https://doi.org/10.1073/pnas.2534268123",
          "doi": "https://doi.org/10.1073/pnas.2534268123",
          "filter": "2"
        },
        {
          "title": "Protein synthesis blockade prevents fear memory reactivation via inhibition of engram synapse strengthening",
          "authors": "Ilgang Hong, Yeonjun Kim, Hyunsu Jung, Chang-Ho Kim, Jun-Hyeong Cho, Bong-Kiun Kaang",
          "abstract": "Memory relies on ensembles of engram cells in the brain. While previous studies have established the existence of these cells, the relationship between cellular and synaptic activity remains unclear. To address this, we applied the dual-enhanced green fluorescent protein reconstitution across synaptic partners (dual-eGRASP) technique in mice to examine synaptic connectivity between the ventral CA1 and the basal amygdala during memory formation. We found that contextual fear conditioning increased engram-to-engram synapse (engram synapse) density and induced structural potentiation, highlighting their importance in associative memory. Additionally, we investigated the role of protein synthesis in memory formation by drug-induced amnesia using anisomycin, a protein synthesis inhibitor. Mice injected with anisomycin once (1xANI) showed impaired natural recall but still displayed fear responses upon optogenetic reactivation. In contrast, mice that received four anisomycin injections over 6 h (4xANI) showed significantly impaired natural recall and failed to exhibit fear responses upon optogenetic reactivation. This behavioral phenotype correlated with synaptic changes as assessed using dual eGRASP, where 1xANI mice exhibited no significant reduction in engram synapse density but had significantly smaller spine sizes, whereas 4xANI mice showed both a significant reduction in engram synapse density and spine size. Our results indicate that protein synthesis inhibition significantly reduces engram synapse density and spine size, changes that correlate with reductions in fear memory during both natural and artificial recall.",
          "url": "https://doi.org/10.1073/pnas.2510016123",
          "doi": "https://doi.org/10.1073/pnas.2510016123",
          "filter": "2"
        },
        {
          "title": "Mesoscale imaging of the human cerebellum reveals converging regional specialization of its morphology, vasculature, and cytoarchitecture",
          "authors": "Nikos Priovoulos, Pierre-Louis Bazin, Emma J. P. Brouwer, Jorge F. Mejias, Matthijs H. S. de Buck, Anneke Alkemade, Wietske van der Zwaag, Matthan W. A. Caan",
          "abstract": "The human cerebellar cortex, despite containing the majority of the brain’s neurons, remains poorly characterized in vivo due to its extreme folding and thin laminar architecture. Here, we present a high-resolution imaging framework based on parallel-transmit, motion-corrected, ultra-high-field (7T) MRI paired with an automated, anatomically faithful cerebellar segmentation pipeline. This enables detailed quantification of cerebellar morphology and vascular architecture at scales previously inaccessible in living humans, as validated with postmortem data. Applying this framework, we uncover consistent interlobular heterogeneity in both cortical thickness and vascularization. These spatial gradients relate to differences in the granular layer from 3D-histology data. Our findings suggest that the cerebellar granular layer may act as a structural determinant of vascular density, linking anatomical features with metabolic load. These findings align cerebellar structure–function relationships with similar findings in the neocortex, where morphology reflects functional specialization and energy consumption. Our results also suggest that the in vivo imaging biomarkers we derive may offer broad avenues to monitor cerebellar involvement in neurological diseases such as multiple sclerosis, where granular layer pathology is prominent. Our study provides both insights into cerebellar organization and a toolset for studying cerebellar contributions to cognition and pathology.",
          "url": "https://doi.org/10.1073/pnas.2516608123",
          "doi": "https://doi.org/10.1073/pnas.2516608123",
          "filter": "2"
        },
        {
          "title": "Less NO x emission reductions are a potential cause for low effectiveness of sulfate aerosol reductions in China",
          "authors": "Zhe Song, Huan Xi, Ningning Yao, Lang Chen, Zhengnan Cen, Pengfei Li, Daniel Rosenfeld, Shaocai Yu",
          "url": "https://doi.org/10.1073/pnas.2523101123",
          "doi": "https://doi.org/10.1073/pnas.2523101123",
          "filter": "2"
        },
        {
          "title": "Tube feet dynamics drive adaptation in sea star locomotion",
          "authors": "Amandine Deridoux, Sina Heydari, Stanislav. N. Gorb, Eva Kanso, Patrick Flammang, Sylvain Gabriele",
          "abstract": "Sea stars use hundreds of tube feet on their oral surface to crawl, climb, and navigate complex environments, despite lacking a central brain. While tube foot morphology and function as muscular hydrostats are well described, the mechanisms that coordinate their collective dynamics remain poorly understood. To investigate these dynamics, we employed an optical imaging method based on frustrated total internal reflection (FTIR) to visualize and quantify tube foot adhesive contacts in real time in the species Asterias rubens across individuals spanning a wide size range. Our results reveal an inverse relationship between crawling speed and tube foot adhesion time, indicating that sea stars regulate locomotion by modulating contact duration in response to mechanical load. To test this, we conducted perturbation experiments using 3D-printed backpacks that increased body mass by 25 and 50%, along with biomechanical modeling of decentralized feedback control of the tube feet. The added load significantly increased adhesion time, supporting the role of a load-dependent mechanical adaptation. We further investigated inverted locomotion, both experimentally and through simulation, and found that tube feet adjust their contact behavior when the animal is oriented upside down relative to gravity. Together, these findings demonstrate that sea stars adapt their locomotion to changing mechanical demands by modulating tube foot–substrate interactions, revealing a robust decentralized control strategy in a brainless organism and highlighting general principles of distributed control in biology and soft robotics.",
          "url": "https://doi.org/10.1073/pnas.2509681123",
          "doi": "https://doi.org/10.1073/pnas.2509681123",
          "filter": "2"
        },
        {
          "title": "Proton-selective conductance and gating of the lysosomal cation channel TMEM175",
          "authors": "Tobias Schulze, Timon Sprave, Carolin Groebe, Jan Hendrik Krumbach, Magnus Behringer, Andre Bazzone, Rocco Zerlotti, Niels Fertig, Mike Althaus, Kay Hamacher, Gerhard Thiel, Christian Grimm, Oliver Rauh",
          "abstract": "The lysosomal cation channel TMEM175 plays a key role in luminal pH homeostasis and lysosome function, with aberrant activity linked to Parkinson’s disease. Although initially described as a K + -selective channel, TMEM175 exhibits substantial H + permeability. Here, we dissect complex changes affecting human TMEM175 conductance and ionic properties of TMEM175-mediated current in response to pH shifts on the luminal side of the protein. A drop in pH from 7.4 to 4.7 on the side equivalent to the lysosomal lumen triggers a sustained increase in TMEM175-mediated inward and outward currents, which is accompanied by a transient shift in the reversal potential (E rev ) toward the theoretical equilibrium voltage for H + , yet remaining ~100 mV below the expected value even in the absence of K + . This discrepancy, along with low sensitivity of E rev to the concentration gradient for K + , supports a model in which TMEM175-mediated H + flux rapidly collapses the lysosomal pH-gradient. Molecular dynamics simulations identify H57 as a key residue on the luminal side of the open channel, which forms intra- and intersubunit salt bridges with D279 and E282. Supporting the functional importance of these interactions, the TMEM175 mutant H57Y displayed reduced H + - and K + -conductance and a reduced H + /K + selectivity in whole-cell and lysosomal electrophysiological analyses. Our findings contribute to a better understanding of TMEM175’s complex electrophysiological properties, thereby expanding the possibilities of understanding the channel’s function in lysosomal physiology and pathophysiology.",
          "url": "https://doi.org/10.1073/pnas.2503909123",
          "doi": "https://doi.org/10.1073/pnas.2503909123",
          "filter": "2"
        },
        {
          "title": "Shigella OspF blocks rapid p38-dependent priming of the NAIP–NLRC4 inflammasome",
          "authors": "Elizabeth A. Turcotte, Kyungsub Kim, Kevin D. Eislmayr, Lisa Goers, Patrick S. Mitchell, Cammie F. Lesser, Russell E. Vance",
          "abstract": "The NAIP–NLRC4 inflammasome senses pathogenic bacteria by recognizing the cytosolic presence of bacterial proteins such as flagellin and type III secretion system (T3SS) subunits. In mice, the NAIP–NLRC4 inflammasome provides robust protection against bacterial pathogens that infect intestinal epithelial cells, including the gastrointestinal pathogen Shigella flexneri . By contrast, humans are highly susceptible to Shigella , despite the ability of human NAIP–NLRC4 to robustly detect Shigella T3SS proteins. Why the NAIP–NLRC4 inflammasome protects mice but not humans against Shigella infection remains unclear. We previously found that human THP-1 cells infected with Shigella lose responsiveness to NAIP–NLRC4 stimuli, while retaining sensitivity to other inflammasome agonists. Using mT3Sf, a “minimal Shigella ” system, to express individual secreted Shigella effector proteins, we found that the OspF effector specifically suppresses NAIP–NLRC4-dependent cell death during infection. OspF was previously characterized as a phosphothreonine lyase that inactivates p38 and ERK MAP kinases. We found that p38 was critical for rapid priming of NAIP–NLRC4 activity, particularly in cells with low NAIP–NLRC4 expression. Overall, our results provide a mechanism by which Shigella evades inflammasome activation in humans, and describe a mechanism for rapid priming of the NAIP–NLRC4 inflammasome.",
          "url": "https://doi.org/10.1073/pnas.2510950123",
          "doi": "https://doi.org/10.1073/pnas.2510950123",
          "filter": "2"
        },
        {
          "title": "Measuring bridging forces in protein–DNA condensates",
          "authors": "Vikhyaat Ahlawat, Hashini Ekanayake Mudiyanselage, Divya Kota, Huan-Xiang Zhou",
          "abstract": "Protein-DNA condensates mediate transcription and regulate gene expression and DNA replication and repair. Intermolecular bridging forces stabilizing condensates have direct roles in these processes. Here, we use optical tweezers to measure bridging forces. In the presence of protamine, a single condensate is observed on a 20.5-knt single-stranded DNA (ssDNA). Stretching produces force curves with a sawtooth pattern, suggesting condensate disassembly via sequential rupture of individual protamine–ssDNA bridges. The bridging forces are 11.3 ± 4.6 pN, with unfolding lengths of 1.3 ± 0.8 µm per bridge. In contrast, double-stranded DNA (dsDNA) forms protamine-mediated tangles that can withstand strand-separation forces (~60 pN). ssDNA tracks unpeeled at nicks on dsDNA by overstretching seed tangle formation upon retraction, but the initial condensates have a sufficient ssDNA-to-dsDNA ratio to appear liquid-like, as indicated by a sawtooth pattern in subsequent stretching. The presence of dsDNA raises bridging forces to 34 ± 8 pN, which revert to ~10 pN upon adding external ssDNA. In line with these single-molecule results, protamine–dsDNA mixtures form solid-like aggregates and require ssDNA addition to become liquid droplets. Conversely, adding dsDNA slows the fusion of protamine–ssDNA droplets. This work reports systematic characterization of bridging forces and shows that the ssDNA-to-dsDNA ratio can tune their magnitude in protein-DNA condensates.",
          "url": "https://doi.org/10.1073/pnas.2523058123",
          "doi": "https://doi.org/10.1073/pnas.2523058123",
          "filter": "2"
        },
        {
          "title": "An ecological cascade links climatic variability to avian irruptions and zoonotic salmonellosis outbreaks",
          "authors": "Benjamin A. Tonelli, Casey Youngflesh, Morgan W. Tingley",
          "abstract": "Salmonellosis is a common bacterial infection that can lead to severe illness and death in humans as well as domesticated and wild animals. In bird populations, salmonellosis outbreaks are temporally irregular but occur simultaneously across large spatial extents, frequently leading to widespread avian mortality with occasional spillover to humans. Here, we test the hypothesis that avian salmonellosis epidemics result from a cascade of ecological processes triggered by climate variability in coniferous forests. Building on well-evidenced ecological mechanisms, we find strong evidence for multiyear causal links between temperature cues that drive substantial “boom-bust” cycles in tree cone production across North America, the subsequent irruptions of seed-eating birds, and, finally, the eventual occurrence and severity of avian salmonellosis outbreaks in the United States. By using an integrated, multilevel Bayesian statistical model as a predictive tool to forecast future bird irruptions and disease outbreaks, we demonstrate that our methods can be employed as an early warning system for future epidemics, potentially mitigating outbreak severity among birds and lowering the risk of zoonotic spillover events by encouraging measures such as the temporary cessation of bird feeding ahead of high-risk periods.",
          "url": "https://doi.org/10.1073/pnas.2511209123",
          "doi": "https://doi.org/10.1073/pnas.2511209123",
          "filter": "2"
        },
        {
          "title": "Mechanisms of the viscosity decrease and increase of aqueous CsCl",
          "authors": "Max Moncada Cohen, Laura Kacenauskaite, Tristan R. Heck, Junkun Pan, Michael D. Fayer",
          "abstract": "Aqueous salt solutions occur in many aspects of chemistry, biology, and geology. Increasing the concentration of most aqueous salt solutions increases the viscosities. In contrast, adding CsCl to water initially decreases the viscosity, but at moderate concentration further addition increases it. While this phenomenon is well known, the molecular mechanisms for the reduction and increase have not been elucidated. We used ultrafast optical heterodyne–detected optical Kerr effect (OHD-OKE) and IR pump–probe experiments, as well as density functional theory to investigate the impact of Cs + ions on water dynamics, interactions, and structure. OHD-OKE experiments demonstrated that the dynamics of the water hydrogen bond (H-bond) network underpin the viscosity of CsCl solutions. Transient IR spectra of HOD in H 2 O interacting with Cs + showed a significant blue shift, a hallmark of hydrogen bonds weaker than those of pure water. Due to its low charge density, Cs + is distinct from high charge density cations, e.g., Na + and Li + , which have been observed to strengthen water hydrogen bonds and drive a large, monotonic increase in viscosity with concentration. The results showed that water hydrogen bonds in the Cs + second solvation shell are weaker than typical water–water hydrogen bonds, and these weak hydrogen bonds give rise to faster collective structural dynamics, leading to reduced viscosity. However, at sufficiently high salt concentrations, the low number of water molecules per ion pair leads to water clusters. Water confined in small clusters slows H-bond rearrangement, leading to an increase in viscosity.",
          "url": "https://doi.org/10.1073/pnas.2531278123",
          "doi": "https://doi.org/10.1073/pnas.2531278123",
          "filter": "2"
        },
        {
          "title": "Correction for Srivastava et al., Emergent neuronal mechanisms mediating covert attention in convolutional neural networks",
          "url": "https://doi.org/10.1073/pnas.2536323123",
          "doi": "https://doi.org/10.1073/pnas.2536323123",
          "filter": "2"
        },
        {
          "title": "Correction for Wildenberg et al., Photoemission electron microscopy for connectomics",
          "url": "https://doi.org/10.1073/pnas.2535466122",
          "doi": "https://doi.org/10.1073/pnas.2535466122",
          "filter": "2"
        },
        {
          "title": "Berry Batesian mimicry enables bird dispersal of asexual bulbils in a yam",
          "authors": "Zhi Chen, Guillaume Chomicki, Ying Li, Xingrong Peng, Gao Chen",
          "abstract": "Many plants that abandon sex rely on clonal propagules, but their short dispersal distances can trap offspring near parent plants and enemies. We show that the yam Dioscorea melanophyma —which has lost sexual reproduction—evolved black, glossy bulbils that mimic co-occurring black berries and entice frugivorous birds to ingest and disperse them. Birds from 22 species fed on bulbils, with visits peaking in October–February when true fruits are scarce. Bulbil reflectance overlapped sympatric berries and was indistinguishable in a UV-sensitive avian vision model for many species, consistent with Batesian visual mimicry. Feeding trials with the dominant visitor ( Pycnonotus xanthorrhous ) showed short gut retention and negligible destruction, so bulbils are excreted largely intact and viable and monitoring revealed that bulbils achieved dispersal distances similar to rewarding endozoochorous plants. Thus, sensory deception that exploits fruit–frugivore signal–reward rules can restore ecologically meaningful movement after the loss of sex in asexual lineages.",
          "url": "https://doi.org/10.1073/pnas.2528094123",
          "doi": "https://doi.org/10.1073/pnas.2528094123",
          "filter": "2"
        },
        {
          "title": "k5-mediated microglial ferroptosis drives ischemic white matter damage via the Nfatc4–Clptm1l axis",
          "authors": "Yun-Hui Chu, Lu-Yang Zhang, Jia-Yi He, Ya-Fang Wang, Ming-Hao Dong, Yun-Fan You, Xiao-Wei Pang, Li-Fang Zhu, Hang Zhang, Lu-Lu Xu, Lian Chen, Luo-Qi Zhou, Jun Xiao, Ke Shang, Jian-Ke Gong, Wei Wang, Dai-Shi Tian, Chuan Qin",
          "abstract": "Ischemic white matter damage is a significant pathological feature of chronic cerebral hypoperfusion, leading to cognitive impairments. However, the underlying molecular mechanisms remain poorly understood. In this study, we identify a causal association between genetically predicted extracellular signal-regulated kinase 5 (ERK5) expression and higher white matter hyperintensity volume through druggable target screening, suggesting its potential as a therapeutic target for white matter damage. Using different animal models of white matter damage, we show that Erk5 expression is significantly upregulated in microglia following both ischemic and demyelinating injury, correlating with the severity of white matter damage. Mechanistically, Erk5 exacerbates white matter damage by promoting microglial ferroptosis through the phosphorylation of nuclear factor of activated T-cells, cytoplasmic 4 (Nfatc4), which subsequently activates the expression of cleft lip and palate transmembrane protein 1-like protein (Clptm1l), a lipid scramblase involved in ferroptosis. Pharmacological and genetic inhibition of Erk5 in microglia effectively mitigates oxidative stress, lipid peroxidation, and ferroptosis, leading to a reduction in white matter damage and improved cognitive function. These findings underscore the potential of targeting the Erk5–Nfatc4–Clptm1l axis as a therapeutic strategy for ischemic white matter damage. Our study offers valuable insights into the molecular pathways driving white matter damage and provides a framework for the clinical translation of Erk5 inhibitors in the treatment of ischemic white matter damage.",
          "url": "https://doi.org/10.1073/pnas.2521757123",
          "doi": "https://doi.org/10.1073/pnas.2521757123",
          "filter": "2"
        },
        {
          "title": "mTOR signaling governs the formation of epithelial apical projections via S6K1–RhoA and aPKC–Lgl2 axes",
          "authors": "Sumit Sen, Prithwish Ghosh, Sudipta Mukherjee, Shreedha Prabhu, Ginni Khurana, Clyde Savio Pinto, Kirti Gupta, Ravindra Venkatramani, Mahendra Sonawane",
          "abstract": "In metazoans, epithelia perform functions of absorption, diffusion, and secretion. The actin-based apical projections on the epithelial cells contribute to these functions and are formed via cell-autonomous mechanisms that control cell polarity, intracellular transport, and the cytoskeleton. However, the cues that function upstream of these cell-autonomous regulators remain poorly known. Using microridges on zebrafish epithelial cells as a paradigm, we show that mTOR, a metabolic sensor, regulates the formation of apical projections. Mechanistically, mTORC1 controls the RhoA-ROCK activity via S6K1 to prevent the overactivation of nonmuscle myosin II (NMII) to restrict microridge elongation. Furthermore, genetic, biochemical, and molecular dynamics simulation analyses reveal that mTORC2 regulates the microridge pattern by modulating the activity of aPKC via its differential phosphorylation at two conserved sites. We propose that mTOR integrates the developmental and/or metabolic status of epithelial cells with cell autonomously acting RhoA and aPKC to regulate tissue-wide formation of apical projections.",
          "url": "https://doi.org/10.1073/pnas.2501779123",
          "doi": "https://doi.org/10.1073/pnas.2501779123",
          "filter": "2"
        },
        {
          "title": "Biological causes and impacts of rugged tree landscapes in phylodynamic inference",
          "authors": "Jiansi Gao, Marius Brusselmans, Luiz M. Carvalho, Marc A. Suchard, Guy Baele, Frederick A. Matsen",
          "abstract": "Phylodynamic analysis has been instrumental in elucidating epidemiological and evolutionary dynamics of pathogens. Bayesian phylodynamics integrates out phylogenetic uncertainty, which is typically substantial in phylodynamic datasets due to limited genetic diversity. Phylodynamic inference does not, however, scale with modern datasets, partly due to difficulties in traversing tree space. Here, we characterize tree space and landscape in phylodynamic inference and assess its impacts on analysis difficulty and key biological estimates. By running extensive Bayesian analyses of 15 classic large phylodynamic datasets and carefully analyzing the posterior samples, we find that the posterior tree landscape is diffuse yet rugged, leading to widespread tree sampling problems that usually stem from sequences in a small part of the tree. We develop clade-specific diagnostics to show that a few sequences—including putative recombinants and recurrent mutants—frequently drive the ruggedness and sampling problems, although existing data-quality tests show limited power to detect them. The sampling problems can significantly impact phylodynamic inferences or distort major biological conclusions; the impact is usually stronger on “local” estimates (e.g., introduction history) associated with particular clades than on “global” parameters (e.g., demographic trajectory) governed by general tree shape. We evaluate existing Markov chain Monte Carlo diagnostics and diagnostics developed here, and offer strategies for optimizing phylodynamic analysis settings and mitigating sampling problem impacts. Our findings highlight the need and directions to develop efficient traversal over rugged tree landscapes, ultimately advancing scalable and reliable phylodynamics.",
          "url": "https://doi.org/10.1073/pnas.2510938123",
          "doi": "https://doi.org/10.1073/pnas.2510938123",
          "filter": "2"
        },
        {
          "title": "Highly sensitive chemiluminescence imaging of misfolded proteins in neurodegenerative models",
          "authors": "Biyue Zhu, Zhenhua Liu, Richard Van, Huizhe Wang, Shi Kuang, Yuntao Jia, Erick Calderon Leon, Fan Yang, Jing Zhang, Jun Yang, Howard Hong, Fleur Lobo, Astra Yu, Johnson Wang, Rudolph E. Tanzi, Can Zhang, Xiaobo Mao, Yihan Shao, Chongzhao Ran",
          "abstract": "Protein misfolding in the brain is a key pathological hallmark of neurodegenerative diseases. Optical imaging of misfolded proteins in disease models is essential for elucidating etiology and early diagnosis. However, developing specific optical imaging probes for each misfolded protein is time-consuming and challenging, leaving many pathological targets without effective detection tools, especially for in vivo imaging. Here, we present a dual-mode chemiluminescence strategy that enables both generic and specific detection of misfolded proteins using a single probe platform. In the generic mode, we demonstrate that ADLumin-1, a chemiluminescent probe, enables highly sensitive detection of diverse misfolded proteins in vitro, achieving up to 128-fold higher signal enhancement than Thioflavin T, and allows noninvasive imaging in mice models of Parkinson’s disease, Alzheimer’s disease, and amyotrophic lateral sclerosis. In the specific mode, ADLumin-1 combined with protein misfolding cyclic amplification allows femtomolar-level detection of α-synuclein in cerebrospinal fluid, while integration with a bio-orthogonal chemiluminescence resonance energy transfer technique enables in vivo discrimination of α-synuclein from Aβ. This dual-mode, modular approach offers a practical solution to the current probe limitations, with potential preclinical and clinical applications in neurodegenerative disorders.",
          "url": "https://doi.org/10.1073/pnas.2513311123",
          "doi": "https://doi.org/10.1073/pnas.2513311123",
          "filter": "2"
        },
        {
          "title": "A self-wrapping, bioresorbable neural interface for wireless multimodal therapy of localized peripheral nerve injury",
          "authors": "Pengchuan Liu, Lianjie Zhou, Dian Xu, Dongqi An, Yifei Lu, Bofan Hu, Yuting Shao, Ningge Huang, Chengjie Guo, Li Chen, Jinbao Li, Jiahao Li, Fuying Liang, Junhan Liu, Gaoshan Huang, Yongfeng Mei, Rui Li, Enming Song",
          "abstract": "High-precision in vivo therapeutic technologies that establish three-dimensional (3D), multimodal neural interfaces with targeted biotissues offer significant clinical potential for the timely treatments of localized peripheral nerve injury (PNI). Current approaches for this purpose such as implantable devices face challenges in terms of percutaneous wires and/or nondegradable designs, and support only single-mode operation that lack microscale spatial resolution. Here, we develop a miniaturized, self-wrapping system that yields wireless, multimodal neural interfaces with 3D adaptation across localized peripheral nerves at scales ranging from tens of micrometers (15 μm) to millimeters. Such platform integrates multilayer architectures that include SiN x layers as the mechanically triggered substrate for 3D wrapping, with multimodal treatments via MXene and drug-loaded layers for photothermal stimulation and pharmacological release. Experimental and computational studies establish operational principle as the basis for the combination of long-term photothermal therapy and transient drug delivery at high spatiotemporal resolution. In vivo tests on living rat models demonstrate that the implantable neural interface can roll up across the localized, dynamic surface of injured nerves, providing sustained treatments over 1 mo in a fully bioresorbable design after the healing process. These findings create future opportunities of such wireless, multimodal system with 3D self-wrapping techniques for precise PNI therapeutic strategies.",
          "url": "https://doi.org/10.1073/pnas.2521817123",
          "doi": "https://doi.org/10.1073/pnas.2521817123",
          "filter": "2"
        },
        {
          "title": "Reactive oxygen species drove red lineage phytoplankton to displace green lineage phytoplankton during the Mesozoic",
          "authors": "Yuxi Zhao, Man Tong, Li Tian, Genming Luo, Ping Li, Haijun Song, Zhong-qiang Chen, Shucheng Xie, Andreas Kappler, Songhu Yuan",
          "abstract": "The great phytoplanktonic shift from green to red plastid lineage dominance in the early Mesozoic marks a primary producer revolution in marine ecosystems, facilitating the rise of modern ecosystems and impacting global carbon cycling and energy flows. The causes driving this evolutionary transition have been attributed to the changes in essential nutrients and the environmental crises of the Permian–Triassic mass extinction. Nonetheless, the underlying mechanisms driving this transition remain poorly understood. Here, we integrated culture experiments, molecular and physiological analyses, big data analysis, and phylogenomic dating analyses to uncover how environmental stresses influence algal physiology, thereby altering their evolutionary trajectories. We find that environmental and endogenous reactive oxygen species (ROS) collaboratively shape phytoplanktonic responses. The structural characteristics of red lineage phytoplankton enhance resistance to environmental ROS, facilitating physiological strategies that minimize endogenous ROS accumulation, thereby driving more adaptive evolutionary trajectories under environmental stresses in the early Mesozoic. The alignment of the turnover in diversification dynamics between the two lineages with paleoenvironmental shifts that triggered increased ROS production supports the role of ROS in driving this evolutionary transition. Our findings highlight ROS as a key underlying factor driving phytoplankton evolution, providing predictive insights into major biota–environment coevolutions throughout Earth’s history.",
          "url": "https://doi.org/10.1073/pnas.2521306123",
          "doi": "https://doi.org/10.1073/pnas.2521306123",
          "filter": "2"
        },
        {
          "title": "Brain displacement and nonlinear deformation following human spaceflight",
          "authors": "Tianyi Wang, Rouglas J. Odor, Yiri E. De Dios, Edwin Mulder, Jacob J. Bloomberg, Scott J. Wood, Rachael D. Seidler",
          "abstract": "When humans return from space, their average brain position is higher within the cranial compartment. Here, we evaluated brain regional shift magnitudes and deformations and their behavioral correlates. We analyzed MRI data from 26 astronauts and 24 participants from a long-duration head-down tilt bed rest study. We aligned skull position across timepoints (before and after spaceflight or bed rest) as a reference and then used rigid body registration to quantify brain position change. The brain shifted backward, upward, and rotated back in the pitch direction from before to after spaceflight and bed rest in a fashion that correlated with exposure duration. Regional analyses revealed nonlinear deformations in all three directions that were not captured in previous reports of the average position shift. Moreover, we observed symmetrical left–right shifts that were not evident in the average position shift due to sign cancellation. In those who spent one year in space, the supplementary motor cortex showed the largest upward displacement [2.52 mm, 95% CI = (2.25, 2.79)]. Widespread recovery occurred in all three dimensions (particularly in the up–down direction) over 6 mo following spaceflight. Larger posterior insula translations were correlated with greater postflight balance declines. The brain shifts and deformations in astronauts were somewhat similar to head-down tilt bed rest, but there were notable differences. Thus, we demonstrate comprehensive brain position changes within the cranial compartment following spaceflight and an analog environment. These findings are critical for understanding the effects of spaceflight on the human brain and behavior.",
          "url": "https://doi.org/10.1073/pnas.2505682122",
          "doi": "https://doi.org/10.1073/pnas.2505682122",
          "filter": "2"
        },
        {
          "title": "Seeing Roman life through water: Exploring Pompeii’s public baths via carbonate deposits",
          "authors": "Gül Sürmelihindi, Cees Passchier, Monika Trümper, Thomas Heide, Christoph Spötl, Denis Scholz, Michael Weber, Friedrich Hawemann",
          "abstract": "The ancient city of Pompeii, destroyed by the eruption of Mt. Vesuvius in AD 79, shows technological improvements to its water supply after becoming a Roman colony. Its inhabitants relied on wells for their water supply prior to the installation of a Roman aqueduct. Carbonate incrustations deposited in various components of the city’s hydraulic infrastructure, including the aqueduct, its water towers, the well shafts, and pools of the public baths. The stable isotope and trace element composition of these carbonates differ markedly between structures supplied by wells and those fed by the aqueduct, reflecting the contrasting origins of their source waters. While the aqueduct was fed by karst springs, the wells tapped into highly mineralized groundwater from volcanic deposits. These geochemical distinctions allow for a detailed reconstruction of Pompeii’s water management system, particularly the transition from well- to aqueduct-based water supply. The periodicity of δ 13 C variations in carbonate crusts sampled from well, pools, and drainage channels of the Republican Baths offers insights into the operation and maintenance of the facility. δ 13 C values show a sharp drop from wells to bathing pools, suggesting contamination by human waste and implying that the bath water was not regularly replenished in the Republican Baths.",
          "url": "https://doi.org/10.1073/pnas.2517276122",
          "doi": "https://doi.org/10.1073/pnas.2517276122",
          "filter": "2"
        },
        {
          "title": "Negative feedback regulation of alcohol ingestion through the FGF21-PVH oxytocin-VTA dopamine system",
          "authors": "Sho Matsui, Yuma Takahashi, Shuhei Morioka, Takaaki Ozawa, Sachiho Kanayama, Hiroki Iwama, Lan Geng, Kazuhiro Umemoto, Yasuo Oguri, Satoshi Tsuzuki, Yulong Li, Takatoshi Hikida, Tsutomu Sasaki",
          "abstract": "Alcohol has a notable negative impact on global health. Understanding its physiological regulation is crucial to addressing alcohol use. Here, we show that FGF21-oxytocin neurons in the paraventricular nucleus of the hypothalamus (PVH OXT )-dopamine neurons in the ventral tegmental area (VTA DA ) negatively regulate the drive to drink alcohol. Alcohol induces FGF21 signaling, which activates PVH OXT and induces oxytocin release in the VTA. The VTA DA neurons are activated hours after alcohol ingestion, which reduces the drive to drink alcohol, extends the interdrink interval, and thereby reduces alcohol consumption. The system is downregulated in a mouse model of alcohol dependence, and activating the system with FGF21-inducing sugars reduces alcohol ingestion and prevents binge drinking and alcohol dependence. Therefore, FGF21-inducing nutraceuticals can substitute for alcohol by supplementing the FGF21-PVH OXT -VTA DA negative feedback signal to attenuate alcohol-related behaviors in mice.",
          "url": "https://doi.org/10.1073/pnas.2525172122",
          "doi": "https://doi.org/10.1073/pnas.2525172122",
          "filter": "2"
        },
        {
          "title": "Systematic identification of single transcription factor perturbations that drive cellular and tissue rejuvenation",
          "authors": "Janine Sengstack, Jiashun Zheng, Turan Aghayev, Gregor Bieri, Michael Mobaraki, Jue Lin, Changhui Deng, Saul A. Villeda, Hao Li",
          "abstract": "Cellular rejuvenation through transcriptional reprogramming is an exciting approach to counter aging. Using a fibroblast-based model of human cell aging and Perturb-seq screening, we developed a systematic approach to identify single transcription factor (TF) perturbations that promote rejuvenation without dedifferentiation. Overexpressing E2F3 or EZH2, and repressing STAT3 or ZFX, reversed cellular hallmarks of aging—increasing proliferation, proteostasis, and mitochondrial activity, while decreasing senescence. EZH2 overexpression in vivo rejuvenated livers in aged mice, reversing aging-associated gene expression profiles, decreasing steatosis and fibrosis, and improving glucose tolerance. Mechanistically, single TF perturbations led to convergent downstream transcriptional programs conserved in different aging and rejuvenation models. These results suggest a shared set of molecular requirements for cellular and tissue rejuvenation across species.",
          "url": "https://doi.org/10.1073/pnas.2515183123",
          "doi": "https://doi.org/10.1073/pnas.2515183123",
          "filter": "2"
        },
        {
          "title": "When broken bones need air: Erythrocytes step in to heal",
          "authors": "Ronen Blecher, Elazar Zelzer",
          "url": "https://doi.org/10.1073/pnas.2530030123",
          "doi": "https://doi.org/10.1073/pnas.2530030123",
          "filter": "2"
        },
        {
          "title": "Reply to Malka and Druckman: Durability tests already account for countermessaging, and additional countermessaging is unlikely",
          "authors": "Matthew E. K. Hall, Brittany C. Solomon, Jan G. Voelkel, James Y. Chu, Robb Willer",
          "url": "https://doi.org/10.1073/pnas.2532658123",
          "doi": "https://doi.org/10.1073/pnas.2532658123",
          "filter": "2"
        },
        {
          "title": "Neural substrate of conditioned stimulus for associative learning in the hippocampus",
          "authors": "Kyogo S. Kobayashi, Ren Sogabe, Tsuyoshi Tatsukawa, Jun-nosuke Teramae, Naoki Matsuo",
          "abstract": "Associative learning allows animals to learn the predictive relationships between events. Presentation of a conditioned stimulus (CS) preceding an unconditioned stimulus (US) within a short interval associates these events. However, little is known about the neural substrates that represent CSs. By combining in vivo calcium imaging with retrospective identification of dorsal hippocampal CA1 neurons, in which c-fos is induced during contextual fear conditioning in mice, we found that prospective c-fos (+) neurons were activated upon novel environmental exposure. Importantly, a part of them was transiently reactivated 1 to 2 s before the shock US as well as during memory retrieval, and these activities were correlated with memory expressions. Optogenetic silencing demonstrated that timing-dependent neuronal activity is crucial for memory formation. Our study identifies a cellular substrate for the CS that underlies the CS–US temporal contiguity rule under physiological conditions and suggests how the internal representation of context serves as a CS, demonstrating the role of prospective engram cells at the moment of conditioned learning.",
          "url": "https://doi.org/10.1073/pnas.2519161123",
          "doi": "https://doi.org/10.1073/pnas.2519161123",
          "filter": "2"
        },
        {
          "title": "Primate-informed neural network for visual decision-making",
          "authors": "Jie Su, Fang Cai, Shu-Kuo Zhao, Xin-Yi Wang, Tian-Yi Qian, Da-Hui Wang, Bo Hong",
          "abstract": "The human brain excels at complex tasks with remarkable efficiency, adaptability, and resilience, making it a powerful source of inspiration for AI. Here, we present a neural dynamics model inspired by the primate dorsal visual pathway, a circuit crucial for motion and spatial processing. Incorporating key neuronal and synaptic dynamics, the model reproduces human-like decision-making behaviors and neural activity patterns without the need for extensive training. Compared with conventional artificial networks, it exhibits superior robustness to perturbations such as noise and damage. To further enhance its performance, we introduce a neuroimaging-guided fine-tuning strategy. Correlations between MRI features and behavioral performance are mapped onto critical model parameters, guiding the optimization toward more biologically plausible operational regimes. This approach improves performance and adaptability while preserving biological plausibility and reducing the parameter search space. This is a demonstration of directly integrating human neuroimaging evidence into AI model optimization, establishing a methodology for brain-inspired modeling. By combining insights from primate electrophysiology, human neuroimaging, and biologically grounded modeling, our work narrows the gap between neuroscience and AI. It demonstrates how brain-inspired approaches can advance the development of adaptive, resilient, and interpretable AI systems, offering a paradigm for biologically grounded intelligence.",
          "url": "https://doi.org/10.1073/pnas.2426883123",
          "doi": "https://doi.org/10.1073/pnas.2426883123",
          "filter": "2"
        },
        {
          "title": "A blueprint for curved matter: The art of kirigami in 3D self-assembly",
          "authors": "Xiaoming Mao",
          "url": "https://doi.org/10.1073/pnas.2533092123",
          "doi": "https://doi.org/10.1073/pnas.2533092123",
          "filter": "2"
        },
        {
          "title": "Hyperglycemia promotes SIRT3-mediated deacetylation of SARM1 to exacerbate diabetic peripheral neuropathy in mice",
          "authors": "Chunyu Chen, Liliang Zhu, Wenxi Li, Yuefeng Jiang, Zhe Zhang, Yongjuan Zhao, Jinzhong Lin, Wei Yu",
          "abstract": "Diabetic peripheral neuropathy (DPN), the most common complication of diabetes, lacks effective treatments and is characterized by early axonal degeneration mediated by sterile alpha and Toll/interleukin receptor motif-containing protein 1 (SARM1). Here, we identify a regulatory mechanism of SARM1’s NAD + -cleaving activity via acetylation at lysine 641 (K641). In high-glucose conditions, SIRT3 deacetylates SARM1 at K641, enhancing its NAD + cleavage activity and exacerbating axonal damage. In type 2 diabetic (T2DM) mice, acetylation of SARM1 at K641 (K641Ac) or Sirt3 knockout mitigates hypoalgesia, intraepidermal nerve fiber loss in footpad skin, and axonal growth retardation in dorsal root ganglia. These interventions also attenuate ROS accumulation, ATP depletion, and NAD + decline, conferring protection against DPN pathology. Notably, wild-type SARM1 expression reverses the protective effects of Sirt3 ablation in T2DM mice, whereas SARM1 K641Q does not. Our findings establish that SIRT3-mediated deacetylation of SARM1 at K641 drives axonal degeneration in DPN, and enhancing K641 acetylation mitigates disease progression. This study uncovers a critical posttranslational regulation of SARM1 and suggests that targeting the SIRT3–SARM1 axis may offer therapeutic potential for DPN and related neurodegenerative conditions.",
          "url": "https://doi.org/10.1073/pnas.2517110123",
          "doi": "https://doi.org/10.1073/pnas.2517110123",
          "filter": "2"
        },
        {
          "title": "Reply to Song et al.: Acidity-sensitive chemistry promotes sulfate formation in East Asia",
          "authors": "Yu-Chi Lin, Shohei Hattori, Syuichi Itahashi, Yan-Lin Zhang",
          "url": "https://doi.org/10.1073/pnas.2524655123",
          "doi": "https://doi.org/10.1073/pnas.2524655123",
          "filter": "2"
        },
        {
          "title": "Nonsense-mediated decay controls a negative feedback loop in innate immune sensing",
          "authors": "Simon Boudreault, Yahira Rivera-Lopez, Max B. Ferretti, Matthew A. Tracey, James Bonner, Bertram L. Jacobs, Kristen W. Lynch",
          "abstract": "Nonsense-mediated decay (NMD) is an mRNA decay pathway which degrades potential harmful transcripts that contain premature termination codons. However, NMD’s importance also extends to the control of isoform abundance under physiological conditions. During viral infection, NMD is inhibited through numerous mechanisms; however, NMD has been shown to have both antiviral as well as proviral activities, raising further questions into the role and control of NMD during viral infection. These observations have led us to investigate the potential involvement of NMD in dsRNA sensing as a mechanism that might explain these discrepancies. Using EIF4A2 exon 10B inclusion as an example of AS-NMD isoform accumulating during viral infection, we show that dsRNA sensing inhibits NMD. This effect is correlated with translational blockade and is driven primarily by RNaseL activation, and by PKR in the absence of RNaseL activation. Surprisingly, NMD inhibition limits the induction of IFN-β as well as interferon-stimulated genes, and this effect is upstream of IRF3 phosphorylation and translocation to the nucleus. NMD inhibition also decreases PKR and RNaseL activation as well as PIC-mediated cell death by decreasing the dsRNA content, suggesting NMD directly controls dsRNA sensing by controlling the dsRNA load. Therefore, inhibition of NMD upon dsRNA sensing provides a negative feedback loop that contributes to shaping the innate immune sensing pathways.",
          "url": "https://doi.org/10.1073/pnas.2517478123",
          "doi": "https://doi.org/10.1073/pnas.2517478123",
          "filter": "2"
        },
        {
          "title": "M cell–dependent commensal uptake confers encephalitogenic phenotypes on γδT17 cells in Peyer’s patches",
          "authors": "Seiga Komiyama, Yotaro Kodaira, Rae Maeda, Yuki Sugiura, Koichiro Suzuki, Aiko Saeki, Yusuke Kinashi, Hiroyuki Oguchi, Kokona Takano, Satoshi Onawa, Ako Matsui, Eita Sasaki, Kisara Hattori-Muroi, Shunsuke Kimura, Yumiko Fujimura, Yuyo Ka, Tomoyuki Ogura, Kenjiro Hanaoka, Minako Ito, Hiroshi Watarai, Tsuneyasu Kaisho, Nobuyuki Udagawa, Daisuke Takahashi, Koji Hase",
          "abstract": "Interleukin-17-producing γδT cells (γδT17 cells) play a dual role in immune regulation, serving as both protectors in various tissues and orchestrators of inflammatory responses in autoimmune diseases, including experimental autoimmune encephalomyelitis (EAE), a rodent model of multiple sclerosis. However, the ontology and repertoires of encephalitogenic γδT17 cells remain unclear. In this study, we demonstrate that the encephalitogenicity of γδT17 cells is conferred through microfold cell (M cell)-dependent uptake of commensal bacteria in Peyer’s patches. Specifically, CXCR6 hi Vγ6 + Vδ1 + invariant γδT17 cells are activated by specific commensal bacteria such as Lactobacillus spp., which stimulate TCR of CXCR6 hi Vγ6 + Vδ1 + invariant γδT17 cells. During the early stages of EAE, γδT17 cells infiltrate the central nervous system (CNS), initiating a type 17 inflammatory response. Our findings illustrate that Peyer’s patch M cells serve as a critical bridge, linking the pathological association between commensal bacteria and the onset of CNS inflammation.",
          "url": "https://doi.org/10.1073/pnas.2506550123",
          "doi": "https://doi.org/10.1073/pnas.2506550123",
          "filter": "2"
        },
        {
          "title": "Pathogen-inspired engineering of plant protease enhances late blight resistance",
          "authors": "Jie Huang, Alice Penrose, Laura Ossorio Carballo, Renier A. L. van der Hoorn",
          "abstract": "The apoplast is an important battlefield in plant–pathogen interactions. The late blight oomycete pathogen Phytophthora infestans, for instance, secretes cystatin-like protease inhibitors EpiC1 and EpiC2B to suppress C14, a papain-like immune protease secreted by tomato. Here, we found that P. infestans also secretes two distinct papain-like proteases termed Pain1 and Pain2, which are transcriptionally induced during infection. Both Pains promote P. infestans infection, but not when their catalytic residues are mutated. Strikingly, EpiC1 and EpiC2B preferentially inhibit tomato C14 rather than self-produced Pains, suggesting that they coevolved with Pains to avoid self-inhibition. To mimic the avoidance of inhibition by EpiCs, we engineered C14 (eC14) with seven Pain1 residues that potentially disturb the EpiCs–C14 interface. This eC14 is less sensitive to inhibition by EpiCs and enhances resistance to P. infestans infection. This strategy demonstrates that a pathogen-inspired protein engineering approach can increase crop resistance to plant pathogens.",
          "url": "https://doi.org/10.1073/pnas.2524700123",
          "doi": "https://doi.org/10.1073/pnas.2524700123",
          "filter": "2"
        },
        {
          "title": "Isotopic evidence for volatile loss driven by South Pole-Aitken basin–forming impact",
          "authors": "Heng-Ci Tian, Chi Zhang, Wen-Jun Li, Dingshuai Xue, Jing Wang, Wei Yang, Yan-Hong Liu, Yangting Lin, Xian-Hua Li, Fu-Yuan Wu",
          "abstract": "Recent studies suggest that the lunar farside experienced a magma ocean evolution similar to that of the nearside. Thus, the nearside-farside dichotomy, such as volcanism and crustal thickness, is likely related to the South Pole-Aitken (SPA) basin–forming impact. Although the noritic clasts found in Chang’e-6 (CE6) samples may originate from crustal remelting induced by the SPA impact, how (and whether) the lunar mantle was modified by this event remains unclear. Here, we present the first high-precision iron (Fe) and potassium (K) isotopic measurements of CE6 low-Ti basalts, revealing higher δ 56 Fe (0.13 to 0.21‰) and δ 41 K (0 to 0.09‰) in these basalts compared to their Apollo and Chang’e-5 (CE5) counterparts (δ 56 Fe: 0 to 0.11‰; δ 41 K: −0.29 to −0.04‰). The heavy Fe and K isotopic signatures are unlikely to be derived from cosmogenic effects or the addition of impactor-derived materials. Instead, the heavy Fe isotopes can be explained by partial melting and fractional crystallization processes. For K isotopes, however, the data require that the mantle source beneath the SPA basin had a heavier K isotopic composition than that of the nearside mantle, most likely resulting from evaporation caused by the SPA-forming impact. Our results thus provide robust evidence for significant impact-induced modification of the lunar mantle and demonstrate that large-scale impacts may have played a key role in creating lunar asymmetry.",
          "url": "https://doi.org/10.1073/pnas.2515408123",
          "doi": "https://doi.org/10.1073/pnas.2515408123",
          "filter": "2"
        },
        {
          "title": "Multiple modes of AFM reveal distinct mechanical properties for dystrophin and utrophin not manifest by small fragments",
          "authors": "Cailong Hua, Joseph Vavra, Jacob Powers, Joseph M. Muretta, James M. Ervasti, Murti V. Salapaka",
          "abstract": "Duchenne muscular dystrophy (DMD) is a lethal muscle disease caused by the absence of the protein dystrophin. Dystrophin is hypothesized to work as a molecular shock absorber that limits myofiber membrane damage when undergoing reversible unfolding upon muscle stretching and contraction. Here, we report the mechanical characterization of single full-length dystrophin (Dys) molecules using two operational modes of atomic force microscopy; constant speed and constant force as well as Monte Carlo simulations. Furthermore, we have compared Dys with large fragments encoding the N-terminus through spectrin repeat 10 (DysN-R10), the C-terminal retinal isoform of dystrophin (Dp260), and full-length utrophin (Utr). Our comprehensive data reveal that Dys, DysN-R10, and Dp260, all show a uniform, brittle unfolding behavior, whereas Utr demonstrates more complex unfolding dominated by a stiffening spring behavior. These fundamentally different mechanical behaviors in vitro suggest different in vivo functions for Dys and Utr with implications for the potential efficacy of Utr upregulation to substitute for Dys deficiency in DMD.",
          "url": "https://doi.org/10.1073/pnas.2511722123",
          "doi": "https://doi.org/10.1073/pnas.2511722123",
          "filter": "2"
        },
        {
          "title": "The major ion chemistry of seawater was closely coupled to the long-term carbon cycle during the Cenozoic",
          "authors": "David Evans, Yair Rosenthal, Jonathan Erez, Hagar Hauzer, Laura J. Cotton, Xiaoli Zhou, Romi Nambiar, Peter Stassen, Paul N. Pearson, Willem Renema, Pratul Kumar Saraswati, Jonathan A. Todd, Wolfgang Müller, Hagit P. Affek",
          "abstract": "A ~fivefold decrease in the atmospheric concentration of CO 2 took place during the Cenozoic. This has often been viewed within the context of silicate weathering changes, although the specific contributions of the potential drivers remain poorly understood. Indeed, it has been alternatively argued that changes in the sea floor spreading rate contributed to the Cenozoic p CO 2 decline, although the magnitude of the decrease means that this is unlikely to account for the entirety of the p CO 2 change. One previously overlooked factor is the concomitant change in the major element composition of seawater, especially the concentration of calcium ([Ca 2+ sw ]), which is typically viewed as responding to processes such as weathering, rather than representing a driver in and of itself. Here, we present the first detailed record of the Cenozoic major ion chemistry of seawater and show that [Ca 2+ sw ] has the potential to control key processes that impact the carbon cycle. Although our record cannot determine whether CO 2 is causally driven by [Ca 2+ sw ], carbon cycle box modeling identifies that this may have been the case. Whether or not [Ca 2+ sw ] indeed directly drove p CO 2 during the Cenozoic principally depends on the strength of the silicate weathering feedback and the magnitude of any possible changes in organic carbon burial, both of which could overwhelm a [Ca 2+ sw ]-driven impact on the carbon cycle. As such, determining the sensitivity of the weathering–climate relationship on million-year timescales is key to resolving whether factors such as seawater major ion composition are important carbon cycle drivers.",
          "url": "https://doi.org/10.1073/pnas.2511781122",
          "doi": "https://doi.org/10.1073/pnas.2511781122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Disaggregated machine learning via in-physics computing at radio frequency",
          "authors": "Zhihui Gao, Sri Krishna Vadlamani, Kfir Sulimany, Dirk Englund, Tingjun Chen",
          "abstract": "Modern edge devices, such as cameras, drones, and internet-of-things nodes, rely on machine learning to enable a wide range of intelligent applications. However, deploying machine learning models directly on the often resource-constrained edge devices demands substantial memory footprints and computational power for real-time inference using traditional digital computing architectures. In this paper, we present WISE, computing architecture for wireless edge networks with two key innovations: disaggregated model access via over-the-air wireless broadcasting for simultaneous inference on multiple edge devices, and in-physics computation of general complex-valued matrix-vector multiplications directly at radio frequency driven by a single frequency mixer. Using a software-defined radio platform, WISE achieves 95.7% image classification accuracy (97.2% audio classification accuracy) with ultralow energy consumption of 6.0 fJ/MAC (2.8 fJ/MAC), which is more than 10× improvement compared to traditional digital computing, e.g., on modern GPUs.",
          "url": "https://doi.org/10.1126/sciadv.adz0817",
          "doi": "https://doi.org/10.1126/sciadv.adz0817",
          "filter": "2"
        },
        {
          "title": "Removal of trace gases can both increase and decrease cloud droplet formation",
          "authors": "Elavarasi Ravichandran, Sanghee Han, Abigail S. Williams, Veronica Berta, Jeremy L. Dedrick, Christian Pelayo, Nattamon Maneenoi, Lynn M. Russell, Michael Wheeler, Jeremy Wentzell, John Liggio, Markus D. Petters",
          "abstract": "Aerosols consist of liquid or solid particles dispersed in a gas. Aerosol measurements generally rely on drying the particles before quantifying their physicochemical properties. This drying can potentially remove semivolatile compounds from the particles. Here, we show size-resolved cloud condensation nuclei (CCN) measurements quantifying the hygroscopicity parameter in the presence and absence of a denuder. The denuder efficiently removed alkanes and weakly functionalized acids, aldehydes, and alcohols with fewer than 10 carbon atoms from the gas phase. Denuding organic compounds perturbed the CCN-derived hygroscopicity parameter by up to 50%. Denuding either rendered the particles more or less CCN active, and the direction of the effect depended on sample relative humidity and trace gas concentration. The effect was weakest in early spring and strongest in late spring and summer. The measurements demonstrate an unexpectedly strong coupling between the particle and gas phase, influencing CCN activity through either volatilization or surface adsorption, or both.",
          "url": "https://doi.org/10.1126/sciadv.adx0960",
          "doi": "https://doi.org/10.1126/sciadv.adx0960",
          "filter": "2"
        },
        {
          "title": "β-Carbon functionalization of amines via α-amino Cu-carbenes",
          "authors": "Rui Qin, Wei-Fang Zuo, Ze-Hong Zheng, Jin Zhou, Jia-Xin Li, Gen Zhou, Hao Huang, Yan-Rong Wei, Cheng Peng, Qian-Qian Yang, Bo Han",
          "abstract": "Limited by the weaker d-p π-backdonation capacity exhibited by copper catalysis in metal carbene chemistry and the available carbene precursors, the construction of α-amino copper carbenes had remained unrealized. Here, we report a leaving group–driven carbene precursor design based on an intermolecular approach, enabling the generation and divergent transformations of pyrrole-type α-amino copper carbenes. This strategy successfully reversed the established protonation pathway of electron-rich enamine-copper complexes, effectively inverting the conventional polarity at the β position of the amine in the form of a pyrrole-type α-amino copper carbene. Furthermore, by leveraging the extensive library of ligands in copper catalysis, we have achieved fine-tuned, switchable stereo- and regioselective divergent synthesis. Through multiple classical carbene insertion reactions, as well as carbene oxidation and metathesis reactions, this approach enables the functionalization of the β position of amines with diverse nucleophilic groups.",
          "url": "https://doi.org/10.1126/sciadv.aea9900",
          "doi": "https://doi.org/10.1126/sciadv.aea9900",
          "filter": "2"
        },
        {
          "title": "Efficient lead-free antimony halide light-emitting diodes with 22% external quantum efficiency via a binary host-guest architecture",
          "authors": "Jinyang Li, Kele Liao, Jiajia Zhang, Fanglong Yuan",
          "abstract": "Lead halide emitters hold great promise for next-generation light-emitting diodes (LEDs), but their heavy metal toxicity poses major barriers to commercialization. Therefore, developing efficient lead-free metal halide LEDs is highly desirable but remains a big challenge. Here, we report solution-processed lead-free antimony halide–based LEDs with an external quantum efficiency of 22% and a current efficiency of 55.84 candelas per ampere. The exceptional device performance is achieved through a binary host-guest architecture using a zero-dimensional organic-inorganic antimony(III) halide, which exhibits bright emission with a near-unity photoluminescence quantum yield. Optical and photophysical studies combined with theoretical calculations reveal the mechanism underlying its highly efficient self-trapped exciton emission. Efficient LEDs were achieved by doping (AylPPh 3 ) 2 SbCl 5 into a binary host system, which improved film morphology, enhanced charge carrier mobility, and achieved better carrier balance. These enhancements resulted in substantially superior device performance compared to nondoped LEDs with (AylPPh 3 ) 2 SbCl 5 as a neat emissive layer.",
          "url": "https://doi.org/10.1126/sciadv.adz5689",
          "doi": "https://doi.org/10.1126/sciadv.adz5689",
          "filter": "2"
        },
        {
          "title": "Improved air-sea CO 2 flux estimates from sailboat measurements",
          "authors": "Jacqueline Behncke, Tatiana Ilyina, Fatemeh Chegini, Peter Landschützer",
          "abstract": "Despite their importance in the climate system, remote ocean regions and their ability to absorb anthropogenic carbon dioxide (CO 2 ) remain highly uncertain. To address this issue, citizen science initiatives, including sailboats, expand the observational network. Using observing system simulations and novel sailboat tracks, we demonstrate how integrating sailboat data improves estimates of ocean carbon uptake. While we underestimate the ocean carbon sink when mimicking real-world sampling, adding available sailboat data does not substantially improve reconstructions. Nevertheless, increased sampling reveals a stronger carbon sink, particularly between 40°S and 60°S. The improvement persists with hypothetical measurement uncertainties, but substantial differences arise depending on whether positive or negative biases are applied to the race track data. While we show that two additional circumnavigations already improve the ocean mean sink estimate, we further highlight the finding that the additional data remain insufficient to correct the overestimated CO 2 sink trend, calling for continuation of the ongoing data collection.",
          "url": "https://doi.org/10.1126/sciadv.adz1502",
          "doi": "https://doi.org/10.1126/sciadv.adz1502",
          "filter": "2"
        },
        {
          "title": "Mass extinction triggered the early radiations of jawed vertebrates and their jawless relatives (gnathostomes)",
          "authors": "Wahei Hagiwara, Lauren Sallan",
          "abstract": "Most vertebrate lineages are first recorded from the mid-Paleozoic, well after their Cambrian origin and Ordovician invertebrate biodiversification events. This delay has been poorly understood and is usually attributed to sampling and long ghost lineages. We analyzed newly compiled databases of Paleozoic vertebrate occurrences, biogeography, and ecosystems, revealing that the Late Ordovician Mass Extinction (~445 to 443 million years ago) triggered parallel, endemic radiations of jawed and related jawless vertebrates (gnathostomes) in isolated refugia. Postextinction ecosystems hosted the first definitive appearances of most major vertebrate lineages of the Paleozoic “Age of Fishes” (and today), following the loss of ubiquitous stem-cyclostome conodonts, nascent faunas of other gnathostomes, and pelagic invertebrates. Turnover and recovery patterns matched those following climatically similar events like the end-Devonian mass extinction, including a postextinction “gap” with low biodiversity. The prolonged Silurian recovery, and the challenges of oceanic dispersal, likely further delayed the dominance of jawed gnathostomes for millions of years after the first fossil jaws.",
          "url": "https://doi.org/10.1126/sciadv.aeb2297",
          "doi": "https://doi.org/10.1126/sciadv.aeb2297",
          "filter": "2"
        },
        {
          "title": "Cryo-EM of autoantibody-bound NMDA receptors reveals antigenic hotspots in an active immunization model of anti-NMDAR encephalitis",
          "authors": "Junhoe Kim, Farzad Jalali-Yazdi, Brian E. Jones, Gary L. Westbrook, Eric Gouaux",
          "abstract": "Autoantibodies targeting synaptic membrane proteins are associated with autoimmune encephalitis manifested by seizures, psychosis, and memory dysfunction. Anti- N -methyl- d -aspartate receptor (NMDAR) encephalitis, a prototype of these autoimmune synaptic disorders, is unexpectedly common. Unfortunately, how the native repertoire of anti-NMDAR autoantibodies recognizes NMDARs and the precise locations of antigenic epitopes remain poorly understood. Here, we used an active immunization model that closely mimics the human disease to immunize adult mice with intact GluN1/GluN2A receptors, resulting in fulminant autoimmune encephalitis. Serum was collected at 6 weeks postimmunization for single-particle cryo–electron microscopy of GluN1/GluN2A receptors complexed with purified polyclonal anti-NMDAR autoantibody fragments. Native autoantibodies recognized two distinct binding sites on the GluN1 amino-terminal domain, which we confirmed using monoclonal antibodies bound to native NMDARs purified from mouse brain. Structural analysis of autoantibody-bound NMDAR complexes identified antigenic hotspots within the GluN1 amino-terminal domain. These hotspots provide potential targets for therapeutic intervention.",
          "url": "https://doi.org/10.1126/sciadv.aeb4249",
          "doi": "https://doi.org/10.1126/sciadv.aeb4249",
          "filter": "2"
        },
        {
          "title": "NIR-switched DNA tweezer enables reversible miRNA recognition with erasable signal for in vivo continuous imaging",
          "authors": "Caixia Wang, Yulin Cong, Linlin Yang, Liang Liu, Yuxin Xie, Xuan Ding, Guixiang Zeng, Huangxian Ju, Ying Liu",
          "abstract": "Continuous monitoring of miRNA expression in vivo is crucial for understanding complex biological processes. However, current miRNA imaging probes suffer from irreversible responses, impairing their capabilities for real-time tracking concentration fluctuations. Here, we present a near-infrared regulated DNA tweezer (NIR-DNA tweezer) with reversible binding affinities to target miRNA. Self-quenched DNA tweezer is composed of BHQ3-labeled miRNA recognition strand and Cy5-labeled competitive strand, while competitive strand is embedded with azobenzene (Azo) to photo-switch the hybridization zones of DNA tweezer for reversible miRNA recognitions. NIR-DNA tweezer is obtained by conjugating DNA tweezer to upconversion nanoparticles, which is switched to “transit” status upon high-power 808-nm irradiation with cis -Azo to allow miRNA recognition with Cy5 fluorescence recovery. Upon low-power 808-nm irradiation, NIR-DNA tweezer is switched to “closed” status with trans -Azo to release miRNA and erase signal. The as-presented NIR-DNA tweezer achieves real-time in vivo tracing of miRNA expression fluctuations upon continuous chemotherapeutic drug and inhibitor treatments.",
          "url": "https://doi.org/10.1126/sciadv.adz3560",
          "doi": "https://doi.org/10.1126/sciadv.adz3560",
          "filter": "2"
        },
        {
          "title": "Self-reconfigurable robotic fish swarms: Collective achievement of diverse locomotion and challenging aquatic tasks",
          "authors": "Bowen Si, Liyao Chang, Shuai Li, Zhenyu Ding, Guangming Xie",
          "abstract": "Conventional aquatic robots are typically constrained by fixed morphology and single-mode locomotion, limiting adaptability to unstructured environments. Inspired by the diverse fin-driven locomotion strategies of natural fish, we present a self-reconfigurable robotic fish swarm system capable of operating across a wide range of aquatic conditions and tasks. Each robotic fish unit features autonomous physical assembly and disassembly capabilities by electropermanent magnets, enabling both connection and intermodule communication, allowing the swarm to dynamically reconfigure its morphology. Systematic evaluation reveals that swarm configurations substantially outperform individual units in various locomotion performance, including stability, maneuverability, swimming speed, energy efficiency, and multimodal locomotion ability. The swarm also demonstrates collaborative capabilities in navigating through complex environments, manipulating obstacles, and transporting objects, both in laboratory and outdoor aquatic settings. This work provides a framework for aquatic robots to adapt to unstructured environments and complex tasks, contributing to the advancement of multifunctional, reconfigurable robotic systems.",
          "url": "https://doi.org/10.1126/sciadv.adz2458",
          "doi": "https://doi.org/10.1126/sciadv.adz2458",
          "filter": "2"
        },
        {
          "title": "Basis for lineage-determining pioneer factors targeting distinct repressed chromatin states",
          "authors": "Andrew Katznelson, Jingchao Zhang, Greg Donahue, Kenneth S. Zaret",
          "abstract": "Pioneer transcription factors target transcriptionally silent chromatin, thereby enabling gene activation in development, regeneration, and cell reprogramming. However, silent chromatin is heterogeneous, varying in nucleosome stability, nucleosome compaction, and repressive histone modifications, and how pioneer factors may differentially overcome these different chromatin barriers is unknown. We systematically compared the chromatin targeting of 13 embryonic transcription factors and found that the DNA binding domain (DBD) type predicts whether a pioneer factor targets low-turnover nucleosomes in compact chromatin, dynamic nucleosomes in compact chromatin or functions as a nonpioneer factor targeting accessible chromatin. By contrast, non-DBD domains enable targeting of repressed chromatin marked by H3K9me3 or H3K27me3 . Fusions of different non-DBD segments of heterochromatin-targeting pioneer factors to the transcription factor SOX2 can expand binding of SOX2 target motifs within heterochromatin and improve cellular reprogramming. Our study unveils how different forms of silent chromatin are coordinately targeted by lineage-specifying factors.",
          "url": "https://doi.org/10.1126/sciadv.adz7409",
          "doi": "https://doi.org/10.1126/sciadv.adz7409",
          "filter": "2"
        },
        {
          "title": "YAP/TAZ-VGLL3 governs adipocyte fate via epigenetic reprogramming of PPARγ and its target enhancers",
          "authors": "Taejun Seol, Ju-Gyeong Kang, Kwangmin Ryu, Woojae Kim, Daehee Hwang, Suhyeon Cho, Daeun Song, Bomin Ku, Yen T. H. Tran, Sun-Hye Jeong, Won-Ki Cho, Dae-Sik Lim",
          "abstract": "Adipocyte differentiation from mesenchymal stem cells is governed by tightly regulated transcriptional and epigenetic programs. The Hippo pathway effectors YAP and TAZ impede this process, yet the underlying molecular mechanisms remain unclear. Here, we demonstrate how YAP/TAZ regulate transcription of the adipocyte lineage specification factor PPARγ and its target genes at the chromatin level. TAZ represses PPARγ-bound target enhancers as evidenced by a markedly reduced histone H3 acetylated at lysine-27 occupancy, resulting in the transcriptional repression of adipogenic genes, including Pparg2 . Single-nucleus genomic analyses of mouse adipose tissue further revealed that YAP/TAZ activation drives extensive epigenetic modulation. Notably, the repressive effect of TAZ on adipogenic enhancers requires TEAD-dependent transcriptional activity, but not a direct interaction with PPARγ through the WW domain as previously reported. Last, we identified Vestigial-like 3 ( Vgll3 ) as a transcriptional target of TAZ critical for repressing adipogenic enhancers. These findings reveal that the YAP/TAZ-VGLL3 axis regulates adipocyte fate by repressing the PPARγ program at its target enhancers.",
          "url": "https://doi.org/10.1126/sciadv.aea7235",
          "doi": "https://doi.org/10.1126/sciadv.aea7235",
          "filter": "2"
        },
        {
          "title": "Self-transforming hydrogel mimicking tertiary lymph nodes to activate cGAS-STING pathway for enhanced antitumor immunotherapy",
          "authors": "Fei Wang, Yukun Zeng, Manqi Yan, Ziqi Zhou, Lingzi Feng, Fei Yang, Wei Zhao, Yong Hu",
          "abstract": "The nonspecific distribution of tertiary lymph node (TLS)–inducing drugs may trigger autoimmune diseases. We developed a self-transforming chitosan hydrogel to act as a biomimetic TLS. The chitosan hydrogel solution was peritumorally injected in bacteria-colonized tumors in mice followed by the rapid in situ gelation. After killing tumor cells and intratumoral bacteria by doxorubicin and cefotaxime, the hydrogel efficiently adsorbed bacterial pathogen-associated molecular patterns, tumor cell–derived damage-associated molecular patterns, and tumor-associated antigens. These danger signals greatly potentiated immune cell recruitment into the hydrogel and sufficiently activated dendritic cells (DCs) by the absorbed DNA-mediated cGAS-STING activation. The activated DCs converted T cells into cytotoxic T cells, and these activated immune cells migrated through the pores of hydrogels into the tumor tissues, effectively remodeling the immunosuppressive microenvironment, thereby inhibiting the tumor growth and metastasis. These findings demonstrate a previously unidentified method to establish a safe, easy-to-control, and effective biomimetic TLS that offers a promising strategy for updating current combined immunotherapy against various tumors.",
          "url": "https://doi.org/10.1126/sciadv.adz5078",
          "doi": "https://doi.org/10.1126/sciadv.adz5078",
          "filter": "2"
        },
        {
          "title": "Widespread abyssal turbidites record megathrust earthquake-triggered landslides and coseismic deformation in the Cascadia subduction zone",
          "authors": "Jenna C. Hill, Janet T. Watt, Charles K. Paull, David W. Caress, Daniel S. Brothers, Kevin Arizmendi, Roberto Gwiazda, Jared Kluesner, Eve Lundsten, Nora M. Nieminski, Jason S. Padgett, Jennifer B. Paduan, George Snyder",
          "abstract": "Abyssal marine turbidites provide some of the longest and most spatially extensive records of subduction zone earthquake recurrence globally; however, correlation of these deposits over long distances and interpretation of synchronous emplacement requires both an understanding of the turbidite generating systems and precise dating. Here, we present an integrated suite of high-resolution bathymetry, subbottom profiles, and sediment cores from combined autonomous underwater vehicle, remotely operated vehicle, and ship-based studies at a key paleoseismic site in the southern Cascadia subduction zone. We demonstrate how widespread, earthquake-triggered landslides on the lower slope deposit discrete, proximal mass transport deposits (MTDs) that grade offshore into complex, interfingered abyssal turbidites, which correspond to records of megathrust earthquake history. We propose accretion and oversteepening of thrust folds on the lower slope both preconditions the slope to fail and provides a perpetual source of unstable material to fail during every earthquake cycle. Furthermore, we suggest the periodic and pervasive landsliding indicates coseismic deformation of the outer accretionary wedge during megathrust rupture.",
          "url": "https://doi.org/10.1126/sciadv.adx6028",
          "doi": "https://doi.org/10.1126/sciadv.adx6028",
          "filter": "2"
        },
        {
          "title": "3D organotypic skin models recapitulate autoantibody-driven pemphigus pathomechanisms and targeted therapeutic response",
          "authors": "Haiwei Zhai, Xiaowei Jin, Amir Ostadi Moghaddam, Matthew F. Spieker, Kristina Seiffert-Sinha, Animesh A. Sinha, Ruiguo Yang, Fanben Meng",
          "abstract": "Advanced three-dimensional (3D) tissue models that recapitulate autoimmune disease progression can enable mechanistic studies and accelerate the development of targeted therapies with reduced reliance on systemic immunosuppression. Here, we present a dynamic biofabrication strategy combining 3D bioprinting and cell self-organization to create multilayered skin constructs with a stratified epidermis atop a vascularized, fibroblast-remodeled dermis. This platform reconstitutes native skin architecture to model pemphigus vulgaris, an autoantibody-driven blistering disorder. Tightly reassembled keratinocytes form cell-cell adhesions that replicate pathogenic antibody–induced disruption of the epidermal barrier, while embedded vasculature and fibroblasts shape dermal barriers that regulate molecular diffusion. We demonstrate that these tissue barriers define disease phenotypes and therapeutic responses by modulating antibody and drug penetration. As proof of concept, we quantitatively evaluate epidermal growth factor receptor–targeted inhibitors by measuring individual cell-cell junction integrity and applying machine learning–assisted image texture analysis. This organotypic skin model provides a physiomimetic testbed for precise investigation of autoimmune pathogenesis and high-throughput screening of targeted therapeutic agents.",
          "url": "https://doi.org/10.1126/sciadv.adz5003",
          "doi": "https://doi.org/10.1126/sciadv.adz5003",
          "filter": "2"
        },
        {
          "title": "Reversible phase dynamics of PsAF5 regulate mitophagy to balance redox levels in Phytophthora sojae",
          "authors": "Jinzhu Chen, Wenhao Li, Qin Peng, Hongwei Zhu, Tan Dai, Jianqiang Miao, Xili Liu",
          "abstract": "Redox balance is essential for normal cellular functions. PsAF5, a FYVE domain–containing protein, functions as an essential sensor and adapter, particularly in mitophagy triggered by reactive oxygen species in Phytophthora sojae . However, the regulatory role of PsAF5 in maintaining the dynamic equilibrium of the intracellular redox state has not yet been fully elucidated. Here, we identify that specific cysteine residues in the FYVE domain of PsAF5 sense cellular redox states to form and resolve disulfide bonds in a redox-dependent manner. Under reducing conditions, PsAF5 undergoes redox-dependent phase separation to form cytoplasmic condensates that are functionally decoupled from mitophagy execution. Under oxidative conditions, PsAF5 exhibits increased cytosolic solubility and enhanced interaction with PsATG8, thereby promoting mitophagy. This mechanism enables P. sojae to toggle between “detoxification” (oxidizing stress) and “metabolic resilience” (reducing stress) states, ensuring survival across hostile host niches.",
          "url": "https://doi.org/10.1126/sciadv.adz2785",
          "doi": "https://doi.org/10.1126/sciadv.adz2785",
          "filter": "2"
        },
        {
          "title": "A transposase-derived gene required for human brain development",
          "authors": "Luz Jubierre Zapater, Sara A. Lewis, Rodrigo Lopez Gutierrez, Makiko Yamada, Elias Rodriguez-Fos, Merce Planas-Felix, Daniel Cameron, Phillip Demarest, Anika Nabila, Helen S. Mueller, Junfei Zhao, Paul Bergin, Casie Reed, Tzippora Chwat-Edelstein, Alex Pagnozzi, Caroline Nava, Emilie Bourel-Ponchel, Patricia Cornejo, Ali Dursun, R. Köksal Özgül, Halil Tuna Akar, Henry Houlden, Huma Arshad Cheema, Muhammad Nadeem Anjum, Giovanni Zifarelli, Peter Bauer, Miriam Essid, Hanene Benrhouma, Meriem Ben Hafsa, Ichraf Kraoua, Carolina I. Galaz-Montoya, Alex Proekt, Xiaolan Zhao, Nicholas D. Socci, Matthew Hayes, Yves Bigot, Raul Rabadan, Reza Maroofian, David Torrents, Claudia L Kleinmann, Michael C. Kruer, Miklos Toth, Alex Kentsis",
          "abstract": "Vertebrate brain development is associated with prominent neuronal cell death and DNA breaks, but their causes and functions are not well understood. DNA transposable elements could contribute to somatic genome rearrangements; however, their contributions to brain development are largely unknown. PiggyBac transposable element derived 5 (PGBD5) is an evolutionarily conserved vertebrate DNA transposase–derived gene with DNA remodeling activities in human cells. Here, we show that PGBD5 contributes to normal brain development in mice and humans, and its deficiency causes disorder of intellectual disability, movement disorders, and epilepsy. In mice, Pgbd5 is required for the developmental induction of postmitotic DNA breaks and recurrent somatic brain genome rearrangements. In the cerebral cortex, loss of Pgbd5 leads to aberrant neuronal gene expression, including of specific types of glutamatergic neurons, which partly explains the features of PGBD5 deficiency in humans. Thus, PGBD5 is a transposase-derived gene required for brain development in mammals.",
          "url": "https://doi.org/10.1126/sciadv.adv7530",
          "doi": "https://doi.org/10.1126/sciadv.adv7530",
          "filter": "2"
        },
        {
          "title": "Genomic adaptation strategies to habitat switching in Korarchaeota",
          "authors": "Lei Su, Andreas P. Teske, Ian P. G. Marshall, Zichao Zeng, Yinzhao Wang, Kurt O. Konhauser, Yuhao Li, Shengwei Hou, Jiangtao Li",
          "abstract": "Korarchaeota, an ancient lineage of archaea, has long been overlooked in discussions of archaeal and eukaryotic evolution. Their physiology and evolutionary history have remained enigmatic due to their rarity in natural environments. Here, we assembled 101 Korarchaeota genomes from different seafloor hydrothermal vents and terrestrial hot springs, revealing that Korarchaeota lineages have undergone multiple transitions between marine and terrestrial habitats. These transitions were accompanied by genomic shifts reflecting adaptations to habitat-specific physicochemical conditions, including variations in nutrient availability, potential energy sources, osmotic conditions, and viral predation stresses. Molecular dating suggests that Korarchaeota originated ~2.84 billion years (Ga) ago, with three subsequent diversification events occurring around 2.42, 1.52, and 1.29 Ga ago. These major diversifications coincide with key geological events such as the Great Oxidation Event and the breakup and formation of supercontinents. Our findings provide insights into the evolutionary trajectory and ecological adaptations of Korarchaeota, thereby enhancing our understanding of microbial coevolution with Earth’s dynamic surface environments.",
          "url": "https://doi.org/10.1126/sciadv.aea1035",
          "doi": "https://doi.org/10.1126/sciadv.aea1035",
          "filter": "2"
        },
        {
          "title": "Programmable polariton canalization in reconfigurable metasurfaces",
          "authors": "Yang Xu, Xiaoqiang Su, Fusheng Deng, Yuqian Wang, Yaping Yang, Pablo Alonso-González, Hong Chen, Jiafang Li, Jiahua Duan, Zhiwei Guo",
          "abstract": "The topological transition of polariton dispersion in twisted van der Waals layers at the photonic magic angle results in the diffraction-less and collimated propagation state, termed canalization regime. This type of robust transport of polaritons (i.e., polariton canalization) holds promise for subwavelength control of energy flows. However, the lack of in situ dynamic tunability of canalized polaritons hinders such control because the canalization direction is fixed in the fabricated device. Here, we overcome this limitation by demonstrating programmable polariton canalization in a reconfigurable single-layer metasurface. By engineering the orientation of metasurface unit cells, the direction of canalized magnetic polaritons can be programmed along any in-plane direction (i.e., dynamic all-angle tunability). On-demand steering of canalized polaritons allows customized near-field patterns to be obtained at any desired location—a proof of concept for canalization-based information display applications. These findings offer opportunities to transcend conventional diffraction constraints for integrated photonic devices, thus opening the door for photonic applications where on-demand control is crucial.",
          "url": "https://doi.org/10.1126/sciadv.aea0072",
          "doi": "https://doi.org/10.1126/sciadv.aea0072",
          "filter": "2"
        },
        {
          "title": "Lipid self-assembly dependence on hyaluronic acid size reveals biolubrication and osteoarthritic degeneration mechanisms",
          "authors": "Kangdi Sun, Mark W. Rutland, Rosa M. Espinosa-Marzal",
          "abstract": "Hyaluronic acid (HA) and phospholipids (PLs) are key components of joint lubrication. In osteoarthritis (OA), the molecular weight (MW) of HA is reduced, which has been proposed to weaken the anchoring capacity of PL and impair lubrication. This study reveals a different mechanism by directly linking the MW to the structure of HA-PL (hybrid) assemblies and frictional properties. Using mixed-MW HA and PL to model this difference between healthy and OA synovial composition, we found interfacial lamellar structures form under healthy-like conditions, while hybrid vesicles predominate in OA-like conditions. At physiologically relevant shear rates, lamellar assemblies maintain ultralow friction, whereas vesicles are removed, causing a tenfold friction increase. These findings provide mechanistic insight into how HA-PL structural organization controls lubrication. While this simplified system does not capture the biochemical complexity of synovial fluid, this study advances understanding and offers a framework for designing structure-informed therapeutic strategies and biomimetic lubricants.",
          "url": "https://doi.org/10.1126/sciadv.adz9517",
          "doi": "https://doi.org/10.1126/sciadv.adz9517",
          "filter": "2"
        },
        {
          "title": "DLX2 acts as a pioneer factor and drives Msx1 + ectomesenchyme formation from embryonic stem cells",
          "authors": "Ziwei Zhang, Zhiheng Xu, Hong Hu, Yao Li, Youmei Jin, Yi Zhong, Yunqiu Zhang, Yike Yin, Jing Chen, Yufeng Duan, Hao Yang, Zhonghan Li",
          "abstract": "The ectomesenchyme generates much of the craniofacial skeleton, sutures, and diverse connective tissues in the mammalian head, yet its derivation from embryonic stem cells (ESCs) and the underlying molecular drivers remain poorly defined. Here, we identified Dlx2 as a key regulator that efficiently directed murine ESCs toward Msx1 + ectomesenchyme, recapitulating the developmental trajectory. These Msx1 + progenitors expressed classical craniofacial markers, exhibited robust osteochondral differentiation potential as a group, and supported craniofacial regeneration. Mechanistically, Distal-less homeobox 2 (DLX2) formed a complex with lamina-associated polypeptide 2, isoform alpha (LAP2α) through a 38–amino-acid homeodomain motif, interacting with nucleosomes to promote chromatin remodeling and activate a procraniofacial ectomesenchymal gene network. Disrupting DLX2-LAP2α interaction or silencing Dlx2 targets markedly diminished ectomesenchymal differentiation. Our findings established DLX2 as a pioneer factor in ectomesenchyme specification, offering insights into craniofacial development and stem cell engineering.",
          "url": "https://doi.org/10.1126/sciadv.aea0685",
          "doi": "https://doi.org/10.1126/sciadv.aea0685",
          "filter": "2"
        },
        {
          "title": "Flexible thermal array sensor for imperceptible monitoring of multidimensional vascular dynamics",
          "authors": "Shuo Tian, Shiqiang Liu, Rong Zhu",
          "abstract": "Wearable electronics for monitoring vascular dynamics are crucial in assessing cardiovascular health. However, current vascular sensors hold challenges in limited perceptive dimension and accuracy and poor interface robustness. Here, we report 18-channel flexible thermal array sensor using active thermal penetration sensing principle for imperceptible monitoring of deep and superficial vasculature. Leveraging contact-free thermal penetration and natural piezo-thermic transduction of human skin, the sensor implements spatiotemporal mapping of vascular dynamics with high sensitivity, good-linearity, fast-response, low cross-talk, and excellent interfacial robustness. It enables real-time and in situ measurements of multimodal vascular characteristics including deep arterial pulsation, superficial capillary perfusion, relative blood flow velocity, skin temperature, and continuous blood pressure via data-efficient vascular feature extraction method. Imperceptible and comprehensive cardiovascular dynamics tracking by wearable electronics provides a promising avenue for advancing personal health care and clinic medicine.",
          "url": "https://doi.org/10.1126/sciadv.aea5803",
          "doi": "https://doi.org/10.1126/sciadv.aea5803",
          "filter": "2"
        },
        {
          "title": "Three-component synthesis of β-thio tertiary alkylamines from simple alkenes via S H 2 homolytic substitution",
          "authors": "Hongyu Wang, Ting Wang, Yang Li, Qianyu He, Wenxuan Ma, Xinyu Guan, Yifei Li, Yongli Bao, Yongyun Zhao, Qian Zhang, Neil Vasdev, Chao Zheng, Junkai Fu",
          "abstract": "Alkene difunctionalization via electrophilic aminyl radical cations offers a straightforward route to complex tertiary alkylamines widely occurring in biologically active molecules. However, only a limited variety of third reaction components have been hitherto introduced because of the challenges in capturing transient C(sp 3 )-centered radical intermediates under acidic conditions, and structurally specific alkenes are usually required. Herein, we report a copper-catalyzed three-component aminothiolation reaction, enabling the first incorporation of S-based functionalities across simple alkenes to synthesize β-thio tertiary alkylamines. This protocol works well for both aryl and unactivated alkenes with a broad functional group compatibility and is applicable to ─SCF 3 , ─SCN, and ─SBz groups. Mechanistic investigations reveal a key bimolecular homolytic (S H 2) substitution process that efficiently traps the nascent C(sp 3 )-centered radical intermediates in acidic media and facilitates the C─S bond formation with high regioselectivity and even primary enantiocontrol. The introduced S-based functionality can improve the performance of pharmaceuticals such as Fentora.",
          "url": "https://doi.org/10.1126/sciadv.adz1874",
          "doi": "https://doi.org/10.1126/sciadv.adz1874",
          "filter": "2"
        },
        {
          "title": "Anode-induced arylthiol-amine cross-coupling: A nontraditional strategy to access sulfinamides",
          "authors": "Pan Zhou, Ting Zou, Sen-hui Wu, Hong-jian Song, Yu-xiu Liu, Qing-min Wang",
          "abstract": "Sulfinamides are ubiquitous structures among natural products and biologically active compounds. Generic synthetic methods for sulfinamides remain elusive because the preparation of sulfoxide precursors is notoriously difficult. Direct construction of S─N bonds represents a highly efficient economical method to access these sulfinamides. However, the most prevalent techniques for their synthesis are still the nonradical approaches of sulfoxide precursors with amines, where prepreparation of substrates, harsh reaction conditions, and restricted substrate ranges have intrinsically limited the synthetic scope. Herein, we leveraged a practical and streamlined electrocatalytic strategy to achieve sulfinamide synthesis, which involves the intermolecular oxidative cross-coupling of readily available arylthiols and aliphatic amines. Mechanistic investigations indicate that four successive oxidations at the anode play a crucial role in radical generation, S─N bond formation, and further oxidation of intermediates.",
          "url": "https://doi.org/10.1126/sciadv.aeb6913",
          "doi": "https://doi.org/10.1126/sciadv.aeb6913",
          "filter": "2"
        },
        {
          "title": "Enantioselective rapid assembly of bis-heterocycles by sequential palladium-catalyzed aza-Heck cyclization coupling reaction",
          "authors": "Lei Wang, Shuaijie Wu, Wenyu Zhang, Shuting Zhang, Jieya Dong, Weiming Hu, Chengcheng Zhou, Liuzhou Gao, Liejin Zhou, Junliang Zhang",
          "abstract": "A highly efficient palladium-catalyzed enantioselective aza-Heck–catalyzed cyclization coupling reaction of alkyne-tethered oxygen- and nitrogen-centered nucleophiles is reported. This protocol enables versatile access to chiral isoindolinone–linked benzofuran and indole bis-heterocyclic derivatives bearing a quaternary stereogenic center in good yields with high enantioselectivities. A sterically demanding, electron-rich (S)-(+)-1,1’-Bi-2-naphthol (BINOL)-derived phosphoramidite ligand provides excellent control over both chemoselectivity and enantioselectivity. Density functional theory calculations were used to elucidate the reaction mechanism and the origin of enantioselectivity. Moreover, these bis-heterocycles exhibited promising antimicrobial activity.",
          "url": "https://doi.org/10.1126/sciadv.aec1048",
          "doi": "https://doi.org/10.1126/sciadv.aec1048",
          "filter": "2"
        },
        {
          "title": "Dendritic compartment-specific spine formation in layer 5 neurons underlies cortical circuit maturation during adolescence",
          "authors": "Ryo Egashira, Meng-Tsen Ke, Nao Nakagawa-Tamagawa, Satoshi Fujimoto, Shigenori Inagaki, Tsuyoshi Takagi, Tsuyoshi Miyakawa, Yoshiaki Tagawa, Takeshi Imai",
          "abstract": "The development of cognitive functions continues into adolescence. However, it is not fully understood how cortical circuitry changes during adolescence. Here, we performed a comprehensive super-resolution mapping of dendritic spines in layer 5 extratelencepharic-projecting (L5 ET) neurons in the primary somatosensory cortex in mice. In adults, the dendritic spines are highly enriched in the middle compartment of the apical dendrites (spine density “hotspot”), where dendritic calcium spikes are generated. In early development, dendritic spines are evenly distributed. During adolescence, however, the spine density increases specifically in the middle compartment of the apical dendrites in an experience-dependent manner, while other dendritic compartments show a slight reduction. Furthermore, spine accumulation at the hotspot was specifically impaired in mouse models of schizophrenia, demonstrating a link between adolescent spine formation and neuropsychiatric disorders. Our finding suggests that the dendritic compartment-specific spine formation during adolescence shapes nonlinear dendritic integration in L5 ET neurons and supports the maturation of cognitive functions.",
          "url": "https://doi.org/10.1126/sciadv.adw8458",
          "doi": "https://doi.org/10.1126/sciadv.adw8458",
          "filter": "2"
        },
        {
          "title": "Cryo-EM structure of the vaccinia virus entry fusion complex reveals a multicomponent fusion machinery",
          "authors": "Chang Sheng-Huei Lin, Ching-An Li, Chun-Hsiung Wang, Chi-Fei Kao, Hsiao-Jung Chiu, Min-Chi Yeh, Hua-De Gao, Meng-Chiao Ho, Hsien-Ming Lee, Wen Chang",
          "abstract": "Membrane fusion is essential for viral entry. Unlike class I-III fusion proteins, vaccinia virus (VACV) uses a multicomponent entry fusion complex (EFC). Using cryo–electron microscopy, we determined the full-length structure of the VACV EFC at near-atomic resolution, revealing a 15-protein asymmetric assembly organized into three layers. The central A16/G9/J5 heterotrimer forms the fusion core, stabilized by conserved PXXCW and Delta motifs, and anchors two A28/H2 adaptor dimers linked to peripheral G3/L5/A21/O3 scaffolds. Structural and evolutionary analyses identify a conserved N-terminal domain in A16 containing a myristoyl-binding pocket and a phenylalanine-rich region that stabilizes the trimer and may regulate lipid engagement. An additional component, F9, binds peripherally to J5, A21, and H2 through Delta-like motifs, reinforcing the prefusion architecture. Together, these results define the VACV EFC as a unique multiprotein fusion machinery and provide a structural framework for understanding the mechanism of poxvirus entry and membrane fusion.",
          "url": "https://doi.org/10.1126/sciadv.aec0254",
          "doi": "https://doi.org/10.1126/sciadv.aec0254",
          "filter": "2"
        },
        {
          "title": "Impaired nitrogenous waste clearance promotes hepatocellular carcinoma",
          "authors": "Xinlu Han, Jianliang Shen, Junrong Yan, Rahul Tacke, Weiwei Dai, Qingqing Mao, Heineken Queen Daguplo, Shuyang Liu, Ariful Islam, Tong Liu, Mark C. Koch, Richard Z. Lin, Hong Li, Tracy Anthony, Ping Xie, Lanjing Zhang, Shenglan Gao, M. Celeste Simon, Xin Chen, Jiekun Yang, Xiaoyang Su, Wei-Xing Zong",
          "abstract": "In mammals, hepatic urea cycle enzymes (UCEs) convert ammonia, the toxic nitrogenous waste, into urea for excretion. In hepatocellular carcinoma (HCC), UCE expression is often heterogeneously repressed, but its role in tumorigenesis is unclear. We show that, as in patients, UCE expression is markedly reduced in multiple HCC mouse models, including those driven by oncogenic c-MET/β-catenin, leading to impaired ammonia clearance, altered amino acid metabolism, and increased pyrimidine synthesis. In contrast, UCE expression is largely preserved in c-MET/sgAxin1 tumors, allowing assessment of the consequences of UCE loss. Silencing individual UCEs increases ammonia burden and accelerates HCC with reprogrammed amino acid and pyrimidine metabolism, supporting a causal role for defective ammonia detoxification in oncogenesis. Notably, dietary protein restriction lowers hepatic ammonia and slows tumor growth. These findings establish a mechanistic link between nitrogen overload and hepatocarcinogenesis and highlight protein restriction as a feasible therapeutic strategy for patients with impaired nitrogenous waste handling.",
          "url": "https://doi.org/10.1126/sciadv.aec0766",
          "doi": "https://doi.org/10.1126/sciadv.aec0766",
          "filter": "2"
        },
        {
          "title": "Resilient high-temperature reverse osmosis desalination membranes",
          "authors": "Jishan Wu, Minhao Xiao, Jinlong He, Rachel Tang, Katie Soares, Ziwei Hou, Xinyi Wang, David Jassby, Menachem Elimelech, Eric M. V. Hoek",
          "abstract": "Conventional thin-film composite (TFC) reverse osmosis (RO) membranes experience irreversible performance loss at high temperatures, restricting their use in industries with high-temperature streams, including oil and gas, pharmaceuticals, electronics, power generation, food production, and hybrid desalination plants. However, the mechanisms driving the performance decline of TFC membranes at high temperatures remain poorly understood. Herein, we combine controlled experiments, molecular dynamics simulations, and micromechanical modeling to elucidate TFC failure mechanisms and to evaluate thermally resilient thin-film cross-linked (TFX) composite membrane. Upon exposure to elevated temperatures (&gt;60°C), salt rejection of TFC dropped from ~99 to &lt;90%, with irreversible structural damage in the polysulfone layer, confirmed by scanning electron microscopy. In contrast, the TFX membrane maintained ~99% salt rejection and showed no signs of physical degradation up to 80°C. Our combined analyses revealed that TFC membrane failure arises from irreversible pore expansion in the thermoplastic polysulfone support, leading to polyamide film rupture and delamination. TFX membranes resist thermal deformation, enabling ultrahigh-temperature RO desalination and water reuse.",
          "url": "https://doi.org/10.1126/sciadv.aea1505",
          "doi": "https://doi.org/10.1126/sciadv.aea1505",
          "filter": "2"
        },
        {
          "title": "Molecular computation at equilibrium via programmable entropy",
          "authors": "Boya Wang, Cameron Chalk, David Doty, David Soloveichik",
          "abstract": "Synthetic molecular information processing is typically designed through programming kinetic pathways, so that molecules bind, unbind, or incur conformational changes in some desired order. We demonstrate an alternative paradigm in dynamic DNA nanotechnology that programs the thermodynamic equilibrium state directly, with computation emerging from entropic driving forces. Like declarative programming in computer science, this approach emphasizes desired outcomes rather than specific steps, simplifying molecular programming and avoiding errors caused when thermodynamic forces work against programmed kinetics. We show broad applicability through three distinct applications: reversible signal propagation with fan-in and fan-out, algorithmic self-assembly performing Boolean logic, and synthesis of molecular chains (concatemers) of programmable length, illustrating how thermodynamic computation can enable practical molecular engineering tasks. Our work may enable previously unexplored ways to engineer complex molecular behaviors and help inform the understanding of the computational power of thermodynamics versus kinetics for molecular systems.",
          "url": "https://doi.org/10.1126/sciadv.adx3969",
          "doi": "https://doi.org/10.1126/sciadv.adx3969",
          "filter": "2"
        },
        {
          "title": "Whole-brain meso-vein imaging in living humans using fast 7-T MRI",
          "authors": "Omer Faruk Gulban, Rüdiger Stirnberg, Desmond Ho Yan Tse, Alessandra Pizzuti, Kenshu Koiso, Mario Eduardo Archila-Melendez, Laurentius (Renzo) Huber, Saskia Bollmann, Rainer Goebel, Kendrick Kay, Dimo Ivanov",
          "abstract": "Noninvasive measurement of the human brain’s angioarchitecture is essential for understanding functional neuroimaging signals, diagnosing cerebrovascular diseases, and tracking neurodegeneration. Ultrahigh-field MRI now enables mesoscopic (&lt;0.5 millimeters) imaging, revealing vascular details previously inaccessible in vivo. Yet current approaches face two barriers: Scan times often exceed 40 minutes, and the conventional visualization methods remain limited for navigating the vasculature. Here, we present a fast whole-brain MRI protocol that resolves the venous network at 0.35 millimeters in under 7 minutes. We also introduce processing and visualization techniques that distinguish vessel types and more intuitively navigate the vasculature. These advances allow in vivo reproduction of the seminal vasculature images of Henri M. Duvernoy and provide whole-brain intracortical meso-vein maps in humans. Our methods lay the groundwork for detailed examination of vascular organization across individuals, brain regions, and cortical layers. More generally, these methods make mesoscopic imaging of angioarchitecture viable for broad neuroscientific and clinical applications.",
          "url": "https://doi.org/10.1126/sciadv.aea4540",
          "doi": "https://doi.org/10.1126/sciadv.aea4540",
          "filter": "2"
        },
        {
          "title": "An ancient genome duplication event drives the development and evolution of spinnerets in spiders",
          "authors": "Fengyuan Li, Han Yang, Yiming Zhang, Shuhui Wang, Qi Gu, Meiming Wu, Pengyu Jin, Xin Huang, Yu Zhong, Xianting Huang, Yejie Lin, Xinyue Guo, Yunyun Li, Wei Zhang, Shuqiang Li",
          "abstract": "Key appendage innovations have driven the origin and expansion of arthropods, such as spinnerets enabling spiders to occupy three-dimensional space and diversify into more than 53,000 species. Here, we investigate the genetic basis of spinneret emergence in spiders by examining the complex history and functional importance of arachnid genome evolution. Using chromosome-scale genomes from newly sequenced spiders and the whip scorpion, we integrate evidence from macrosynteny and phylogenetic analyses to provide further strong support for a whole-genome duplication (WGD) event that occurred during early Arachnopulmonata evolution. Following this event, the abdominal-A gene pair not only exhibits functional divergence but also jointly facilitates the emergence of spinnerets. Furthermore, we integrated single-cell transcriptomic analyses and functional validation to confirm that the dachshund-1 gene also regulates spinneret development. The network of duplicated gene pairs may form a cornerstone in the origin and evolution of key morphological traits, revealing that the long-term effects of ancient WGDs on innovation and diversification also occurred in arthropods.",
          "url": "https://doi.org/10.1126/sciadv.adw2173",
          "doi": "https://doi.org/10.1126/sciadv.adw2173",
          "filter": "2"
        },
        {
          "title": "Developmental regulation of Erk signaling by mitotic kinases",
          "authors": "Fei Chen, Jan M. Bruder, Niraimathi Govindasamy, Jie Wu, Rui Chen, Devila Prit, Hannes C. A. Drexler, Sebastian A. Leidel, Hans R. Schöler, Ivan Bedzhov",
          "abstract": "During the peri-implantation phase of murine embryogenesis, the epiblast proliferates rapidly and undergoes epithelialization. At the same time, the preimplantation pluripotent state transforms into a more developmentally advanced, pregastrulation state. While extensive research has elucidated cell-extrinsic signals that direct the developmental progression, such as the Fgf/Mek/Erk pathway, the potential interplay of intrinsic cellular cues remains largely unexplored. To address this, we conducted a comprehensive phenotypic screen using an in vitro model of epiblast development. We identified aurora kinase A as a cell-intrinsic factor contributing to Erk activation and transcriptional response. Consequently, suppressing aurora kinase A activity delayed exit from naïve pluripotency. Moreover, our results show that upon entry into mitosis, Erk relocates to the cell division machinery. We found that in dividing cells, a fraction of Erk, with yet elusive functions, localizes on the centrosomes, where its phosphorylation depends on polo-like kinase 1.",
          "url": "https://doi.org/10.1126/sciadv.adq7469",
          "doi": "https://doi.org/10.1126/sciadv.adq7469",
          "filter": "2"
        },
        {
          "title": "Revitalizing poly(urea)s via disulfide reconfiguration",
          "authors": "Zezhou Zong, Da-Hui Qu, He Tian, Qi Zhang",
          "abstract": "Weak bonds are well-known to construct soft materials. Elaborating molecule-level self-assembly via supramolecular engineering could generate performance materials that exhibit high strength at mild temperatures. However, the entropy penalty of assembled materials, meanwhile, compromises robustness at elevated temperatures. Herein, we report that simply replacing two carbons with disulfide bonds in poly(urea)s enables unprecedented structural reconfigurability without trading off material robustness. Introducing disulfide bonds maintains the ordered urea-based H-bond assembly in bulk polymers while simultaneously suppressing secondary crystallization of these H-bonded arrays and offering secondary H-bonding sites by forming S─S·H─N interactions. This two-atom structural change revitalizes semicrystalline homopoly(urea) materials by allowing chain mobility and reconfiguration below melting temperatures to enable thermoplastic-like (re)processability and thermoset-like robustness, including more than 2-gigapascal storage modulus, a broad creep-resistant temperature range (up to 150°C), ceramic-like hardness, and resistance to common solvents. Furthermore, these materials exhibit acid-catalyzed depolymerization potential, enabling closed-loop recyclability.",
          "url": "https://doi.org/10.1126/sciadv.aea8130",
          "doi": "https://doi.org/10.1126/sciadv.aea8130",
          "filter": "2"
        },
        {
          "title": "Ancient Yellow River ancestry and divergent admixture histories in the Qiang people",
          "authors": "Weishun Zeng, Zhaoqing Yang, Yan Lu, Chang Lei, Yang Gao, Yuhan Yang, Xu Wang, Jiayou Chu, Shuhua Xu",
          "abstract": "The Qiang people are widely recognized as a basal layer of the Chinese gene pool, yet their genetic origins and evolutionary history remain unclear. We analyzed 20 deep-sequenced Qiang genomes together with genomic data from Tibetan highlanders and neighboring lowlanders. The Qiang genetic structure has been profoundly shaped by historical admixture with Han and Tibetans, giving rise to distinct subpopulations. Using ~450 ancient Asian genomes, we traced the most recent common ancestor of the Qiang to ancient Yellow River farmers ~5300 years ago, indicating shared ancestry with other Chinese populations. We identified several highly differentiated variants related to ethanol metabolism and pigmentation between Qiang subpopulations, which likely arose from joint effects of admixture and selection. Notably, a highly prevalent missense variant in a blood pressure regulation gene was detected, suggesting a potential role in altitude adaptation. Collectively, our findings illuminate the genetic history of the Qiang and highlight how admixture and selection shaped the diversity of Tibetan-Plateau fringe populations.",
          "url": "https://doi.org/10.1126/sciadv.ady6667",
          "doi": "https://doi.org/10.1126/sciadv.ady6667",
          "filter": "2"
        },
        {
          "title": "Consecutive phase transformations of inorganic-organic assembly in the synthesis of single-walled zeolitic nanotube",
          "authors": "Zhaoning Song, Hanlin Wang, Zhenyuan Zhao, Zimu Zhou, Siting Yu, Jie Zhu, Xiao Chen, Limin Ren, Toru Wakihara, Zhendong Liu",
          "abstract": "Single-walled zeolitic nanotube features a one-dimensional, hollow tubular structure with double-layered zeolitic walls, which represents a unique type of open framework materials. The formation mechanism underlying this characteristic structure, however, remains largely unexplored. We herein demonstrate that the hydrothermal synthesis of single-walled zeolitic nanotubes involves a cascade of phase transformations driven by intricate inorganic-organic interactions. As a critical step, the rearrangement of short-range ordered aluminosilicate networks enriched with five-membered rings, coupled with geometric matching to the cylindrical micelles of the bolaform organic structure-directing agent, synergistically drives the development and closure of curvature-induced interfaces, ultimately leading to the formation of single-walled zeolitic nanotubes. The proposed mechanism provides a distinctive understanding into structure-directing behaviors for ordered porous materials. This study offers valuable insights for guiding the rational synthesis and precise property tuning of the single-walled zeolitic nanotube, which hold vast potential for applications in diverse fields.",
          "url": "https://doi.org/10.1126/sciadv.adx1619",
          "doi": "https://doi.org/10.1126/sciadv.adx1619",
          "filter": "2"
        },
        {
          "title": "Quantum-elevated chiral discrimination for biomolecules",
          "authors": "Yiquan Yang, Xiaolong Hu, Wei Du, Shuhe Wu, Peiyu Yang, Guzhi Bao, Weiping Zhang",
          "abstract": "Chiral discrimination of enantiomeric biomolecules is vital in chemistry, biology, and medicine. Conventional methods, relying on circularly polarized light, face weak chiroptical signals and potential photodamage. Despite extensive efforts to improve sensitivity under low-photon exposure, classical chiral probes remain fundamentally bound by the shot noise limit due to quantum fluctuations. To beat these limitations, we demonstrate quantum-elevated chiral discrimination using continuous-variable polarization-entangled states as moderate–photon flux, high-sensitivity, quantum noise–squeezed chiral probes. We achieve a 5-decibel improvement beyond the shot noise limit in distinguishing l - and d -amino acids in liquid phase. This nondestructive, biocompatible protocol enables high-sensitivity chiral analysis, with broad implications for drug development, biochemical research, environmental monitoring, and asymmetric synthesis.",
          "url": "https://doi.org/10.1126/sciadv.aea8201",
          "doi": "https://doi.org/10.1126/sciadv.aea8201",
          "filter": "2"
        },
        {
          "title": "Widespread fog invigoration due to aerosols over Northern India",
          "authors": "N. Arun, Chandan Sarangi, Vijay P. Kanawade, Manoj K. Singh, Ritesh Gautam",
          "abstract": "Thick fog events frequently occur in heavily polluted atmospheric boundary layers of Northern India. These events tend to persist longer, causing widespread socioeconomic disruption. Using long-term satellite observations across North India, we find that elevated aerosol concentrations are associated with thicker fog and larger droplets near the fog top. However, the underlying mechanism of this observed relationship remains unclear. High-resolution aerosol-coupled fog simulations suggest that increased aerosol loading enhances fog droplet number concentrations, leading to greater latent heat release. This, in turn, results in buoyancy-induced vertical mixing within the fog. Simultaneously, the increased water content intensifies longwave radiative cooling at the fog top, promoting cool-saturated conditions that further favor the formation of condensate and larger droplets. Together, the aerosol-induced vertical mixing—driven by thermodynamic uplift and radiative cooling—amplifies condensational processes, causing fog invigoration. We find that this phenomenon is especially pronounced during nighttime. Overall, our findings indicate a mechanistic pathway by which aerosols increase fog thickness over Northern India.",
          "url": "https://doi.org/10.1126/sciadv.adx1662",
          "doi": "https://doi.org/10.1126/sciadv.adx1662",
          "filter": "2"
        },
        {
          "title": "GluN2B-specific NMDAR positive allosteric modulation reverses cognitive and behavioral abnormalities in Mecp2 and Disc1 transgenic mice",
          "authors": "Yang Ge, Tian Tian, Bolong Li, Peter Axerio-Cillies, Wenlin Chen, Xin Qin, Mudi Zhao, Qi-Cheng Sun, Jiaqi Li, Stan B. Floresco, Lidong Liu, Xin Yang, Yu Tian Wang",
          "abstract": "The GluN2B subunit of N -methyl- d -aspartate receptors (NMDARs) plays a central role in synaptic development and plasticity, and its hypofunction is linked to autism spectrum disorder (ASD), severe neurodevelopmental delay, and other neuropsychiatric diseases. Therefore, enhancing the function of this NMDAR subunit may provide an effective therapeutic strategy for correcting synaptic and behavioral deficits associated with GluN2B hypofunction. Here, we developed a class of GluN2B-selective positive allosteric modulators and characterized the pharmacological properties and binding site of the lead compound, 175. Systemic application of 175 facilitates hippocampal long-term depression in rats. 175 restores performances in open-field exploration and three-chamber test in Mecp2 overexpression mice that exhibit GluN2B hypofunction and autism-like features. Treatment with 175 also reverses behavioral abnormalities in open-field, Y-maze spontaneous alternation, three-chamber test, and prepulse inhibition in Disc1 mutant mice. Our findings introduce a pharmacological tool for selectively potentiating GluN2B-NMDAR function and highlight its therapeutic potential for cognitive and behavioral symptoms associated with GluN2B hypofunction.",
          "url": "https://doi.org/10.1126/sciadv.ady3891",
          "doi": "https://doi.org/10.1126/sciadv.ady3891",
          "filter": "2"
        },
        {
          "title": "Highly efficient α-sialylation with ortho -(1-phenylvinyl)benzoates as leaving groups: One-pot assembly of α-sialoglycans",
          "authors": "Yunqin Zhang, Yujie Ji, Qiang Tan, Hanyingzi Fan, Qingli Zhou, Caixia Yin, Siqi Li, Xiufang Wang, Gang Lu, Guozhi Xiao",
          "abstract": "Sialic acid represents one of the most important monosaccharides in mammals. However, because of the unique structure of sialic acid with the anomeric center flanked by methylene and carboxyl groups, efficient synthetic access to sialoglycans remains a difficult task, thus hindering in-depth biological studies. Here, we report one-pot α-sialylation protocol for efficient synthesis of various α-sialoglycans, using sialyl ortho -(1-phenylvinyl)benzoates (PVB) as donors. This α-sialylation method enjoys broad substrate scope and high yields. In particular, this α-sialylation protocol has been successfully applied in one-pot synthesis of several α-sialoglycans, including bioactive ganglioside Hp-s1 and ST N antigen with reduced steps and improved efficiency. Furthermore, density functional theory calculations provide the mechanistic insights of much higher reactivity of sialyl PVB donors than the corresponding thiosialoside donors in the presence of N -iodosuccinimide (NIS) and trifluoromethanesulfonic acid (TfOH). The enhanced reactivity arises from favorable noncovalent interactions and effective stabilization of the carbocation intermediate by the two phenyl groups within the PVB moieties.",
          "url": "https://doi.org/10.1126/sciadv.aeb0711",
          "doi": "https://doi.org/10.1126/sciadv.aeb0711",
          "filter": "2"
        },
        {
          "title": "Programmable electric tweezers",
          "authors": "Yuang Chen, Haojing Tan, Jiahua Zhuang, Yang Xu, Chen Zhang, Jiandong Feng",
          "abstract": "The interaction between a single microscopic object such as a cell or a molecule and electromagnetic field is fundamental in single-object manipulation such as optical trap and magnetic trap. Function-on-demand, single-object manipulation requires local high-freedom control of electromagnetic field, which remains challenging. Here, we propose a manipulation concept: programmable single-object manipulation, based on programming the electromagnetic field in a multibit electrode system realized on a programmable electric tweezer (PET) with four individually addressed electrodes. Its probe-integrated electrode array supports spatial-selective manipulation, while the adjustable electrode gaps enable manipulating multiscale targets. The independent programming of the electrical signals of each electrode further allows using multiple electric principles to achieve multiscale and spatiotemporal programmable control and in situ measurements, marking a transition from function-fixed single-object manipulation to function-on-demand single-object manipulation. Last, with integrated functions of PET, we demonstrate multistep manipulation to measure the spontaneous relaxation of DNA supercoiling, highlighting the versatility of PET in uncovering stochastic biophysical phenomena at the single-molecule level.",
          "url": "https://doi.org/10.1126/sciadv.aec3443",
          "doi": "https://doi.org/10.1126/sciadv.aec3443",
          "filter": "2"
        },
        {
          "title": "Structures of Vibrio cholerae transcription complexes reveal how ToxR and TcpP recruit the RNA polymerase and activate virulence genes",
          "authors": "Adrià Alcaide-Jiménez, Albert Canals, Florence Baudin, Cristina Machón, Montserrat Fàbrega-Ferrer, Olga Bantysh, Rosa Pérez-Luque, Brice Murciano, Ali A. Mohammad, Michael J. Rowse, Joseph M. Ferracciolo, Eric S. Krukonis, Christoph W. Müller, Miquel Coll",
          "abstract": "Activation of virulence in Vibrio cholerae , the etiological agent of cholera disease, is mediated by two transmembrane one-component signal-transduction proteins, ToxR and TcpP, which are also transcription factors. Using cryo–electron microscopy, we have solved five structures of the ompU and toxT transcription activation complexes, including the RNA polymerase (RNAP) holoenzyme, promoter DNAs, transcribed RNA, and their corresponding transcription factors, ToxR or TcpP and ToxR-TcpP, respectively. Activation is achieved through the interaction of ToxR or TcpP with the α–C-terminal repeat domain of RNAP where a single residue of the activator, a phenylalanine, appears to be the most critical contact, as confirmed by mutagenesis. No interactions of the transcription factors were observed with other subunits of the RNAP, i.e., the σ subunit as it occurs in the structurally related PhoB family of two-component transcription factors. The structures, and their comparison with our previously solved DNA promoter–ToxR x-ray structures, unveil the molecular mechanism of cholera virulence gene activation.",
          "url": "https://doi.org/10.1126/sciadv.adx9680",
          "doi": "https://doi.org/10.1126/sciadv.adx9680",
          "filter": "2"
        },
        {
          "title": "Post-2000 faster ENSO phase transitions amplify autumn sea ice loss in the Laptev–East Siberian Sea",
          "authors": "Cen Wang, Hui Su, Jianqiu Zheng, Yana Li, Yanjia Wang, Kuilin Zhu, Linwei Jiang",
          "abstract": "Sea ice variability in the Laptev and East Siberian Seas (LESS) notably affects Arctic climate and maritime safety. While El Niño–Southern Oscillation (ENSO) winter sea surface temperature anomalies influence global climate, their effect on subsequent autumn LESS ice remains unclear. This study reveals a post-2000 intensification of winter ENSO’s impact on subsequent autumn LESS ice, driven by accelerated ENSO phase transitions compared to the pre-2000 era. Rapid phase transitions of El Niño after 2000 generate persistent cold anomalies in the tropical central–eastern Pacific during the subsequent autumn, strengthening and displacing the Western North Pacific anticyclone (WNPAC) northward. This WNPAC triggers Rossby waves establishing an Arctic anticyclone, warming, and moistening the LESS atmosphere, thereby driving substantial ice loss. In contrast, pre-2000 slower El Niño decay exhibited weaker tropical-Arctic connectivity. These results identify ENSO phase transitions rate as a critical regulator of Arctic sea ice variability, with important implications for seasonal forecasting.",
          "url": "https://doi.org/10.1126/sciadv.aea3753",
          "doi": "https://doi.org/10.1126/sciadv.aea3753",
          "filter": "2"
        },
        {
          "title": "Productivity-driven decoupling of microbial carbon use efficiency and respiration across global soils",
          "authors": "Yongxing Cui, Shushi Peng, Manuel Delgado-Baquerizo, Daryl L. Moorhead, Robert L. Sinsabaugh, César Terrer, Thomas P. Smith, Yakov Kuzyakov, Josep Peñuelas, Biao Zhu, Feng Tao, Songbai Hong, Ji Chen, Matthias C. Rillig",
          "abstract": "Despite extensive research on soil microbial carbon (C) use efficiency (CUE), its linkage to actual soil C storage remains ambiguous. A key uncertainty is that CUE estimates from short-term labeling incubations assume a linear negative relationship with respiration rates, overlooking nonlinear interactions and long-term microbial acclimation. Here, we use a stoichiometry-based approach to estimate CUE (CUE ST ), which links soil resource availability to microbial demand and captures microbial adaptability under resource constraints. We synthesized 1094 paired observations of CUE ST and heterotrophic respiration rate ( R h ) across natural ecosystems and found a nonlinear relationship between them governed by ecosystem productivity. In low-productivity arid and cold regions, CUE ST declined with increasing R h , whereas in productive tropical and temperate regions, CUE ST stabilized at a low level (0.27 ± 0.11) as R h exceeded 340 ± 10.8 grams of C per square meter per year. This shift reflects microbial trade-offs between C assimilation and stoichiometric homeostasis, revealing a decoupling of microbial growth from respiration that limits the capacity of productive ecosystems to store additional soil C.",
          "url": "https://doi.org/10.1126/sciadv.adz5319",
          "doi": "https://doi.org/10.1126/sciadv.adz5319",
          "filter": "2"
        },
        {
          "title": "A programmable genetic platform for engineering noninvasive biosensors",
          "authors": "Asish N. Chacko, Kaamini M. Dhanabalan, Jinyang Wan, Roy Chien, Nolan T. Anderson, Binzhi Xu, Katie Pham, Ritu Tiwari, Arnab Mukherjee",
          "abstract": "Creating genetic sensors for noninvasive visualization of biological activities in optically opaque tissues holds immense potential for basic research and the development of genetic and cell-based therapies. Magnetic resonance imaging (MRI) stands out among deep tissue imaging methods for its ability to generate high-resolution images without ionizing radiation. However, the adoption of MRI as a mainstream biomolecular technology has been hindered by the lack of adaptable methods to link molecular events with genetically encodable contrast. Here, we introduce modular aquaporin-based protease-activatable probes for enhanced reporting (MAPPER), a platform for the systematic creation of genetic sensors for MRI. To develop MAPPER, we engineered protease-activatable MRI reporters using two approaches: protein stabilization and subcellular trafficking. We established the applicability of MAPPER in distinct mammalian cell types and demonstrated its versatility by assembling genetic sensors for diverse targets without requiring extensive customization for each target. MAPPER provides a programmable platform for streamlining the development of noninvasive, nonionizing genetic sensors for biomedical research and in vivo diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.aec1211",
          "doi": "https://doi.org/10.1126/sciadv.aec1211",
          "filter": "2"
        },
        {
          "title": "Evidence for hydroperoxide formation through atmospheric aqueous photochemistry of α-keto acids",
          "authors": "Hongwei Pang, Andreas Tilgner, Jin Han, Jiazhuo Z. He, Yiqun Wang, Jinli Xu, Bowen He, Qingxin Deng, Ren Yan, Zhu Ran, Xinming Wang, Jiangping Liu, Adeniyi Adesina, Luca Carena, Erik H. Hoffmann, Thomas Schaefer, Davide Vione, Hartmut Herrmann, Sasho Gligorovski",
          "abstract": "Hydroperoxides (HPs) are potent oxidants that exert a substantial impact on the atmospheric oxidizing capacity. However, a fundamental understanding of the in situ formation of HPs in atmospheric waters remains incomplete and controversial. Here, we report direct observations of HP (hydrogen peroxide, alkyl HP, and peroxycarboxylic acid) formation with quantum yields 10 −4 – 10 −3 , through photochemistry of α-keto acids [α-KAs; glyoxylic acid, pyruvic acid (PA), and 2-ketobutyric acid]. These quantum yields are comparable to reported HP formation rates in cloud and fog waters, suggesting that α-KA photochemistry could contribute 5 to 15% of the observed atmospheric hydrogen peroxide in aqueous phases, based on typical α-KA concentrations (0.1 to 10 μM). The model results showed that the photochemistry of excited triplet 3 PA * contributes ~40 and ~33%, respectively, to the formation of hydrogen peroxide and peroxyacetic acid at pH 2.5. Given the recurrent detection of α-KAs in organic-rich aerosols, this photochemistry represents a notable in situ source of HPs.",
          "url": "https://doi.org/10.1126/sciadv.adx4527",
          "doi": "https://doi.org/10.1126/sciadv.adx4527",
          "filter": "2"
        },
        {
          "title": "Seismicity diagnostic of permeability creation from centimeter to subkilometer scales in crystalline rock during shear stimulation",
          "authors": "Pengliang Yu, Agathe Eijsink, Junpeng Wang, Chris Marone, Derek Elsworth",
          "abstract": "Permeability evolves dynamically in the crust and mediates important natural and industrial processes in the subsurface. Episodic microearthquakes generate porosity and, thus, permeability by creating or reactivating fractures. We constrain the form of the scaling relationship linking seismic moment ( M 0 ) to incremental permeability generation ( Δ k ) through a series of laboratory fault reactivation experiments with absolute constraint on seismic moment. We demonstrate Δ k − M 0 proportionality at centimeter scale but confirm predictive power-law scaling using a first-order model as Δ k = λ M 0 2 / 3 from centimeter to subkilometer scale. Stress drop, fault roughness, and deformation modulus condition the prefactor λ , extending over 10 decades for reasonable natural parameter ranges. However, observed permeabilities are much more tightly constrained, with λ spanning only two orders of magnitude over length scales from centimeter to subkilometer, suggesting interdependencies in the controlling variables and rendering the relation as diagnostic in predicting fluid flow in crustal reservoirs.",
          "url": "https://doi.org/10.1126/sciadv.ady5201",
          "doi": "https://doi.org/10.1126/sciadv.ady5201",
          "filter": "2"
        },
        {
          "title": "Responses of extreme fire weather to CO 2 emission reductions and underlying mechanisms",
          "authors": "Yujin Kim, Seung-Ki Min, Soon-Il An, Seungmok Paik, Sanjit Kumar Mondal",
          "abstract": "While previous studies have reported an increase in future fire weather under global warming scenarios, there is still a limited understanding on how it may evolve under mitigation scenarios. Using idealized emission-driven climate simulations, this analysis examines changes in the extreme fire weather conditions under net-zero emission (ZeroE) and net-negative emission (NegE) scenarios. Compared to peak CO 2 levels, the NegE scenario achieves substantially greater fire danger mitigation, particularly in climatologically high-fire-danger regions, because of lower temperatures and increased relative humidity. In contrast, the ZeroE scenario leaves fire danger elevated globally, especially in Northern low-latitude regions. Regional responses are shaped by differences in atmospheric moisture supply, influenced by changes in the strength of the Atlantic meridional overturning circulation and the latitudinal position of the intertropical convergence zone. These findings highlight the crucial role of aggressive CO 2 removal strategies in mitigating fire weather dangers and underscore the limitations of ZeroEs alone in addressing global wildfire challenges.",
          "url": "https://doi.org/10.1126/sciadv.adw4705",
          "doi": "https://doi.org/10.1126/sciadv.adw4705",
          "filter": "2"
        },
        {
          "title": "The genesis of citrated ultrathin hydroxyapatite nanorods",
          "authors": "Yuqi Wang, Su Yan, Xinyu Tan, Ethan Gerhard, Hui Xu, Haiyue Jiang, Jian Yang",
          "abstract": "Ideal orthopedic biomaterials should replicate both the hierarchical structure and exceptional mechanical strength of natural bone. Traditional polymer-hydroxyapatite composites, typically limited up to 40 wt % hydroxyapatite, offer only modest mechanical improvements. Efforts to enhance strength by using stiffer polymers have largely failed, as increased polymer stiffness does not translate to improved composite mechanics. In contrast, natural bone’s load-bearing capability arises from the synergy between citrate, soft collagen, and ultrathin hydroxyapatite nanocrystals (~3 nanometers). Here, we show that elastic poly(octamethylene citrate) enables up to 60 wt % hydroxyapatite incorporation, mimicking the bone’s mineral content. Through a top-down “citrification” process and hot pressing, hydroxyapatite microparticles are partially dissolved and recrystallized into superthin (~5 nanometers) nanorods, enhancing organic-inorganic integration and replicating bone’s Ca/P ratios and architecture. The resulting composites exhibit compressive strengths exceeding 250 megapascals, unprecedented in polymer-mineral systems, offering a molecular design strategy for next-generation load-bearing orthopedic implants.",
          "url": "https://doi.org/10.1126/sciadv.aeb6538",
          "doi": "https://doi.org/10.1126/sciadv.aeb6538",
          "filter": "2"
        },
        {
          "title": "On-demand cancer immunotherapy via single-cell encapsulation of synthetic circuit–engineered cells",
          "authors": "Yue Zhao, Rui Li, Yirui Han, Chaochen Shi, Kyubae Lee, Guangjun Nie, Yazhou Chen",
          "abstract": "Despite the therapeutic potential of engineered immune cell therapy against metastases, it faces challenges including cytokine-driven systemic toxicity, off-target biodistribution, and host rejection. Here, we develop red/far-red light-regulated individually encapsulated (RL/FRL-EnE) cells, integrating optogenetics with biomaterial encapsulation for precise immunomodulation. This system uses a phytochrome A–based photoswitch (ΔPhyA-PCB) that enables bidirectional control. RL (660 nanometers) triggers interferon-γ, interleukin-6, and anti-CD47 expression via ΔPhyA-PCB–far-red elongated hypocotyl 1 heterodimerization, while FRL (740 nanometers) rapidly reverses production, minimizing toxicity. Single-cell nanoencapsulation prevents intercellular cross-talk and immune clearance, enabling strict light-dependent regulation and extended tumor residence. In vivo, RL/FRL-EnE cells remodeled the tumor microenvironment, reducing immunosuppressive myeloid cells (1.3- to 1.7-fold), while enhancing dendritic cell (1.4-fold) and CD8 + T cell (2.8-fold) infiltration. Collectively, this work establishes a paradigm for closed-loop cellular immunotherapy, where light-regulated living therapeutics achieve on-demand immune reprogramming.",
          "url": "https://doi.org/10.1126/sciadv.aea3573",
          "doi": "https://doi.org/10.1126/sciadv.aea3573",
          "filter": "2"
        },
        {
          "title": "Inflammation-triggered self-immolative conjugates enable oral peptide delivery by overcoming gastrointestinal barriers",
          "authors": "Juan Cheng, Peng Wu, Chenwen Li, Ying Han, Menglong Sun, Yin Dou, Sheng Chen, Jianxiang Zhang",
          "abstract": "Oral delivery of peptide therapeutics remains challenging due to gastrointestinal (GI) degradation and poor intestinal absorption. Here, we propose a self-immolative peptide prodrug conjugate (SIPPC) platform for inflammation-targeted oral delivery, integrating a hydrophilic polyethylene glycol segment, a reactive oxygen species (ROS)–responsive hydrophobic self-immolative module, and a hydrolyzable scaffold, which collectively enable spontaneous assembly into micelle-like nanoparticles. Using three anti-inflammatory peptides (KPV, Ac-QAW, and IRW), we demonstrated that the engineered conjugates exhibit remarkable GI stability, efficient mucus penetration, and ROS-responsive release at inflamed sites. In colitis mice, the KPV-based conjugate (proKPV) achieved a 3.8-fold greater colonic accumulation than free KPV, with enhanced efficacy even at a 20-fold lower dose. Beyond therapeutic effects in the colitis model, oral proKPV substantially accumulated in inflamed lungs and exhibited potent anti-inflammatory efficacy in mice with acute lung injury. Ac-QAW and IRW-based conjugates exhibited comparable benefits, underscoring SIPPC as a transformative paradigm for oral peptide therapeutics, offering substantial promise for clinical translation in inflammatory disorders.",
          "url": "https://doi.org/10.1126/sciadv.aea2989",
          "doi": "https://doi.org/10.1126/sciadv.aea2989",
          "filter": "2"
        },
        {
          "title": "High-performance n-type flexible inorganic thermoelectric aerogel for energy harvesting",
          "authors": "Xiaodong Wang, Wenbo Zhu, Yijie Liu, Shuaihang Hou, Li Yin, Jinxuan Cheng, Peng Zhao, Feng Jiang, Sichen Duan, Wenhua Xue, Yumei Wang, Xuesong Leng, Feng Cao, Jun Mao, Mingyu Li, Qian Zhang",
          "abstract": "Despite their promise as lightweight, ultralow–thermal-conductivity thermoelectric (TE) materials, aerogels have been largely limited to p-type organic or carbon-based systems with modest zT  &lt; 0.1 at 300 kelvin. Here, we propose a stepwise synthesis strategy that yields the first inorganic aerogel exhibiting state-of-the-art n-type TE performance. Optimized aerogels with 95% porosity exhibit a high power factor of 34.8 microwatts per meter per square kelvin and an ultralow thermal conductivity of 0.061 microwatts per meter per kelvin, resulting in zT values of 0.17 at 300 kelvin and 0.24 at 383 kelvin. A vertical TE generator prototype with six TE-aerogel legs achieves a gravimetric output power of 76 microwatts per gram under a Δ T of ~60 kelvin. To address brittleness, a polyimide-encapsulated aerogel with bioinspired architecture was developed, achieving a high compressive strength to 1.4 kilopascals while maintaining excellent TE performance. This work establishes a generalizable method for designing high-performance flexible inorganic aerogels, opening more possibilities for lightweight wearable energy harvesting technologies.",
          "url": "https://doi.org/10.1126/sciadv.ady7679",
          "doi": "https://doi.org/10.1126/sciadv.ady7679",
          "filter": "2"
        },
        {
          "title": "Nyquist–Hilbert–nonlinear Schrödinger solitons: A continuous family of fractional nonlinear waves",
          "authors": "Van Thuy Hoang, Y. Qiang, Tristram J. Alexander, Antoine F. J. Runge, C. Martijn de Sterke",
          "abstract": "The applications of fractional derivatives in mathematics and physics are well established. However, experimental observations of waves governed by fractional derivatives have been limited to optical systems under special conditions. Here, we report a theoretical, numerical, and experimental study of a continuous family of fractional nonlinear optical waves that balance Kerr nonlinearity and dispersion of fractional order. We show that within this family, the relationship between pulse width and pulse energy can be freely adjusted and that it connects Nyquist solitons and Hilbert–nonlinear Schrödinger solitons, which were previously investigated separately. These results broaden the fundamental understanding of fractional derivatives and solitons and introduce avenues to engineer novel ultrafast pulses in nonlinear optics and its applications.",
          "url": "https://doi.org/10.1126/sciadv.aea5872",
          "doi": "https://doi.org/10.1126/sciadv.aea5872",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Situational co-evolution: contextualizing state-platform relations in emerging-market China",
          "authors": "Qi Song",
          "abstract": "Prevailing analyses of platform capitalism emphasize firms’ disruptive power over state regulation and public institutions. This article offers a different perspective by examining how the platform and state co-evolve within contexts of institutional informality. Drawing on an in-depth case study of RoadMap, a digital freight platform in China, it theorizes situational co-evolution—a contingent, interest-aligned collaboration through which state capacity and corporate power are mutually reinforced. Three mechanisms drive this process: (1) the alignment of interests around solving governance challenges; (2) constructive regulatory entrepreneurship, whereby the firm enhances state regulation while expanding its own influence; and (3) the mutual reinforcement of infrastructural power, as digital infrastructures serve as instruments of both governance and accumulation. By shifting focus to an emerging-market context, this study reveals how digitalization in the Global South reconfigures the boundaries between market innovation and state governance, enriching the comparative understanding of platform capitalism.",
          "url": "https://doi.org/10.1093/ser/mwaf088",
          "doi": "https://doi.org/10.1093/ser/mwaf088",
          "filter": "0"
        },
        {
          "title": "Coercion from autonomization: how (art) market platforms necessitate participation via a fear of not being recognized",
          "authors": "James W Riley, Ezra W Zuckerman Sivan",
          "abstract": "This ethnographic investigation of international art fairs (IAFs) uncovers a logic of participation that extends theory on cultural markets and platforms. In addition to a logic of participation based on opportunity (for increasing sales), gallerists are driven by a logic of necessity to participate in prominent “curatorial” IAFs even though the fairs are organized and attended by autonomous market agents who have many options for accessing the art market (i.e., there are multi-homing opportunities). The underlying principle is that a player in a field will be motivated to participate in a platform insofar as the platform induces a strong “fear of not being recognized” (FNBR) by key audiences—in particular, other members in the upper status tier of a restricted field. This FNBR principle explains our article’s puzzle, providing clarity on the role of such logics of necessity that can be observed at play across social, cultural, and economic domains.",
          "url": "https://doi.org/10.1093/ser/mwaf090",
          "doi": "https://doi.org/10.1093/ser/mwaf090",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
