{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Hippocampal representations drift in stable multisensory environments",
          "authors": "Jason R. Climer, Heydar Davoudi, Jun Young Oh, Daniel A. Dombeck",
          "url": "https://doi.org/10.1038/s41586-025-09245-y",
          "doi": "https://doi.org/10.1038/s41586-025-09245-y",
          "filter": "2"
        },
        {
          "title": "Precisely defining disease variant effects in CRISPR-edited single cells",
          "authors": "Yuriy Baglaenko, Zepeng Mu, Michelle Curtis, Hafsa M. Mire, Vidyashree Jayanthi, Majd Al Suqri, Cassidy Liu, Ryan Agnew, Aparna Nathan, Annelise Yoo Mah-Som, David R. Liu, Gregory A. Newby, Soumya Raychaudhuri",
          "url": "https://doi.org/10.1038/s41586-025-09313-3",
          "doi": "https://doi.org/10.1038/s41586-025-09313-3",
          "filter": "2"
        },
        {
          "title": "Experiments implementing small commuting models lack gravitational features",
          "authors": "Bryce Kobrin, Thomas Schuster, Norman Y. Yao",
          "url": "https://doi.org/10.1038/s41586-025-08939-7",
          "doi": "https://doi.org/10.1038/s41586-025-08939-7",
          "filter": "2"
        },
        {
          "title": "Complete biosynthesis of salicylic acid from phenylalanine in plants",
          "authors": "Bao Zhu, Yanjun Zhang, Rong Gao, Zhihua Wu, Wei Zhang, Chao Zhang, Penghong Zhang, Can Ye, Linbo Yao, Ying Jin, Hui Mao, Peiyao Tou, Peng Huang, Jiangzhe Zhao, Qiao Zhao, Chang-Jun Liu, Kewei Zhang",
          "abstract": "Salicylic acid (SA) is a pivotal phytohormone for plant responses to biotic and abiotic stresses. Plants have evolved two pathways to produce SA: the isochorismate synthase and phenylalanine ammonia lyase (PAL) pathways 1 . Whereas the isochorismate synthase pathway has been fully identified 2–4 , the PAL pathway remains incomplete. Here we report the full characterization of the PAL pathway for SA biosynthesis via functional analysis of rice ( Oryza sativa ) SA-DEFICIENT GENE 1 ( OSD1 ) to OSD4 . The cinnamoyl-coenzyme A (CoA) ligase OSD1 catalyses the conversion of trans -cinnamic acid to cinnamoyl-CoA, which is subsequently transformed to benzoyl-CoA via the β-oxidative pathway in peroxisomes. The resulting benzoyl-CoA is further converted to benzyl benzoate by the peroxisomal benzoyltransferase OSD2. Benzyl benzoate is subsequently hydroxylated to benzyl salicylate by the endoplasmic reticulum membrane-resident cytochrome P450 OSD3, which is ultimately hydrolysed to salicylic acid by the cytoplasmic carboxylesterase OSD4. Evolutionary analyses reveal that the PAL pathway was first assembled before the divergence of gymnosperms and has been conserved in most seed plants. Activation of the PAL pathway in rice significantly enhances salicylic acid levels and plant immunity. Completion of the PAL pathway provides critical insights into the primary salicylic acid biosynthetic pathway across plant species and offers a precise target for modulating crop immunity.",
          "url": "https://doi.org/10.1038/s41586-025-09175-9",
          "doi": "https://doi.org/10.1038/s41586-025-09175-9",
          "filter": "2"
        },
        {
          "title": "Eye structure shapes neuron function in Drosophila motion vision",
          "authors": "Arthur Zhao, Eyal Gruntman, Aljoscha Nern, Nirmala Iyer, Edward M. Rogers, Sanna Koskela, Igor Siwanowicz, Marisa Dreher, Miriam A. Flynn, Connor Laughland, Henrique Ludwig, Alexander Thomson, Cullen Moran, Bruck Gezahegn, Davi D. Bock, Michael B. Reiser",
          "abstract": "Many animals use vision to navigate their environment. The pattern of changes that self-motion induces in the visual scene, referred to as optic flow 1 , is first estimated in local patches by directionally selective neurons 2–4 . However, how arrays of directionally selective neurons, each responsive to motion in a preferred direction at specific retinal positions, are organized to support robust decoding of optic flow by downstream circuits is unclear. Understanding this global organization requires mapping fine, local features of neurons across an animal’s field of view 3 . In Drosophila , the asymmetrical dendrites of the T4 and T5 directionally selective neurons establish their preferred direction, which makes it possible to predict directional tuning from anatomy 4,5 . Here we show that the organization of the compound eye shapes the systematic variation in the preferred directions of directionally selective neurons across the entire visual field. To estimate the preferred directions across the visual field, we reconstructed hundreds of T4 neurons in an electron-microscopy volume of the full adult fly brain 6 , and discovered unexpectedly stereotypical dendritic arborizations. We then used whole-head micro-computed-tomography scans to map the viewing directions of all compound eye facets, and found a non-uniform sampling of visual space that explains the spatial variation in preferred directions. Our findings show that the global organization of the directionally selective neurons’ preferred directions is determined mainly by the fly’s compound eye, revealing the intimate connections between eye structure, functional properties of neurons and locomotion control.",
          "url": "https://doi.org/10.1038/s41586-025-09276-5",
          "doi": "https://doi.org/10.1038/s41586-025-09276-5",
          "filter": "2"
        },
        {
          "title": "A generic non-invasive neuromotor interface for human-computer interaction",
          "authors": "Patrick Kaifosh, Thomas R. Reardon, character(0), Brian D. Allen, Chris Anderson, Sacha Arnoud, Rahul Arora, Mridu Atray, Lana Awad, Francisco Ayerbe, Christopher Baker, Nicholas Baker, Alexandre Barachant, Philip Bard, Wilman Pimentel Beltran, Adam Berenzweig, Rohin Bhasin, Joe Bienkowski, Sean Bittner, Luke Boegner, Anu Bolarinwa, Don Bosley, Matthew Bracaglia, Mario Bräcklein, Maclyn Brandwein, Joe Bravate, Matt Butler, Adam J. Calhoun, Chia-Jung Chang, Daniel Chenet, Joshua Chester, Rudi Chiarito, Rohan Chitnis, John Choi, Won Chun, Jeremiah Chung, James Connors, Jota Costa, Mark Cramer, Raven Cunningham, William F. Cusack, Nathan Danielson, Thomas J. Davidson, Bruno De Araujo, Bob DiMaiolo, Scott Draves, Alan Du, Zaina Edelson, Phina Enemuo, Mina Fahmi, Nariman Farsad, Ali Farshchian, Randy Feliz, Jake Fine, Emanuele Formento, Dustin Freeman, Jianing Fu, Jean-Christophe Gagnon-Audet, Rupesh Gajurel, Jonathan Gamutan, Sida Gao, Jonateal Garcia, Nathalie Therese Helene Gayraud, Minha Ghani, Sayan Ghosh, Vickram Gidwani, Danny Giebisch, Greg Gimler, Alexandre Gramfort, Lauren Grosberg, Bryn Gunther, Ning Guo, Chetan Gupta, Sinem Guven Kaya, Austin Ha, Katarina Hadjer, Carlos Xavier Hernández, Stav Hertz, Carl Hewitt, Daniel N. Hill, Kirak Hong, Lillian Hong, Helen Hou, Stepan Hruda, Alex Hsieh, Vivian Hsiung, Rongqing Huang, Yue Hui, Hazel Hulet, Shaker Islam, Vinay Jayaram, Connie Jiang, Xiaodong Jiang, Brooke Juarez, James Jaeyoon Jun, Na Young Jun, Nirag Kadakia, Nishant Kakar, Ajay Kamdar, Ta-Chu Kao, Steven Kober, TW Koh, Christina Shabu Koshy, Andrzej Lawn, Claire Lee, Jennifer Lee, JinHyung Lee, Juheui Amy Lee, Tiffanie Li, Jonathan Liao, Yingru Liu, Yuxuan Liu, Saar Lively, Kati London, Roddy Louie, Francisco Luongo, Attila Maczak, Niru Maheswaranathan, Michael Mandel, Jesse Marshall, Najja Marshall, Mirek Martincik, Nicolas Yvan Masse, Stephen McAnearney, Ashley McHugh, Jorge Aurelio Menendez, Josh Merel, David Miller, Ilya Milyavskiy, Ricardo Pio Monti, Sean Moore, Yonathan Morin, Brock Morrell, Dano Morrison, Anthony Moschella, Suman Mulumudi, Conner Muth, Krunal Naik, Norris Nakagaki, Ajay Nathan, Romario Nelson, Jimson Ngeo, Keven Nguyen, Luke O’Connor, Shay Ohayon, Garrick Orchard, Chris Osborn, Timothy M. Otchy, Emmanuella Owolabi, Adam M. Packer, Tejaswy Pailla, Julia Paredes, Sean Parker, Diogo Peixoto, Matias Perez, Zavion Perez, Adrien Piérard, Stephen M. Plaza, Natalie Plotkin, Eftychios Pnevmatikakis, Brandon Pool, Shanil Puri, Sunaina Rajani, Jose Ramirez Fuentes, Julian Ramos Rojas, Tanvi Ranjan, Devin Reardon, Jonathan Reid, Jason Reisman, Lain Warawao Nemo Mora y Rivera, Sebi Rolotti, Andrew Rosenkranz, Ian Roth, Likhon Roy, Ran Rubin, Alexander Rudnicki, Sam Russell, Abby Russo, James Sacra, Amir Sadoughi, Roxanna Salim, Aichatou Savane, Collin Schlager, David Schwab, Jeffrey Seely, Mike Seltzer, Nurettin Dorukhan Sergin, Ami Shah, Anish Shah, Philip Shamash, Vandita Sharma, Stephie Shen, Kevin Shi, Olivia Shiah, Yasmin Siahpoosh, Noor Siddiqi, Jeremy Simpson, Gagandip Singh, Viswanath Sivakumar, Jeff Smith, Seyyid Emre Sofuoglu, Ivy Jiyoung Song, Morgan Springer, Adrian Spurr, Fabio Stefanini, Connor Stout, Emanuel Strauss, Swetha Suresh, Ananya Suri, David Sussillo, Ziyi Tang, Vikram Tank, Jesslyn Tannady, Aliqyan Tapia, Tugce Tasci, Tiberiu Tesileanu, Aman Tiwari, Anoushka Tiwari, Calvin Tong, Blizelle Tormis, Julia Trabulsi, Migmar Tsering, Kyle Urquhart, Peter Walkington, Megan Wang, Renxiong Wang, Zhuo Wang, Christy Warden, Richard Warren, Claire L. Warriner, Ron J. Weiss, Daniel Z. Wetmore, Ezri White, Christopher Wiebe, Steve Williams, Yuguan Xing, Chris Ye, Akshay Yembarwar, Shuibenyang Yuan, Michael Zawadzki, Mingrui Zhang, Jiesi Zhao, Kevin Zheng, Joseph Zhong, Lei Zhou, Danny Zlobinsky",
          "url": "https://doi.org/10.1038/s41586-025-09255-w",
          "doi": "https://doi.org/10.1038/s41586-025-09255-w",
          "filter": "2"
        },
        {
          "title": "Coherent spectroscopy with a single antiproton spin",
          "authors": "B. M. Latacz, S. R. Erlewein, M. Fleck, J. I. Jäger, F. Abbass, B. P. Arndt, P. Geissler, T. Imamura, M. Leonhardt, P. Micke, A. Mooser, D. Schweitzer, F. Voelksen, E. Wursten, H. Yildiz, K. Blaum, J. A. Devlin, Y. Matsuda, C. Ospelkaus, W. Quint, A. Soter, J. Walz, Y. Yamazaki, C. Smorra, S. Ulmer",
          "url": "https://doi.org/10.1038/s41586-025-09323-1",
          "doi": "https://doi.org/10.1038/s41586-025-09323-1",
          "filter": "2"
        },
        {
          "title": "Reply to: Experiments implementing small commuting models lack gravitational features",
          "authors": "Daniel Jafferis, Alexander Zlokapa, Joseph D. Lykken, David K. Kolchmeyer, Samantha I. Davis, Hartmut Neven, Maria Spiropulu",
          "url": "https://doi.org/10.1038/s41586-025-08995-z",
          "doi": "https://doi.org/10.1038/s41586-025-08995-z",
          "filter": "2"
        },
        {
          "title": "Mechanical underwater adhesive devices for soft substrates",
          "authors": "Ziliang Kang, Johanna A. Gomez, Alisa MeiShan Ross, Ameya R. Kirtane, Ming Zhao, Yubin Cai, Fu Xing Chen, Corona L. Chen, Isaac Diaz Becdach, Rajib Dey, Andrei Russel Ismael, Injoo Moon, Yiyuan Yang, Benjamin N. Muller, Mehmet Girayhan Say, Andrew Pettinari, Jason Kobrin, Joshua Morimoto, Ted Smierciak, Aaron Lopes, Ayten Ebru Erdogan, Matt Murphy, Niora Fabian, Ashley Guevara, Benedict Laidlaw, Kailyn Schmidt, Alison M. Hayward, Alexandra H. Techet, Christopher P. Kenaley, Giovanni Traverso",
          "abstract": "Achieving long-term underwater adhesion to dynamic, regenerating soft substrates that undergo extreme fluctuations in pH and moisture remains a major unresolved challenge, with far-reaching implications for healthcare, manufacturing, robotics and marine applications 1–16 . Here, inspired by remoras—fish equipped with specialized adhesive discs—we developed the Mechanical Underwater Soft Adhesion System (MUSAS). Through detailed anatomical, behavioural, physical and biomimetic investigations of remora adhesion on soft substrates, we uncovered the key physical principles and evolutionary adaptations underlying their robust attachment. These insights guided the design of MUSAS, which shows extraordinary versatility, adhering securely to a wide range of soft substrates with varying roughness, stiffness and structural integrity. MUSAS achieves an adhesion-force-to-weight ratio of up to 1,391-fold and maintains performance under extreme pH and moisture conditions. We demonstrate its utility across highly translational models, including in vitro, ex vivo and in vivo settings, enabling applications such as ultraminiaturized aquatic kinetic temperature sensors, non-invasive gastroesophageal reflux monitoring, long-acting antiretroviral drug delivery and messenger RNA administration via the gastrointestinal tract.",
          "url": "https://doi.org/10.1038/s41586-025-09304-4",
          "doi": "https://doi.org/10.1038/s41586-025-09304-4",
          "filter": "2"
        },
        {
          "title": "Three-step biosynthesis of salicylic acid from benzoyl-CoA in plants",
          "authors": "Yanan Liu, Lu Xu, Mingsong Wu, Jingjie Wang, Dan Qiu, Jiameng Lan, Junxing Lu, Yang Zhang, Xin Li, Yuelin Zhang",
          "url": "https://doi.org/10.1038/s41586-025-09185-7",
          "doi": "https://doi.org/10.1038/s41586-025-09185-7",
          "filter": "2"
        },
        {
          "title": "Superheating gold beyond the predicted entropy catastrophe threshold",
          "authors": "Thomas G. White, Travis D. Griffin, Daniel Haden, Hae Ja Lee, Eric Galtier, Eric Cunningham, Dimitri Khaghani, Adrien Descamps, Lennart Wollenweber, Ben Armentrout, Carson Convery, Karen Appel, Luke B. Fletcher, Sebastian Goede, J. B. Hastings, Jeremy Iratcabal, Emma E. McBride, Jacob Molina, Giulio Monaco, Landon Morrison, Hunter Stramel, Sameen Yunus, Ulf Zastrau, Siegfried H. Glenzer, Gianluca Gregori, Dirk O. Gericke, Bob Nagler",
          "url": "https://doi.org/10.1038/s41586-025-09253-y",
          "doi": "https://doi.org/10.1038/s41586-025-09253-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: Early versus deferred use of CDK4/6 inhibitors in advanced breast cancer",
          "authors": "Gabe S. Sonke, Annemiek van Ommen-Nijhof, Noor Wortelboer, Vincent van der Noort, Astrid C. P. Swinkels, Hedwig M. Blommestein, Cristina Guerrero Paez, Linda Mol, Aart Beeker, Karin Beelen, Lisanne C. Hamming, Joan B. Heijns, Aafke H. Honkoop, Paul C. de Jong, Quirine C. van Rossum-Schornagel, Christa van Schaik-van de Mheen, Jolien Tol, Cathrien S. Tromp-van Driel, Suzan Vrijaldenhoven, A. Elise van Leeuwen-Stok, Inge R. Konings, Agnes Jager, character(0), Paul C. de Jong, Quirine C. van Rossum-Schornagel, Christa van Schaik-van de Mheen",
          "url": "https://doi.org/10.1038/s41586-025-09406-z",
          "doi": "https://doi.org/10.1038/s41586-025-09406-z",
          "filter": "2"
        },
        {
          "title": "Magnon spectroscopy in the electron microscope",
          "authors": "Demie Kepaptsoglou, José Ángel Castellanos-Reyes, Adam Kerrigan, Júlio Alves do Nascimento, Paul M. Zeiger, Khalil El hajraoui, Juan Carlos Idrobo, Budhika G. Mendis, Anders Bergman, Vlado K. Lazarov, Ján Rusz, Quentin M. Ramasse",
          "abstract": "The miniaturization of transistors is approaching its limits owing to challenges in heat management and information transfer speed 1 . To overcome these obstacles, emerging technologies such as spintronics 2 are being developed, which make use of the electron’s spin as well as its charge. Local phenomena at interfaces or structural defects will greatly influence the efficiency of spin-based devices, making the ability to study spin-wave propagation at the nanoscale and atomic scale a key challenge 3,4 . The development of high-spatial-resolution tools to investigate spin waves, also called magnons, at relevant length scales is thus essential to understand how their properties are affected by local features. Here we detect bulk THz magnons at the nanoscale using scanning transmission electron microscopy (STEM). By using high-resolution electron energy-loss spectroscopy with hybrid-pixel electron detectors, we overcome the challenges posed by weak signals to map THz magnon excitations in a thin NiO nanocrystal. Advanced inelastic electron scattering simulations corroborate our findings. These results open new avenues for detecting magnons and exploring their dispersions and their modifications arising from nanoscale structural or chemical defects. This marks a milestone in magnonics and presents exciting opportunities for the development of spintronic devices.",
          "url": "https://doi.org/10.1038/s41586-025-09318-y",
          "doi": "https://doi.org/10.1038/s41586-025-09318-y",
          "filter": "2"
        },
        {
          "title": "The neural basis of species-specific defensive behaviour in Peromyscus mice",
          "authors": "Felix Baier, Katja Reinhard, Bram Nuttin, Arnau Sans-Dublanc, Chen Liu, Victoria Tong, Julie S. Murmann, Keimpe Wierda, Karl Farrow, Hopi E. Hoekstra",
          "url": "https://doi.org/10.1038/s41586-025-09241-2",
          "doi": "https://doi.org/10.1038/s41586-025-09241-2",
          "filter": "2"
        },
        {
          "title": "Triassic diapsid shows early diversification of skin appendages in reptiles",
          "authors": "Stephan N. F. Spiekman, Christian Foth, Valentina Rossi, Cristina Gascó Martín, Tiffany S. Slater, Orla G. Bath Enright, Kathleen N. Dollman, Giovanni Serafini, Dieter Seegis, Léa Grauvogel-Stamm, Maria E. McNamara, Hans-Dieter Sues, Rainer R. Schoch",
          "url": "https://doi.org/10.1038/s41586-025-09167-9",
          "doi": "https://doi.org/10.1038/s41586-025-09167-9",
          "filter": "2"
        },
        {
          "title": "Nanobody therapy rescues behavioural deficits of NMDA receptor hypofunction",
          "authors": "Mathieu Oosterlaken, Angelina Rogliardo, Tatiana Lipina, Pierre-André Lafon, Mireille Elodie Tsitokana, Mathilde Keck, Héloïse Cahuzac, Pierre Prieu-Sérandon, Séverine Diem, Cécile Derieux, Célia Camberlin, Chrystel Lafont, Damien Meyer, Patrick Chames, Franck Vandermoere, Philippe Marin, Laurent Prézeau, Denis Servent, Ali Salahpour, Amy J. Ramsey, Carine Bécamel, Jean-Philippe Pin, Julie Kniazeff, Philippe Rondard",
          "url": "https://doi.org/10.1038/s41586-025-09265-8",
          "doi": "https://doi.org/10.1038/s41586-025-09265-8",
          "filter": "2"
        },
        {
          "title": "Integrated biotechnological and AI innovations for crop improvement",
          "authors": "Guotian Li, Linna An, Wanneng Yang, Lei Yang, Tong Wei, Jiawei Shi, Jianglin Wang, John H. Doonan, Kabin Xie, Alisdair R. Fernie, Evans S. Lagudah, Rod A. Wing, Caixia Gao",
          "url": "https://doi.org/10.1038/s41586-025-09122-8",
          "doi": "https://doi.org/10.1038/s41586-025-09122-8",
          "filter": "2"
        },
        {
          "title": "Structural variation in 1,019 diverse humans based on long-read sequencing",
          "authors": "Siegfried Schloissnig, Samarendra Pani, Jana Ebler, Carsten Hain, Vasiliki Tsapalou, Arda Söylev, Patrick Hüther, Hufsah Ashraf, Timofey Prodanov, Mila Asparuhova, Hugo Magalhães, Wolfram Höps, Jesus Emiliano Sotelo-Fonseca, Tomas Fitzgerald, Walter Santana-Garcia, Ricardo Moreira-Pinhal, Sarah Hunt, Francy J. Pérez-Llanos, Tassilo Erik Wollenweber, Sugirthan Sivalingam, Dagmar Wieczorek, Mario Cáceres, Christian Gilissen, Ewan Birney, Zhihao Ding, Jan Nygaard Jensen, Nikhil Podduturi, Jan Stutzki, Bernardo Rodriguez-Martin, Tobias Rausch, Tobias Marschall, Jan O. Korbel",
          "abstract": "Genomic structural variants (SVs) contribute substantially to genetic diversity and human diseases 1–4 , yet remain under-characterized in population-scale cohorts 5 . Here we conducted long-read sequencing 6 in 1,019 humans to construct an intermediate-coverage resource covering 26 populations from the 1000 Genomes Project. Integrating linear and graph genome-based analyses, we uncover over 100,000 sequence-resolved biallelic SVs and we genotype 300,000 multiallelic variable number of tandem repeats 7 , advancing SV characterization over short-read-based population-scale surveys 3,4 . We characterize deletions, duplications, insertions and inversions in distinct populations. Long interspersed nuclear element-1 (L1) and SINE-VNTR-Alu (SVA) retrotransposition activities mediate the transduction 8,9 of unique sequence stretches in 5′ or 3′, depending on source mobile element class and locus. SV breakpoint analyses point to a spectrum of homology-mediated processes contributing to SV formation and recurrent deletion events. Our open-access resource underscores the value of long-read sequencing in advancing SV characterization and enables guiding variant prioritization in patient genomes.",
          "url": "https://doi.org/10.1038/s41586-025-09290-7",
          "doi": "https://doi.org/10.1038/s41586-025-09290-7",
          "filter": "2"
        },
        {
          "title": "A gut sense for a microbial pattern regulates feeding",
          "authors": "Winston W. Liu, Naama Reicher, Emily Alway, Laura E. Rupprecht, Peter Weng, Chloe Schaefgen, Marguerita E. Klein, Jorge A. Villalobos, Carlos Puerto-Hernandez, Yolanda Graciela Kiesling Altún, Amanda Carbajal, José Alfredo Aguayo-Guerrero, Alam Coss, Atharva Sahasrabudhe, Polina Anikeeva, Alan de Araujo, Avnika Bali, Guillaume de Lartigue, Elvi Gil-Lievana, Ranier Gutierrez, Edward A. Miao, John F. Rawls, M. Maya Kaelberer, Diego V. Bohórquez",
          "url": "https://doi.org/10.1038/s41586-025-09301-7",
          "doi": "https://doi.org/10.1038/s41586-025-09301-7",
          "filter": "2"
        },
        {
          "title": "NNMT inhibition in cancer-associated fibroblasts restores antitumour immunity",
          "authors": "Janna Heide, Agnes J. Bilecz, Samarjit Patnaik, Maria Francesca Allega, Leonhard Donle, Kaiting Yang, Ethan Teich, Yan Li, Qiaoshan Lin, Ke Kong, Li Liu, Tae Gyun Yang, Ken Chih-Chien Cheng, Jonathan H. Shrimp, Quinlin M. Hanson, Min Shen, Hongmao Sun, Hardik Shah, Lisa Schweizer, Katarzyna Zawieracz, Andrea Olland, Andre White, Robert K. Suto, Razzaq Alhunayan, Medine Taşdemir, Noa Longman, Hua Liang, Matthias Mann, Gordon M. Stott, Matthew D. Hall, Simon Schwörer, Ralph R. Weichselbaum, András Piffkó, Ernst Lengyel",
          "url": "https://doi.org/10.1038/s41586-025-09303-5",
          "doi": "https://doi.org/10.1038/s41586-025-09303-5",
          "filter": "2"
        },
        {
          "title": "Pre-rRNA spatial distribution and functional organization of the nucleolus",
          "authors": "Yu-Hang Pan, Lin Shan, Yu-Yao Zhang, Zheng-Hu Yang, Yuan Zhang, Shi-Meng Cao, Xiao-Qi Liu, Jun Zhang, Li Yang, Ling-Ling Chen",
          "url": "https://doi.org/10.1038/s41586-025-09412-1",
          "doi": "https://doi.org/10.1038/s41586-025-09412-1",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal faunal connectivity across global sea floors",
          "authors": "Timothy D. O’Hara, Andrew F. Hugall, Margaret L. Haines, Alexandra A.-T. Weber, Angelina Eichsteller, Martin I. Brogger, Marc Eléaume, Toshihiko Fujita, Jon A. Kongsrud, Pedro Martinez Arbizu, Sadie Mills, Jennifer M. Olbers, Gustav Paulay, Fran Ramil, Sarah Samadi, Chester J. Sands, Javier Sellanes, Francisco A. Solis-Marin, Adnan Moussalli",
          "url": "https://doi.org/10.1038/s41586-025-09307-1",
          "doi": "https://doi.org/10.1038/s41586-025-09307-1",
          "filter": "2"
        },
        {
          "title": "Contextualizing ancient texts with generative neural networks",
          "authors": "Yannis Assael, Thea Sommerschield, Alison Cooley, Brendan Shillingford, John Pavlopoulos, Priyanka Suresh, Bailey Herms, Justin Grayston, Benjamin Maynard, Nicholas Dietrich, Robbe Wulgaert, Jonathan Prag, Alex Mullen, Shakir Mohamed",
          "url": "https://doi.org/10.1038/s41586-025-09292-5",
          "doi": "https://doi.org/10.1038/s41586-025-09292-5",
          "filter": "2"
        },
        {
          "title": "Global hotspots of mycorrhizal fungal richness are poorly protected",
          "authors": "Michael E. Van Nuland, Colin Averill, Justin D. Stewart, Oleh Prylutskyi, Adriana Corrales, Laura G. van Galen, Bethan F. Manley, Clara Qin, Thomas Lauber, Vladimir Mikryukov, Olesia Dulia, Giuliana Furci, César Marín, Merlin Sheldrake, James T. Weedon, Kabir G. Peay, Charlie K. Cornwallis, Tomáš Větrovský, Petr Kohout, Petr Baldrian, Leho Tedersoo, Stuart A. West, Thomas W. Crowther, E. Toby Kiers, character(0), Noelia Barriga-Medina, Paola Bonfante, Alper Cevirgel, Peter Chatanga, Bala Chaudhary, Matteo Chialva, S. Caroline Daws, Mark Day, Aurélie Deveau, Vincent Diringer, Katie Franklin, Nicole Hynson, Alyona Koshkina, Luisa Lanfranco, Antonio Leon-Reyes, Sol Llerena, Liteboho Maduna, Francis Martin, Jean-Paul Maurice, Sebolelo Molete, Andrés Avella Muñoz, Liam F. Nokes, Cesar A. Parra Aldana, Rachel Pringle, Dario X. Ramirez-Villacis, Juan David Rosales, Cosmo Sheldrake, Aigerim Soltabayeva, Genevieve Stephens, J. Benjamin Stielow, Nicolas Suberbielle, Matsepo M. Taole, Lorenzo Tolari, Cristian Moreno Tormo, Jacob Ulzen, Rocío Urrutia-Jalabert, Zander S. Venter, Andressa M. Venturini, Alex S. Wegmann, Johan van den Hoogen",
          "url": "https://doi.org/10.1038/s41586-025-09277-4",
          "doi": "https://doi.org/10.1038/s41586-025-09277-4",
          "filter": "2"
        },
        {
          "title": "Humoral determinants of checkpoint immunotherapy",
          "authors": "Yile Dai, Lilach Aizenbud, Kai Qin, Matthew Austin, Jillian R. Jaycox, Joseph Cunningham, Eric Y. Wang, Lin Zhang, Suzanne Fischer, Sean M. Carroll, Helen van Aggelen, Yuval Kluger, Kevan C. Herold, Leon Furchtgott, Harriet M. Kluger, Aaron M. Ring",
          "url": "https://doi.org/10.1038/s41586-025-09188-4",
          "doi": "https://doi.org/10.1038/s41586-025-09188-4",
          "filter": "2"
        },
        {
          "title": "Complex genetic variation in nearly complete human genomes",
          "authors": "Glennis A. Logsdon, Peter Ebert, Peter A. Audano, Mark Loftus, David Porubsky, Jana Ebler, Feyza Yilmaz, Pille Hallast, Timofey Prodanov, DongAhn Yoo, Carolyn A. Paisie, William T. Harvey, Xuefang Zhao, Gianni V. Martino, Mir Henglin, Katherine M. Munson, Keon Rabbani, Chen-Shan Chin, Bida Gu, Hufsah Ashraf, Stephan Scholz, Olanrewaju Austine-Orimoloye, Parithi Balachandran, Marc Jan Bonder, Haoyu Cheng, Zechen Chong, Jonathan Crabtree, Mark Gerstein, Lisbeth A. Guethlein, Patrick Hasenfeld, Glenn Hickey, Kendra Hoekzema, Sarah E. Hunt, Matthew Jensen, Yunzhe Jiang, Sergey Koren, Youngjun Kwon, Chong Li, Heng Li, Jiaqi Li, Paul J. Norman, Keisuke K. Oshima, Benedict Paten, Adam M. Phillippy, Nicholas R. Pollock, Tobias Rausch, Mikko Rautiainen, Yuwei Song, Arda Söylev, Arvis Sulovari, Likhitha Surapaneni, Vasiliki Tsapalou, Weichen Zhou, Ying Zhou, Qihui Zhu, Michael C. Zody, Ryan E. Mills, Scott E. Devine, Xinghua Shi, Michael E. Talkowski, Mark J. P. Chaisson, Alexander T. Dilthey, Miriam K. Konkel, Jan O. Korbel, Charles Lee, Christine R. Beck, Evan E. Eichler, Tobias Marschall",
          "abstract": "Diverse sets of complete human genomes are required to construct a pangenome reference and to understand the extent of complex structural variation. Here we sequence 65 diverse human genomes and build 130 haplotype-resolved assemblies (median continuity of 130 Mb), closing 92% of all previous assembly gaps 1,2 and reaching telomere-to-telomere status for 39% of the chromosomes. We highlight complete sequence continuity of complex loci, including the major histocompatibility complex (MHC), SMN1 / SMN2 , NBPF8 and AMY1/AMY2 , and fully resolve 1,852 complex structural variants. In addition, we completely assemble and validate 1,246 human centromeres. We find up to 30-fold variation in α-satellite higher-order repeat array length and characterize the pattern of mobile element insertions into α-satellite higher-order repeat arrays. Although most centromeres predict a single site of kinetochore attachment, epigenetic analysis suggests the presence of two hypomethylated regions for 7% of centromeres. Combining our data with the draft pangenome reference 1 significantly enhances genotyping accuracy from short-read data, enabling whole-genome inference 3 to a median quality value of 45. Using this approach, 26,115 structural variants per individual are detected, substantially increasing the number of structural variants now amenable to downstream disease association studies.",
          "url": "https://doi.org/10.1038/s41586-025-09140-6",
          "doi": "https://doi.org/10.1038/s41586-025-09140-6",
          "filter": "2"
        },
        {
          "title": "Deciphering phenylalanine-derived salicylic acid biosynthesis in plants",
          "authors": "Yukang Wang, Shuyan Song, Wenxuan Zhang, Qianwen Deng, Yanlei Feng, Mei Tao, Mengna Kang, Qi Zhang, Lijia Yang, Xinyu Wang, Changan Zhu, Xiaowen Wang, Wanxin Zhu, Yixiao Zhu, Pengfei Cao, Jia Chen, Jinheng Pan, Shan Feng, Xianyan Chen, Huaxin Dai, Shiyong Song, Jinghua Yang, Tianlun Zhao, Fangbin Cao, Zeng Tao, Xingxing Shen, Robert L. Last, Jianping Hu, Jingquan Yu, Pengxiang Fan, Ronghui Pan",
          "url": "https://doi.org/10.1038/s41586-025-09280-9",
          "doi": "https://doi.org/10.1038/s41586-025-09280-9",
          "filter": "2"
        },
        {
          "title": "Author Correction: Stress dynamically modulates neuronal autophagy to gate depression onset",
          "authors": "Liang Yang, Chen Guo, Zhiwei Zheng, Yiyan Dong, Qifeng Xie, Zijian Lv, Min Li, Yangyang Lu, Xiaonan Guo, Rongshan Deng, Yiqin Liu, Yirong Feng, Ruiqi Mu, Xuliang Zhang, Huan Ma, Zhong Chen, Zhijun Zhang, Zhaoqi Dong, Wei Yang, Xiangnan Zhang, Yihui Cui",
          "url": "https://doi.org/10.1038/s41586-025-09404-1",
          "doi": "https://doi.org/10.1038/s41586-025-09404-1",
          "filter": "2"
        },
        {
          "title": "Driving a protective allele of the mosquito FREP1 gene to combat malaria",
          "authors": "Zhiqian Li, Yuemei Dong, Lang You, Rodrigo M. Corder, Jemariz Arzobal, Audrey Yeun, Lei Yang, John M. Marshall, George Dimopoulos, Ethan Bier",
          "abstract": "Malaria remains a substantial global health challenge, causing approximately half a million deaths each year 1 . The mosquito fibrinogen-related protein 1 (FREP1) is required for malaria parasites to infect the midgut epithelium 2 . The naturally occurring FREP1 Q allele has been reported to prevent parasite infection, while supporting essential physiological functions in the mosquito 3 . Here we generate congenic strains of Anopheles stephensi , edited to carry either the parasite-susceptible FREP1 L224 or the putative-refractory FREP1 Q224 alleles. The FREP1 Q224 allele confers robust resistance to infection by both human and rodent malaria parasites, with negligible fitness costs. The protective FREP1 Q224 allele can be efficiently driven into FREP1 L224 mosquito populations using a novel linked allelic-drive system that selectively replaces the L224 codon with the parasite-refractory Q224 allele, thereby rendering populations refractory to parasite infection. This antimalaria drive system provides a novel genetic approach to aid in malaria elimination efforts.",
          "url": "https://doi.org/10.1038/s41586-025-09283-6",
          "doi": "https://doi.org/10.1038/s41586-025-09283-6",
          "filter": "2"
        },
        {
          "title": "AI and misinformation are supercharging the risk of nuclear war",
          "url": "https://doi.org/10.1038/d41586-025-02271-w",
          "doi": "https://doi.org/10.1038/d41586-025-02271-w",
          "filter": "4"
        },
        {
          "title": "Why I use Notion to organize my PhD research",
          "authors": "Maya Gosztyla",
          "url": "https://doi.org/10.1038/d41586-023-03323-9",
          "doi": "https://doi.org/10.1038/d41586-023-03323-9",
          "filter": "4"
        },
        {
          "title": "Lethal malaria parasite’s weaknesses revealed",
          "url": "https://doi.org/10.1038/d41586-018-00645-x",
          "doi": "https://doi.org/10.1038/d41586-018-00645-x",
          "filter": "4"
        },
        {
          "title": "Heart from organ donor restarted outside the body — technique offers new source of organs",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-025-02243-0",
          "doi": "https://doi.org/10.1038/d41586-025-02243-0",
          "filter": "4"
        },
        {
          "title": "Molecule eases neurological symptoms of mitochondrial deficiency in coenzyme Q10",
          "url": "https://doi.org/10.1038/d41586-025-02289-0",
          "doi": "https://doi.org/10.1038/d41586-025-02289-0",
          "filter": "4"
        },
        {
          "title": "‘We dissent’: NASA staff declare opposition to Trump cuts",
          "authors": "Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-02296-1",
          "doi": "https://doi.org/10.1038/d41586-025-02296-1",
          "filter": "4"
        },
        {
          "title": "The deep sea is a globally connected habitat",
          "url": "https://doi.org/10.1038/d41586-025-02286-3",
          "doi": "https://doi.org/10.1038/d41586-025-02286-3",
          "filter": "4"
        },
        {
          "title": "Brazil must not weaken environmental planning rules",
          "authors": "Jean Paul Metzger, Gabriela Marques di Giulio, Letícia Veras Costa-Lotufo, Simone Aparecida Vieira",
          "url": "https://doi.org/10.1038/d41586-025-02319-x",
          "doi": "https://doi.org/10.1038/d41586-025-02319-x",
          "filter": "4"
        },
        {
          "title": "A crime-busting path to planetary science",
          "authors": "Anne Gulland",
          "url": "https://doi.org/10.1038/d41586-024-00142-4",
          "doi": "https://doi.org/10.1038/d41586-024-00142-4",
          "filter": "4"
        },
        {
          "title": "Biggest trial of four-day work week finds workers are happier and feel just as productive",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-025-02295-2",
          "doi": "https://doi.org/10.1038/d41586-025-02295-2",
          "filter": "4"
        },
        {
          "title": "Should we treat rivers as living things?",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-025-02263-w",
          "doi": "https://doi.org/10.1038/d41586-025-02263-w",
          "filter": "4"
        },
        {
          "title": "Fund scholars who tackle urgent issues — from misinformation to error spotting",
          "authors": "James Smoliga",
          "url": "https://doi.org/10.1038/d41586-025-02258-7",
          "doi": "https://doi.org/10.1038/d41586-025-02258-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: NASA staff speak out against Trump cuts",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02322-2",
          "doi": "https://doi.org/10.1038/d41586-025-02322-2",
          "filter": "4"
        },
        {
          "title": "Ageing stem cells in the knees drive arthritis damage",
          "url": "https://doi.org/10.1038/d41586-025-02309-z",
          "doi": "https://doi.org/10.1038/d41586-025-02309-z",
          "filter": "4"
        },
        {
          "title": "The optimistic brain: scans reveal thought patterns shared by positive thinkers",
          "authors": "Katie Kavanagh",
          "url": "https://doi.org/10.1038/d41586-025-02302-6",
          "doi": "https://doi.org/10.1038/d41586-025-02302-6",
          "filter": "4"
        },
        {
          "title": "Scientific jargon can be ‘satisfying’ — but misleading",
          "authors": "Todd Rogers, Hillary Shulman",
          "url": "https://doi.org/10.1038/d41586-025-02251-0",
          "doi": "https://doi.org/10.1038/d41586-025-02251-0",
          "filter": "4"
        },
        {
          "title": "Why publishing referee reports could backfire on public trust",
          "authors": "Ramit Debnath, R. Michael Alvarez, Danny Ebanks",
          "url": "https://doi.org/10.1038/d41586-025-02317-z",
          "doi": "https://doi.org/10.1038/d41586-025-02317-z",
          "filter": "4"
        },
        {
          "title": "‘Controlled chaos’: how to create an environment that fosters genius",
          "authors": "Patrick Maynard",
          "url": "https://doi.org/10.1038/d41586-025-02264-9",
          "doi": "https://doi.org/10.1038/d41586-025-02264-9",
          "filter": "4"
        },
        {
          "title": "Breaking point: mechanical stress helps NINJ1 protein to rupture membranes",
          "authors": "Ishan Deshpande, Vishva M. Dixit",
          "url": "https://doi.org/10.1038/d41586-025-02130-8",
          "doi": "https://doi.org/10.1038/d41586-025-02130-8",
          "filter": "4"
        },
        {
          "title": "Missing steps uncovered in a pathway plants use to produce the defence molecule salicylic acid",
          "authors": "Jiyeon Hyun, Heejin Yoo",
          "url": "https://doi.org/10.1038/d41586-025-02131-7",
          "doi": "https://doi.org/10.1038/d41586-025-02131-7",
          "filter": "4"
        },
        {
          "title": "Class of 2025: five PhD students reveal realigned priorities in wake of COVID and cuts",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-025-02023-w",
          "doi": "https://doi.org/10.1038/d41586-025-02023-w",
          "filter": "4"
        },
        {
          "title": "Unusual fossil skin appendage is not a feather",
          "authors": "Richard O. Prum",
          "url": "https://doi.org/10.1038/d41586-025-01711-x",
          "doi": "https://doi.org/10.1038/d41586-025-01711-x",
          "filter": "4"
        },
        {
          "title": "People’s brains aged faster during the COVID pandemic — even the uninfected",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-025-02313-3",
          "doi": "https://doi.org/10.1038/d41586-025-02313-3",
          "filter": "4"
        },
        {
          "title": "Unexpected danger lurks in this giant fault in the Yukon",
          "url": "https://doi.org/10.1038/d41586-025-02310-6",
          "doi": "https://doi.org/10.1038/d41586-025-02310-6",
          "filter": "4"
        },
        {
          "title": "Encouraging a ‘data sufficiency’ mindset is key for responsible research",
          "authors": "Alexandre Heeren",
          "url": "https://doi.org/10.1038/d41586-025-02318-y",
          "doi": "https://doi.org/10.1038/d41586-025-02318-y",
          "filter": "4"
        },
        {
          "title": "Asia’s haze affects ice and weather on the Frozen Continent",
          "url": "https://doi.org/10.1038/d41586-025-02226-1",
          "doi": "https://doi.org/10.1038/d41586-025-02226-1",
          "filter": "4"
        },
        {
          "title": "Protect the integrity of the US National Institutes of Health",
          "authors": "Kevin C. Kent Lloyd, Karen C. Johnston, Barbara Kelley",
          "url": "https://doi.org/10.1038/d41586-025-02331-1",
          "doi": "https://doi.org/10.1038/d41586-025-02331-1",
          "filter": "4"
        },
        {
          "title": "Spin supersolid with giant magnetocaloric effect promises a new route to extreme cooling",
          "url": "https://doi.org/10.1038/d41586-023-04102-2",
          "doi": "https://doi.org/10.1038/d41586-023-04102-2",
          "filter": "4"
        },
        {
          "title": "DeepMind and OpenAI models solve maths problems at level of top students",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-02343-x",
          "doi": "https://doi.org/10.1038/d41586-025-02343-x",
          "filter": "4"
        },
        {
          "title": "How getting tenure changes researchers’ publication habits — and citations",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-02320-4",
          "doi": "https://doi.org/10.1038/d41586-025-02320-4",
          "filter": "4"
        },
        {
          "title": "How the world’s biggest bats got their enormous wingspans",
          "url": "https://doi.org/10.1038/d41586-025-02228-z",
          "doi": "https://doi.org/10.1038/d41586-025-02228-z",
          "filter": "4"
        },
        {
          "title": "Anthropocene briefing: India’s ambitious river plan could change the region’s climate patterns",
          "authors": "Jesse Chase-Lubitz",
          "url": "https://doi.org/10.1038/d41586-023-03695-y",
          "doi": "https://doi.org/10.1038/d41586-023-03695-y",
          "filter": "4"
        },
        {
          "title": "Researchers in dismay as US exits world science body UNESCO … again",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-025-02345-9",
          "doi": "https://doi.org/10.1038/d41586-025-02345-9",
          "filter": "4"
        },
        {
          "title": "Spain bids €400 million to host mega telescope at risk in US budget cuts",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-01230-9",
          "doi": "https://doi.org/10.1038/d41586-025-01230-9",
          "filter": "4"
        },
        {
          "title": "How I’m advocating in Congress for the next generation of US scientists",
          "authors": "Adriana Bankston",
          "url": "https://doi.org/10.1038/d41586-025-01999-9",
          "doi": "https://doi.org/10.1038/d41586-025-01999-9",
          "filter": "4"
        },
        {
          "title": "How the same brain cells can represent both the perception and memory of faces",
          "url": "https://doi.org/10.1038/d41586-024-01511-9",
          "doi": "https://doi.org/10.1038/d41586-024-01511-9",
          "filter": "4"
        },
        {
          "title": "There’s a new acid in our rain — should we be worried?",
          "authors": "XiaoZhi Lim",
          "url": "https://doi.org/10.1038/d41586-025-02259-6",
          "doi": "https://doi.org/10.1038/d41586-025-02259-6",
          "filter": "4"
        },
        {
          "title": "How AI works is often a mystery — that’s a problem",
          "authors": "Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-023-04154-4",
          "doi": "https://doi.org/10.1038/d41586-023-04154-4",
          "filter": "4"
        },
        {
          "title": "Progress on plastic pollution treaty too slow, scientists say",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-023-03579-1",
          "doi": "https://doi.org/10.1038/d41586-023-03579-1",
          "filter": "4"
        },
        {
          "title": "China is boosting its Antarctic research. What does that mean for the world?",
          "authors": "Xiaoying You",
          "url": "https://doi.org/10.1038/d41586-025-02157-x",
          "doi": "https://doi.org/10.1038/d41586-025-02157-x",
          "filter": "4"
        },
        {
          "title": "Solid gold superheated to 14 times its melting temperature",
          "authors": "Artur Tamm",
          "url": "https://doi.org/10.1038/d41586-025-02128-2",
          "doi": "https://doi.org/10.1038/d41586-025-02128-2",
          "filter": "4"
        },
        {
          "title": "Sex at birth is not always random — mum’s age and genetics can play a part",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-02244-z",
          "doi": "https://doi.org/10.1038/d41586-025-02244-z",
          "filter": "4"
        },
        {
          "title": "Budget brainwaves: low-cost system collects brain data outside the lab",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-025-02303-5",
          "doi": "https://doi.org/10.1038/d41586-025-02303-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Lessons from the Theranos debacle",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-022-00022-9",
          "doi": "https://doi.org/10.1038/d41586-022-00022-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: New mineral discovered inside a diamond",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-021-03468-5",
          "doi": "https://doi.org/10.1038/d41586-021-03468-5",
          "filter": "4"
        },
        {
          "title": "AI for Latin inscriptions supplies missing text and predicts date and location",
          "authors": "Charlotte Tupman",
          "url": "https://doi.org/10.1038/d41586-025-02132-6",
          "doi": "https://doi.org/10.1038/d41586-025-02132-6",
          "filter": "4"
        },
        {
          "title": "How sugar overload in early life affects the brain later",
          "url": "https://doi.org/10.1038/d41586-025-02229-y",
          "doi": "https://doi.org/10.1038/d41586-025-02229-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Rejuvenating the immune system could slow ageing",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-01391-z",
          "doi": "https://doi.org/10.1038/d41586-024-01391-z",
          "filter": "4"
        },
        {
          "title": "Superheated gold stays solid well past its predicted melting point",
          "authors": "Dan Garisto",
          "url": "https://doi.org/10.1038/d41586-025-02332-0",
          "doi": "https://doi.org/10.1038/d41586-025-02332-0",
          "filter": "4"
        },
        {
          "title": "‘We have less than ten minutes’: how I communicate with spacecraft from the ground",
          "authors": "Dave Tacon",
          "url": "https://doi.org/10.1038/d41586-025-02267-6",
          "doi": "https://doi.org/10.1038/d41586-025-02267-6",
          "filter": "4"
        },
        {
          "title": "Why evaluating the impact of AI needs to start now",
          "authors": "Oliver P. Hauser, Miriam Light, Lizzie Shelmerdine, Jack Blumenau",
          "url": "https://doi.org/10.1038/d41586-025-02266-7",
          "doi": "https://doi.org/10.1038/d41586-025-02266-7",
          "filter": "4"
        },
        {
          "title": "Rumble in the Miocene: terror bird versus caiman",
          "url": "https://doi.org/10.1038/d41586-025-02308-0",
          "doi": "https://doi.org/10.1038/d41586-025-02308-0",
          "filter": "4"
        },
        {
          "title": "China’s fossil-fuel challenge — how to build a bridge to renewables",
          "authors": "Yihe Xu",
          "url": "https://doi.org/10.1038/d41586-025-02265-8",
          "doi": "https://doi.org/10.1038/d41586-025-02265-8",
          "filter": "4"
        },
        {
          "title": "Researchers value null results, but struggle to publish them",
          "authors": "Laurie Udesky",
          "url": "https://doi.org/10.1038/d41586-025-02312-4",
          "doi": "https://doi.org/10.1038/d41586-025-02312-4",
          "filter": "4"
        },
        {
          "title": "Giant laser heats solid gold to 14 times its melting point",
          "authors": "Nick Petrić Howe, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-02344-w",
          "doi": "https://doi.org/10.1038/d41586-025-02344-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How the brain boots up from sleep to wakefulness",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02314-2",
          "doi": "https://doi.org/10.1038/d41586-025-02314-2",
          "filter": "4"
        },
        {
          "title": "Array of chiral nanoparticles discriminates between enantiomers",
          "url": "https://doi.org/10.1038/d41586-022-03632-5",
          "doi": "https://doi.org/10.1038/d41586-022-03632-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The restaurant at the centre of the mathematical universe",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02338-8",
          "doi": "https://doi.org/10.1038/d41586-025-02338-8",
          "filter": "4"
        },
        {
          "title": "Made-to-order DNA goes big: new tech doubles size of custom genetic sequences",
          "authors": "Caroline Seydel",
          "url": "https://doi.org/10.1038/d41586-025-02261-y",
          "doi": "https://doi.org/10.1038/d41586-025-02261-y",
          "filter": "4"
        },
        {
          "title": "The bio-inspired ‘transformer’ that crawls, rolls and flies",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-023-03574-6",
          "doi": "https://doi.org/10.1038/d41586-023-03574-6",
          "filter": "4"
        },
        {
          "title": "A natural nuclear reactor",
          "url": "https://doi.org/10.1038/d41586-025-02138-0",
          "doi": "https://doi.org/10.1038/d41586-025-02138-0",
          "filter": "4"
        },
        {
          "title": "Help save 2 million lives: close the vaccine funding gap",
          "url": "https://doi.org/10.1038/d41586-025-02270-x",
          "doi": "https://doi.org/10.1038/d41586-025-02270-x",
          "filter": "4"
        },
        {
          "title": "Meet the biotech-company founders driven by their child’s rare disease",
          "authors": "Rachel Brazil",
          "url": "https://doi.org/10.1038/d41586-025-02262-x",
          "doi": "https://doi.org/10.1038/d41586-025-02262-x",
          "filter": "4"
        },
        {
          "title": "The COVID-19 pandemic transformed this scientist into a research-integrity sleuth",
          "authors": "Christine Ro",
          "url": "https://doi.org/10.1038/d41586-025-01920-4",
          "doi": "https://doi.org/10.1038/d41586-025-01920-4",
          "filter": "4"
        },
        {
          "title": "How AI can deepen inequities for non-native English speakers in science",
          "authors": "Dom Byrne",
          "url": "https://doi.org/10.1038/d41586-025-02305-3",
          "doi": "https://doi.org/10.1038/d41586-025-02305-3",
          "filter": "4"
        },
        {
          "title": "‘Immortal’ stars have an elixir of youth: dark matter",
          "url": "https://doi.org/10.1038/d41586-025-02294-3",
          "doi": "https://doi.org/10.1038/d41586-025-02294-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Scans reveal that optimists share similar brain-activity patterns",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02358-4",
          "doi": "https://doi.org/10.1038/d41586-025-02358-4",
          "filter": "4"
        },
        {
          "title": "This fish-inspired suction cup can stick to your organs",
          "authors": "Shamini Bundell",
          "url": "https://doi.org/10.1038/d41586-025-02361-9",
          "doi": "https://doi.org/10.1038/d41586-025-02361-9",
          "filter": "4"
        },
        {
          "title": "I won three competitive grants in a row. Here’s how I learnt what to do",
          "authors": "Jingming Cai",
          "url": "https://doi.org/10.1038/d41586-025-01627-6",
          "doi": "https://doi.org/10.1038/d41586-025-01627-6",
          "filter": "4"
        },
        {
          "title": "Solving aviation’s climate-action conundrum",
          "authors": "Christiane Voigt",
          "url": "https://doi.org/10.1038/d41586-025-02129-1",
          "doi": "https://doi.org/10.1038/d41586-025-02129-1",
          "filter": "4"
        },
        {
          "title": "AI, bounties and culture change, how scientists are taking on errors",
          "authors": "Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-025-02307-1",
          "doi": "https://doi.org/10.1038/d41586-025-02307-1",
          "filter": "4"
        },
        {
          "title": "The last parliament",
          "authors": "Stephen Battersby",
          "url": "https://doi.org/10.1038/d41586-025-02246-x",
          "doi": "https://doi.org/10.1038/d41586-025-02246-x",
          "filter": "4"
        },
        {
          "title": "How your research can survive a US federal grant termination",
          "authors": "Virginia Gewin",
          "url": "https://doi.org/10.1038/d41586-025-02007-w",
          "doi": "https://doi.org/10.1038/d41586-025-02007-w",
          "filter": "4"
        },
        {
          "title": "Meet Aeneas: the AI that can fill in the gaps of damaged Latin texts",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-02335-x",
          "doi": "https://doi.org/10.1038/d41586-025-02335-x",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "How the four-day working week could affect health",
          "authors": "Sotiris Vandoros, Pedro P Barros, Jolene Skordis, Brendan Burchell, Rita Fontinha, Pedro Gomes",
          "url": "https://doi.org/10.1038/s41562-025-02262-x",
          "doi": "https://doi.org/10.1038/s41562-025-02262-x",
          "filter": "0"
        },
        {
          "title": "Feature-based reward learning shapes human social learning strategies",
          "authors": "David Schultner, Lucas Molleman, Björn Lindström",
          "abstract": "Human adaptation depends on individuals strategically choosing whom to learn from. A mosaic of social learning strategies—such as copying majorities or successful others—has been identified. Influential theories conceive of these strategies as fixed heuristics, independent of experience. However, such accounts cannot explain the flexibility and individual variability prevalent in social learning. Here we advance a domain-general reward learning framework that provides a unifying mechanistic account of pivotal social learning strategies. We first formalize how individuals learn to associate social features (for example, others’ behaviour or success) with reward. Across six experiments ( n = 1,941), we show that people flexibly adjust their social learning in response to experienced rewards. Agent-based simulations further demonstrate how this learning process gives rise to key social learning strategies across a range of environments. Our findings suggest that people learn how to learn from others, enabling adaptive knowledge to spread dynamically throughout societies.",
          "url": "https://doi.org/10.1038/s41562-025-02269-4",
          "doi": "https://doi.org/10.1038/s41562-025-02269-4",
          "filter": "0"
        },
        {
          "title": "Predicting human decisions with behavioural theories and machine learning",
          "authors": "Ori Plonsky, Reut Apel, Eyal Ert, Moshe Tennenholtz, David Bourgin, Joshua C. Peterson, Daniel Reichman, Thomas L. Griffiths, Stuart J. Russell, Even C. Carter, James F. Cavanagh, Ido Erev",
          "url": "https://doi.org/10.1038/s41562-025-02267-6",
          "doi": "https://doi.org/10.1038/s41562-025-02267-6",
          "filter": "0"
        },
        {
          "title": "Work time reduction via a 4-day workweek finds improvements in workers’ well-being",
          "authors": "Wen Fan, Juliet B. Schor, Orla Kelly, Guolin Gu",
          "url": "https://doi.org/10.1038/s41562-025-02259-6",
          "doi": "https://doi.org/10.1038/s41562-025-02259-6",
          "filter": "0"
        },
        {
          "title": "Unpacking gender and race segregation along occupational skills and socio-economic status in Brazil",
          "authors": "Ben-Hur Francisco Cardoso, Laís Souza, Flávio L. Pinheiro, Liana Bohn, Dominik Hartmann",
          "url": "https://doi.org/10.1038/s41562-025-02272-9",
          "doi": "https://doi.org/10.1038/s41562-025-02272-9",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Impact of women’s political empowerment through gender quotas on improved drinking water access in Africa",
          "authors": "Jiafu An, Tenghui Wang, Bin Chen, Peng Gong, Chen Lin, Nils Chr. Stenseth",
          "abstract": "Access to safely managed drinking water is a fundamental human right, essential for human health and well-being. However, 2.2 billion people around the world still lack this access, with significant geographical disparities. In this study, we leveraged the implementation of gender quota laws—specifically reserved parliamentary seats for women across African countries—to examine its impact on improved water availability. Our findings reveal that the implementation of gender quotas is associated with a 4.71 percentage point increase, on average, in the likelihood of people accessing safely managed water infrastructure. This effect becomes even more pronounced, rising to a 12.25 percentage point increase, when the quotas mandate reserving more than 20% of seats for women. Households with lower wealth, female-headed households, those living in rural areas, and households with lower levels of women’s empowerment and education benefit most from this policy. Further investigation into the underlying mechanisms, and anecdotal evidence, reveals that gender-reserved seat quotas lead to an increase in the proportion of women in parliaments and an expansion of women’s political and social rights, although these effects do not extend to economic status.",
          "url": "https://doi.org/10.1073/pnas.2511977122",
          "doi": "https://doi.org/10.1073/pnas.2511977122",
          "filter": "0"
        },
        {
          "title": "Exploring the social life of urban spaces through AI",
          "authors": "Arianna Salazar-Miranda, Zhuangyuan Fan, Michael Baick, Keith N. Hampton, Fabio Duarte, Becky P. Y. Loo, Edward Glaeser, Carlo Ratti",
          "abstract": "We analyze changes in pedestrian behavior over a 30-y period in four urban public spaces located in New York, Boston, and Philadelphia. Building on William Whyte’s observational work, which involved manual video analysis of pedestrian behaviors, we employ computer vision and deep learning techniques to examine video footage from 1979–80 and 2008–10. Our analysis measures changes in walking speed, lingering behavior, group sizes, and group formation. We find that the average walking speed has increased by 15%, while the time spent lingering in these spaces has halved across all locations. Although the percentage of pedestrians walking alone remained relatively stable (from 67% to 68%), the frequency of group encounters declined, indicating fewer interactions in public spaces. This shift suggests that urban residents are using streets as thoroughfares rather than as social spaces, which has important implications for the role of public spaces in fostering social engagement.",
          "url": "https://doi.org/10.1073/pnas.2424662122",
          "doi": "https://doi.org/10.1073/pnas.2424662122",
          "filter": "0"
        },
        {
          "title": "Tenure and research trajectories",
          "authors": "Giorgio Tripodi, Xiang Zheng, Yifan Qian, Dakota Murray, Benjamin F. Jones, Chaoqun Ni, Dashun Wang",
          "abstract": "Tenure is a cornerstone of the US academic system, yet its relationship to faculty research trajectories remains poorly understood. Conceptually, tenure systems may act as a selection mechanism, screening in high-output researchers; a dynamic incentive mechanism, encouraging high output prior to tenure but low output after tenure; and a creative search mechanism, encouraging tenured individuals to undertake high-risk work. Here, we integrate data from seven different sources to trace US tenure-line faculty and their research outputs at a remarkable scale and scope, covering over 12,000 researchers across 15 disciplines. Our analysis reveals that faculty publication rates typically increase sharply during the tenure track and peak just before obtaining tenure. Post-tenure trends, however, vary across disciplines: In lab-based fields, such as biology and chemistry, research output typically remains high post-tenure, whereas in non-lab-based fields, such as mathematics and sociology, research output typically declines substantially post-tenure. Turning to creative search, faculty increasingly produce novel, high-risk research after securing tenure. However, this shift toward novelty and risk-taking comes with a decline in impact, with post-tenure research yielding fewer highly cited papers. Comparing outcomes across common career ages but different tenure years or comparing research trajectories in tenure-based and non-tenure-based research settings underscores that breaks in the research trajectories are sharply tied to the individual’s tenure year. Overall, these findings provide an empirical basis for understanding the tenure system, individual research trajectories, and the shape of scientific output.",
          "url": "https://doi.org/10.1073/pnas.2500322122",
          "doi": "https://doi.org/10.1073/pnas.2500322122",
          "filter": "0"
        },
        {
          "title": "Implementation science aims to improve healthcare by validating effective interventions",
          "authors": "John Carey",
          "url": "https://doi.org/10.1073/pnas.2517704122",
          "doi": "https://doi.org/10.1073/pnas.2517704122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Kinetic pathways of solid–solid phase transitions dictated by short-range interactions",
          "authors": "Hillary Pan, Julia Dshemuchadse",
          "abstract": "Structural phase transformations allow us to design materials from the ground up. Predicting the structural transformation of crystals during solid–solid phase transitions, however, is challenging, as the transition can proceed through multiple pathways that are difficult to probe experimentally. Using minimal computational models, we show that distinct kinetic pathways between body-centered cubic (bcc) and face-centered cubic (fcc) crystal structures can be encoded into a system by specific particle interactions. By investigating the dynamics of these transitions, we resolve three different pathways at a particle-by-particle level: a direct bcc-to-fcc transition, a transition involving an intermediate, long-lived body-centered tetragonal (bct) phase, and a microstructure-dependent transition pathway with a competing hexagonal close-packed (hcp) phase. These kinetic pathways are intrinsically linked to the shape of the underlying particle–particle interactions, suggesting routes for controlling the transformation pathways of soft matter systems. Furthermore, our investigations provide fundamental insights into solid–solid phase transition mechanisms generalizable across length scales.",
          "url": "https://doi.org/10.1073/pnas.2507403122",
          "doi": "https://doi.org/10.1073/pnas.2507403122",
          "filter": "2"
        },
        {
          "title": "Previous epidemiological studies support the idea of ileal microbiota triggering multiple sclerosis",
          "authors": "Marian Simka",
          "url": "https://doi.org/10.1073/pnas.2514491122",
          "doi": "https://doi.org/10.1073/pnas.2514491122",
          "filter": "2"
        },
        {
          "title": "Modulation of histone tail electrostatic potentials in nucleosome core particles by acetylation and PARylation",
          "authors": "Nicolas Bolik-Coulon, Philip Rößler, Michael L. Nosella, Tae Hun Kim, Lewis E. Kay",
          "abstract": "Cellular DNA is wrapped about an octamer composed of four histone proteins forming the fundamental unit of chromatin structure, the nucleosome core particle (NCP). The intrinsically disordered tails of the histones serve as scaffolds for binding an array of proteins that regulate the fidelity of the genome and gene expression. A variety of posttranslational modifications (PTMs) on the tails have been characterized, including some that alter their overall charge; however, per-residue changes in tail electrostatic potentials for different PTMs have not been reported. Here, using a solution NMR approach in which enhancements of transverse relaxation rates of tail amide and methyl group protons are quantified through the addition of paramagnetic cosolutes, we examine how acetylation and PARylation modulate histone tail electrostatic potentials. Notably, even though both PTMs decrease the net positive charge carried by each tail, their electrostatic potentials either increase or decrease in a tail-specific manner relative to an unmodified NCP. A simple model of tail–DNA interactions is presented to explain these results.",
          "url": "https://doi.org/10.1073/pnas.2511507122",
          "doi": "https://doi.org/10.1073/pnas.2511507122",
          "filter": "2"
        },
        {
          "title": "Mechanistic modeling or machine learning for detecting variants of concern: Why not both?",
          "authors": "Claus O. Wilke, Luiz C. Vieira",
          "url": "https://doi.org/10.1073/pnas.2513608122",
          "doi": "https://doi.org/10.1073/pnas.2513608122",
          "filter": "2"
        },
        {
          "title": "A quantitative figure of merit for battery SEI films and their use as functional solid-state electrolytes",
          "authors": "Bo Liu, Dingyi Zhao, Katelyn Lyle, Xintong Yuan, Po-Hung Chen, Xinyue Zhang, Jin Koo Kim, Tian-Yu Wang, Haoyang Wu, Chongzhen Wang, Jiayi Yu, Keyue Liang, Jung Tae Kim, Kaiyan Liang, Yuzhang Li",
          "abstract": "As a key passivation film that governs battery operation, the solid electrolyte interphase (SEI) has long been credited for enabling high-performance batteries or blamed for their eventual death. However, qualitative descriptions of the SEI often found in the literature (e.g., “conductive,” “passivating”) highlight our incomplete understanding of this layer, where even the most basic properties foundational to SEI function remain difficult to measure. Here, we quantify SEI conductivities and SEI transference numbers using a separator-free Cu|SEI|Li architecture that treats the SEI as a functional solid-state electrolyte (SSE). We find that while any SEI property alone (e.g., electronic conductivity) is weakly correlated (R 2 &lt; 0.67) with battery performance (e.g., Coulombic efficiency), a strong correlation (R 2 &gt; 0.99) can be achieved by defining the “SEI cT number” as a product between the SEI transference number ( T ) and the ratio of SEI conductivities ( c ). Analogous to the thermoelectric figure of merit (i.e., zT ), SEI cT quantitatively benchmarks the holistic impact of SEI properties on battery performance and underscores the pitfalls of citing such properties in isolation. Perhaps most strikingly, we demonstrate that Li metal deposition and stripping at room temperature is possible in our separator-free Cu|SEI|Li cell, confirming that the SEI can function precisely as an SSE. Together, these results enrich our understanding of the SEI, not just as a passivation layer but as a functional structure that can potentially have important implications for solid-state batteries.",
          "url": "https://doi.org/10.1073/pnas.2425556122",
          "doi": "https://doi.org/10.1073/pnas.2425556122",
          "filter": "2"
        },
        {
          "title": "Threonine phosphorylation of STAT1 safeguards gut epithelial integrity and restricts interferon-mediated cytotoxicity",
          "authors": "Hozaifa Metwally, Maha M. Elbrashy, Hisako Kayama, Kazuki Okuyama, Ichiro Taniuchi, Kiyoshi Takeda, Tadamitsu Kishimoto",
          "abstract": "Barrier tissues such as the intestine are constantly challenged by environmental stressors and must adapt to maintain integrity and prevent excessive inflammation. Although traditionally viewed as a proinflammatory effector of interferon (IFN) signaling, STAT1 is shown here to play a protective role in intestinal epithelial cells (IEC) by promoting resilience to damage and restraining IFN-induced cytotoxicity. We identify phosphorylation of threonine 748 (Thr748) on STAT1 as an evolutionarily selected adaptation—highly conserved between humans and mice—that reciprocally regulates IEC integrity and IFN responsiveness. Mice expressing a phospho-deficient T748A Stat1 mutant exhibit severe colitis-induced tissue damage comparable to Stat1-deficient littermates, underscoring the critical role of Thr748 phosphorylation in mediating Stat1-driven protection during intestinal inflammation. Bone marrow transfer experiments further demonstrate that this protective effect is nonhematopoietic. Integrated genomic and transcriptomic analyses reveal that Thr748 phosphorylation modulates STAT1 DNA binding, directly activates the Itgb4 promoter, and enhances integrin β4 expression in IEC following inflammation. In intestinal organoid models, gain- and loss-of-function experiments demonstrate that Thr748 phosphorylation drives integrin β4 expression and epithelial resilience independently of IFN-induced Tyrosine 701 (Tyr701) phosphorylation. In contrast, IFN stimulation via Tyr701 induces Zbp1—a cytotoxic nucleic acid sensor—while repressing integrin β4, resulting in epithelial injury that is mitigated by Thr748 phosphorylation. Together, these findings reveal a modular architecture of STAT1 signaling in which Thr748 phosphorylation functions as a molecular rheostat that safeguards epithelial integrity while tempering IFN-driven cytotoxic responses.",
          "url": "https://doi.org/10.1073/pnas.2511957122",
          "doi": "https://doi.org/10.1073/pnas.2511957122",
          "filter": "2"
        },
        {
          "title": "Ancient seabed checkerboard: How setae shaped spatial distributions of Silurian brachiopods",
          "authors": "Bing Huang, Jiayu Rong",
          "abstract": "Understanding the drivers of spatial patterns in fossil communities is fundamental to paleoecology, yet direct evidence for biological mechanisms regulating interindividual spacing remains elusive. Brachiopod setae, hypothesized to function in feeding or defense, are exceedingly rare in the fossil record, especially among post-Cambrian taxa. Here, we present the report of exquisitely preserved setae from an exceptional in situ fossil assemblage of the early Silurian rhynchonelliform brachiopod Nucleospira calypta . Multiproxy analyses (scanning electron microscopy, X-ray fluorescence, and microcomputed tomography) revealed intricate ultrastructural details and diverse taphonomic pathways, leading to a reinterpretation of apparent calcitic preservation as primarily iron oxides with subsequent coating. Critically, the undisturbed nature of this aggregation allowed rigorous spatial point pattern analysis (Nearest-Neighbor Analysis, Thiessen polygons). This revealed a statistically significant, nonrandom, checkerboard-like distribution among individuals within the studied fossil deposit, indicative of active spacing regulation. Strikingly, the measured average interindividual spacing quantitatively relates to the length of the preserved setae. This provides the direct paleontological evidence demonstrating that these subtle morphological structures could have actively mediated spatial organization within a dense benthic community. Our findings illustrate a biological mechanism capable of shaping community structure, operating beyond passive environmental constraints or initial larval settlement preferences, and highlight the potential for subtle anatomical features to exert significant ecological influence in deep time.",
          "url": "https://doi.org/10.1073/pnas.2509354122",
          "doi": "https://doi.org/10.1073/pnas.2509354122",
          "filter": "2"
        },
        {
          "title": "TMEM63A, associated with hypomyelinating leukodystrophies, is an evolutionarily conserved regulator of myelination",
          "authors": "Julia Halford, Amanda J. Senatore, Sage Berryman, Antonio Muñoz, Destinee Semidey, Ryan A. Doan, Adam M. Coombs, Brandon Noimany, Katie Emberley, Ben Emery, Kelly R. Monk, Swetha E. Murthy",
          "abstract": "Infantile hypomyelinating leukodystrophy 19 (HLD19) is a rare genetic disorder where patients exhibit reduced myelin in central nervous system (CNS) white matter tracts and present with varied neurological symptoms. The causative gene TMEM63A encodes a mechanosensitive ion channel whose role in myelination is largely unexplored. Our study shows that TMEM63A is a major regulator of oligodendrocyte (OL)-dependent myelination in the CNS. In mouse and zebrafish, Tmem63a inactivation led to early deficits in myelination, recapitulating the HLD19 phenotype. OL-specific conditional mouse knockouts of Tmem63a exhibited transient reductions in myelin, indicating that TMEM63A regulates myelination cell-autonomously. We show that TMEM63A is present at the plasma membrane and on lysosomes and modulates myelin production in the presence of mechanical cues. Intriguingly, HLD19-associated TMEM63A variants from patients blocked trafficking to cell membrane. Together, our results reveal an ancient role for TMEM63A in fundamental aspects of myelination in vivo and highlight two exciting models for the development of treatments for devastating hypomyelinating leukodystrophies.",
          "url": "https://doi.org/10.1073/pnas.2507354122",
          "doi": "https://doi.org/10.1073/pnas.2507354122",
          "filter": "2"
        },
        {
          "title": "eIF4A controls translation of estrogen receptor alpha and is a therapeutic target in advanced breast cancer",
          "authors": "Jacob A. Boyer, Ezra Y. Rosen, Malvika Sharma, Madeline A. Dorso, Nicholas Mai, Corina Amor, Jason M. Reiter, Ram Kannan, Sunyana Gadal, Jianing Xu, Matthew Miele, Zhuoning Li, Xiaoping Chen, Qing Chang, Fresia Pareja, Stephan Worland, Douglas Warner, Sam Sperry, Gary G. Chiang, Peggy A. Thompson, Guangli Yang, Ouathek Ouerfelli, Alexander Drilon, Elisa de Stanchina, Hans-Guido Wendel, Sarat Chandarlapaty, Neal Rosen",
          "abstract": "Most breast cancers depend on hormone-stimulated estrogen receptor alpha (ER) activity and are sensitive to ER inhibition. Resistance can arise from activating mutations in the gene encoding ER ( ESR1 ) or from reactivation of downstream targets. Newer ER antagonists occasionally show efficacy but are largely ineffective as single agents in the long term. Here, we show that ER translation is eIF4E/cap-independent yet sensitive to inhibitors of the translation initiation factor eIF4A. EIF4A inhibition reduces the expression of ER and cell cycle regulators such as cyclin D1. This leads to growth suppression in ligand-independent breast cancer models, including those driven by ER mutants and fusion proteins. Efficacy is enhanced by adding the ER degrader, fulvestrant. The combination further lowers ER expression and blocks tumor growth in vitro and in vivo. In an early clinical trial (NCT04092673), the eIF4A inhibitor zotatifin was combined with either fulvestrant or fulvestrant plus CDK4 inhibitor, abemaciclib, in patients with acquired resistance to these agents. Multiple clinical responses including a handful of durable regressions were observed, with little toxicity. Thus, eIF4A inhibition could be useful for treating ER+ breast cancer resistant to other modalities.",
          "url": "https://doi.org/10.1073/pnas.2424286122",
          "doi": "https://doi.org/10.1073/pnas.2424286122",
          "filter": "2"
        },
        {
          "title": "Differential representations of spatial location by aperiodic and alpha oscillatory activity in working memory",
          "authors": "Andrew Bender, Chong Zhao, Edward Vogel, Edward Awh, Bradley Voytek",
          "abstract": "Decades of research have shown working memory (WM) relies on sustained prefrontal cortical activity and visual extrastriate activity, particularly in the alpha (8 to 12 Hz) frequency range. This alpha activity tracks the spatial location of WM items, even when spatial position is task-irrelevant and no stimulus is currently being presented. Traditional analyses of putative oscillations using bandpass filters, however, conflate oscillations with nonoscillatory aperiodic activity. Here, we reanalyzed seven human electroencephalography visual WM datasets to test the hypothesis that aperiodic activity, which is thought to reflect the relative contributions of excitatory and inhibitory drive-plays a distinct role in visual WM from true alpha oscillations. To do this, we developed a time-resolved spectral parameterization approach to disentangle oscillations from aperiodic activity during WM encoding and maintenance. Across all seven tasks, totaling 112 participants, we captured the representation of spatial location from total alpha power using inverted encoding models (IEMs), replicating traditional analyses. We then trained separate IEMs to estimate the strength of spatial location representation from aperiodic-adjusted alpha (reflecting just the oscillatory component) and aperiodic activity and find that IEM performance improves for aperiodic-adjusted alpha compared to total alpha power that blends the two signals. We also identify a distinct role for aperiodic activity, where IEM performance trained on aperiodic activity is highest during stimulus presentation, but not during the WM maintenance period. Our results emphasize the importance of controlling for aperiodic activity when studying neural oscillations while uncovering a functional role for aperiodic activity in encoding visual WM information.",
          "url": "https://doi.org/10.1073/pnas.2506418122",
          "doi": "https://doi.org/10.1073/pnas.2506418122",
          "filter": "2"
        },
        {
          "title": "An ancient immune pathway enables animal metamorphosis",
          "authors": "Elizabeth Heath-Heckman",
          "url": "https://doi.org/10.1073/pnas.2512734122",
          "doi": "https://doi.org/10.1073/pnas.2512734122",
          "filter": "2"
        },
        {
          "title": "Thermal mismatch models derived from occurrence data predict pathogen prevalence in frogs",
          "authors": "Richard P. Duncan, Ben C. Scheele, Simon Clulow",
          "abstract": "Emerging infectious diseases increasingly threaten many wildlife populations, yet the impacts of pathogens vary considerably both within and among host species. The environmental tolerance mismatch hypothesis (ETMH) suggests that this variability stems in part from differences in the relative performance of hosts and pathogens under varying environmental conditions. According to the ETMH, pathogen impacts should be more severe in environments where pathogen performance is high and host performance is low, and vice versa. However, testing the ETMH with field data is challenging due to the difficulty of measuring host and pathogen performance among locations and quantifying performance mismatches. Here, we demonstrate that a measure of thermal mismatch, based on species realized thermal niches derived from species occurrence data, can reliably predict variation in the prevalence of the amphibian fungal pathogen Batrachochytrium dendrobatidis (Bd—chytrid fungus) within and among 42 frog host species in Australia. Specifically, we show that 1) within species, more warm-adapted host species show a steeper decline in Bd prevalence with increasing mean annual temperature, potentially reflecting greater host advantage at warmer temperatures; and 2) among host species, mean pathogen prevalence declines as the thermal affinity of hosts diverges from that of the pathogen. Our findings strongly support the ETMH and, importantly, offer a promising approach to predicting pathogen outcomes both spatially and temporally using species occurrence data. This approach enhances our understanding of variability in pathogen impacts and could inform management actions to mitigate these effects.",
          "url": "https://doi.org/10.1073/pnas.2423706122",
          "doi": "https://doi.org/10.1073/pnas.2423706122",
          "filter": "2"
        },
        {
          "title": "Spatial and temporal scale–dependent feedbacks govern dynamics of biocrusts in drylands",
          "authors": "Jingyao Sun, Kailiang Yu, Max Rietkerk, Ning Chen, Hongxia Zhang, Guang Song, Xinrong Li",
          "abstract": "Biota could be ecosystem engineers in generating an intrinsic heterogeneous landscape through scale-dependent feedbacks. Thereby, they can form resource-enriched patchiness or islands of fertility, comprising self-organizing spatial patterns. Research so far has largely focused on the self-organized spatial patterns of plant communities in drylands. It, however, remains unclear whether and how biocrusts having distinct morphology and life history from plant communities could self-organize themselves and form unique spatial patterns. Here, we conducted field observations of biocrusts across successional stages and employed a probabilistic cellular automaton model to investigate the distinct self-organized spatial patterns exhibited by mosaic patches of mosses and lichens with different patch size distributions (PSDs). Our study demonstrates that short-range positive feedbacks initially promote the development of patches, featured with a heavy-tailed PSD, while long-range negative feedbacks subsequently curtail further expansion of big patches, thereby establishing a characteristic patch scale with regular PSDs. Strikingly, only lichens reverted back to the heavy-tailed PSD in the late succession stage, presumably implying self-organized critical fragmentation of lichen patches. Field measurements of biocrust performance at the center and edge of patches of varying sizes along succession stages further support the classic scale-dependent feedback mechanism for Turing pattern formation. Collectively, our results clearly demonstrate the capability of the biocrust communities to self-organize themselves to form distinct spatial patterns governed by the spatial and temporal scale–dependent feedbacks, potentially impacting dryland ecosystem functions and resilience.",
          "url": "https://doi.org/10.1073/pnas.2424836122",
          "doi": "https://doi.org/10.1073/pnas.2424836122",
          "filter": "2"
        },
        {
          "title": "Joanne Chory (1955–2024): Plant geneticist extraordinaire",
          "authors": "Jennifer L. Nemhauser, Detlef Weigel",
          "abstract": "Joanne Chory (1955–2024) was a pioneering biologist whose research transformed our understanding of plant growth and development. Her groundbreaking work, based on many clever genetic screens, established a complete signaling pathway for brassinosteroids, from the biosynthesis of this important class of plant hormones and their transmembrane receptor to cytoplasmic and nuclear effectors. A beloved mentor and visionary leader, Chory championed science as both a rigorous discipline and a force for good. In her final years, she mobilized plant biologists across the world to address climate change, inspiring an entire generation to see plants as allies in securing a sustainable future. Her legacy lives on in her discoveries, her students, and the global scientific community she helped shape.",
          "url": "https://doi.org/10.1073/pnas.2515437122",
          "doi": "https://doi.org/10.1073/pnas.2515437122",
          "filter": "2"
        },
        {
          "title": "Optimistic people are all alike: Shared neural representations supporting episodic future thinking among optimistic individuals",
          "authors": "Kuniaki Yanagisawa, Ryusuke Nakai, Kohei Asano, Emiko S. Kashima, Hitomi Sugiura, Nobuhito Abe",
          "abstract": "Optimism is a critical personality trait that influences future-oriented cognition by emphasizing positive future outcomes and deemphasizing negative outcomes. How does the brain represent idiosyncratic differences in episodic future thinking that are modulated by optimism? In two functional MRI (fMRI) studies, participants were scanned during an episodic future thinking task in which they were presented with a series of episodic scenarios with different emotional valence and prompted to imagine themself (or their partner) in the situation. Intersubject representational similarity analysis revealed that more optimistic individuals had similar neural representations in the medial prefrontal cortex (MPFC), while less optimistic individuals exhibited more idiosyncratic neural representations in the MPFC. Additionally, individual difference multidimensional scaling of MPFC activity revealed that the referential target and emotional valence of imagined events were clearly mapped onto different dimensions. Notably, the weights along the emotional dimension were closely linked to the optimism scores of participants, suggesting that optimistic individuals imagine positive events as more distinct from negative events. These results suggest that shared neural processing of the MPFC among optimistic individuals supports episodic future thinking that facilitates psychological differentiation between positive and negative future events.",
          "url": "https://doi.org/10.1073/pnas.2511101122",
          "doi": "https://doi.org/10.1073/pnas.2511101122",
          "filter": "2"
        },
        {
          "title": "Amino acid transfer free energies reveal thermodynamic driving forces in biomolecular condensate formation",
          "authors": "Shiv Rekhi, Jeetain Mittal",
          "abstract": "The self-assembly of intrinsically disordered proteins into biomolecular condensates depends on their primary sequence, leading to sequence-dependent phase separation. Computational methods to study this behavior often rely on residue-level interaction potentials that estimate the propensity of amino acids to partition between the dilute and dense phases. While distribution coefficients would provide the most direct measure of these potentials, their unavailability has led to the use of proxies, most notably, hydropathy. However, recent studies have highlighted limitations in hydropathy-based models. Here, we address this fundamental gap by calculating the transfer free energies for amino acid side chain analogs moving from the dilute phase to the dense phase of biomolecular condensates. We find that, net transfer free energies arise from a balance between favorable protein-mediated and unfavorable water-mediated interactions, with a striking asymmetry between the contributions of positive and negatively charged residues. This asymmetry originates from the stronger solvation of negatively charged species, and extends to modified amino acids. We further demonstrate that the sequence features of the condensate-forming protein modulate these transfer free energies in a context-dependent, but qualitatively similar manner. These findings help explain nontrivial experimental trends and provide a foundation for interpreting the sequence-dependent driving forces underlying condensate formation.",
          "url": "https://doi.org/10.1073/pnas.2425422122",
          "doi": "https://doi.org/10.1073/pnas.2425422122",
          "filter": "2"
        },
        {
          "title": "Human land use promotes range expansion of soil protists from temperate to subtropical regions in China",
          "authors": "Zhi-Peng Li, Xin Sun, Haifeng Yao, Hua-Yuan Shangguan, Hang-Wei Hu, Zhiyao Tang, Gang Li, Weixin Zhang, Manuel Delgado-Baquerizo, Stefan Scheu, Yong-Guan Zhu",
          "abstract": "Land-use changes are reshaping the distribution of aboveground species worldwide. However, the impact of land-use changes on the distribution of soil organisms remains poorly understood. In particular, we lack a mechanistic understanding of the environmental factors reshaping the distribution of soil microbiota in response to global biological homogenization. Here, we used metabarcoding to investigate the biogeography of protists and their relationships with prey and hosts in three human-dominated ecosystem types, i.e., farmlands, residential areas, and parks, along with natural forests, in subtropical and temperate climatic regions across China. We found that human land-use systems extended the distribution range of habitat-generalist protists compared to forests. This human-facilitated spread of protists was highly directional and mainly driven by temperate to subtropical range expansion of soil taxa. Put simply, increases in soil pH associated with human land uses mitigate the natural acidity barrier typically found in subtropical ecosystems, facilitating the temperate to subtropical range expansion of protist species. However, in temperate regions, the northward expansion of subtropical species is likely restricted by a more arid climate with even higher soil pH. The cross-region spread of soil protists was more pronounced in phagotrophs than phototrophs and parasites, reflecting codispersal of phagotroph protists and microbial prey (especially bacteria) related to tight predator–prey specialization and/or similar responses to environmental changes. Our findings indicate that land-use changes create hotspots of potential microbial invasions, particularly in subtropical and tropical regions, highlighting that understudied regions are likely to be strongly affected by biological homogenization related to introduction of exotic species.",
          "url": "https://doi.org/10.1073/pnas.2413220122",
          "doi": "https://doi.org/10.1073/pnas.2413220122",
          "filter": "2"
        },
        {
          "title": "Seed dispersal disruption limits tropical forest regrowth",
          "authors": "Evan C. Fricke, Susan C. Cook-Patton, Charles F. Harvey, César Terrer",
          "abstract": "Identifying linkages between biodiversity loss and climate change is required for understanding the scope of these interconnected challenges and developing approaches to address them. One crucial yet underexplored aspect is the influence of seed-dispersing animals on forest carbon storage. Here, we show that 81% of tropical trees rely on animals for seed dispersal and that disruption of this process, due to declines in animal diversity and movement, significantly hampers the carbon accumulation potential of regrowing tropical forests. Using a synthesis of animal biodiversity, movement, and seed dispersal data covering thousands of animal species, we developed an index of seed dispersal disruption and modeled its relationship to carbon accumulation observed across 3,026 tropical regrowth plots. Naturally regrowing areas with lowest seed dispersal disruption had aboveground carbon accumulation rates four times higher than those with most severe disruption. Across areas identified as locations suitable for reforestation, current levels of seed dispersal disruption yield a 57% average reduction in local carbon accumulation potential. Tropical regrowth forests currently represent the largest land-based carbon sink; ongoing animal biodiversity losses diminish their ability to recover naturally from disturbances and therefore threaten their climate mitigation potential. These results advance understanding of animal biodiversity’s impact on carbon dynamics and emphasize the need to address biodiversity loss and climate change together.",
          "url": "https://doi.org/10.1073/pnas.2500951122",
          "doi": "https://doi.org/10.1073/pnas.2500951122",
          "filter": "2"
        },
        {
          "title": "Electroreception in treehoppers: How extreme morphologies can increase electrical sensitivity",
          "authors": "Sam J. England, Ryan A. Palmer, Liam J. O’Reilly, Isaac V. Chenchiah, Daniel Robert",
          "abstract": "The link between form and function of an organism’s morphology is usually apparent or intuitive. However, some clades of organisms show remarkable diversity in their form, often exhibiting extreme morphologies, but with no obvious functional explanation. Treehoppers (Membracidae) are a family of insects that exemplify this, displaying an astounding morphological diversity, resulting in a plethora of extreme forms. The function of these morphological extremities and the reasons for their evolution have thus far remained largely enigmatic. However, this mystery can be considered in light of the capacity of many animals to detect electric fields in air via electrostatic actuation of mechanosensory structures on their body. Importantly, the strength of the electric field experienced by these mechanosensory structures is expected by physics to depend on the animal’s geometry, with sharp and elongated features producing the highest electric fields. Therefore, we hypothesize that the extreme morphologies of treehoppers increase their electrical sensitivity. Here, we show that treehoppers, along with their predators and mutualists, produce electric fields and that the treehopper Poppea capricornis can detect electric fields, responding behaviorally. We also demonstrate that predatory wasps and mutualist bees differ significantly in their electrostatic profiles, pointing to the sophistication of electrical information potentially available to treehoppers. Biophysical, computational, and mathematical techniques are then utilized to provide evidence that the pronotum of treehoppers is the site of electroreception and that its extreme shapes may enhance its sensitivity to electricity.",
          "url": "https://doi.org/10.1073/pnas.2505253122",
          "doi": "https://doi.org/10.1073/pnas.2505253122",
          "filter": "2"
        },
        {
          "title": "Lipid residue analysis reveals divergent culinary practices in Japan and Korea at the dawn of intensive agriculture",
          "authors": "Oliver E. Craig, Jasmine Lundy, Manon Bondetti, Sesha Nicholson-Lailey, Natsuki Murakami, Miho Suzuki, Chris Stevens, Alexandre Lucquin, Helen M. Talbot, Joon-ho Son, Shinichiro Fujio, Minoru Sakamoto, Yusuke Yamashita, Kenichi Kobayashi, Enrico R. Crema, Shinya Shoda",
          "abstract": "The dispersal of millet and rice agriculture from Korea to Japan from around 3,000 y ago has been well documented through radiocarbon analysis of botanical remains and surveying seed impressions on pottery. Much less is known about the extent to which these novel crops were consumed and incorporated into everyday culinary practices. In Japan, agriculturalists moving from Korea would have encountered large, sedentary Final Jomon populations who had well-established hunting, foraging, and cultivation strategies for exploiting indigenous fauna and flora. The degree to which these encounters hindered or enhanced the emergence of agriculture is a key question. To investigate potential changes in food exploitation, we analyzed the contents of pottery through lipid residue analysis of 260 vessels from Bronze Age (Mumun) Korea and contemporary Jomon and Yayoi pottery from Northern Kyushu. A lipid biomarker for broomcorn millet was only found in samples from Korea, suggesting that this crop was not routinely prepared in early agricultural pottery from Japan, despite some botanical evidence for its cultivation. Instead, aquatic products continued to be used in early agricultural pottery, pointing to continuity from the Jomon period despite the arrival of new “continental” ceramic forms. Rice remains difficult to identify conclusively, but by modeling carbon isotope values, we were able to determine the maximum extent that rice may have contributed. Overall, we show that there was a change in culinary practices as agriculture dispersed from Korea to Japan, most likely influenced by different long-standing traditions of preparing and cooking foods in each locality.",
          "url": "https://doi.org/10.1073/pnas.2504414122",
          "doi": "https://doi.org/10.1073/pnas.2504414122",
          "filter": "2"
        },
        {
          "title": "The Gln-rich protein twip1 promotes high-density {110} twins formation in the shell of the limpet Cellana rota",
          "authors": "Sicheng Li, Xinlu Liu, Zehua Zheng, Keisuke Oshima, Lingxiao Zhu, Yugo Kato, Lumi Negishi, Hitoshi Kurumizaka, Taiga Okumura, Koji Nagata, Boaz Pokroy, Michio Suzuki",
          "abstract": "Aragonite, a polymorph of calcium carbonate (CaCO 3 ), exhibits enhanced mechanical properties due to crystal defects such as twins, which are particularly prevalent in biogenic aragonite and can inhibit crack propagation. Despite the importance, the molecular mechanisms responsible for the formation of aragonite {110} twins in marine organisms have remained poorly understood. Identifying a key inducer for {110} twins could help us understand how crystal defects are controlled in biomineralization. In this study, we explore the role of a protein, twip1, in inducing a high density of {110} twins within the aragonite layers of the limpet Cellana rota shell. Through a combination of layer-specific protein profiling and in vitro aragonite binding assays, twip1 is identified as a potential protein preferentially binding to the aragonite (110) plane. Gene expression analysis via quantitative PCR (qPCR) confirmed that twip1 is specifically expressed in the mantle tissue. To further investigate its function, recombinant twip1 (rtwip1) is produced using an Escherichia coli expression system. X-ray diffraction (XRD) and electron microscopy observations reveal that rtwip1 significantly increases {110} twin density during in vitro aragonite synthesis. Moreover, in vivo knockdown shows that reducing twip1 expression results in abnormal shell growth and {110} twin boundary reduction. Enhancing the formation of {110} twins in aragonite can improve its toughness and elasticity. This research highlights the crucial role of specific proteins in regulating crystal defect formation, offering a promising direction for future biomineralization studies and advanced material design.",
          "url": "https://doi.org/10.1073/pnas.2503336122",
          "doi": "https://doi.org/10.1073/pnas.2503336122",
          "filter": "2"
        },
        {
          "title": "Correction for Lin et al., BRIT1/MCPH1 is a DNA damage responsive protein that regulates the Brca1–Chk1 pathway, implicating checkpoint dysfunction in microcephaly",
          "url": "https://doi.org/10.1073/pnas.2517068122",
          "doi": "https://doi.org/10.1073/pnas.2517068122",
          "filter": "2"
        },
        {
          "title": "Polyploidy promotes transformation of epithelial cells into nonprofessional phagocytes",
          "authors": "Yi-Chun Huang, Caique Almeida Machado Costa, Nicolas Vergara Ruiz, Xianfeng Wang, Allison Jevitt, Christina Marie Breneman, Chun Han, Wu-Min Deng",
          "abstract": "Removal of dead and damaged cells is critical for organismal health. Under stress conditions such as nutritional deprivation, infection, or temperature shift, the clearance of nonessential cells becomes a universal strategy to conserve energy and maintain tissue homeostasis. Typically, this task is performed by professional phagocytes such as macrophages. However, nonprofessional phagocytes (NPPs) can also adopt a phagocytic fate under specific circumstances. Similar to professional phagocytes, NPPs undergo transitions from immature to mature states and activation, but the precise cellular and molecular mechanisms governing their maturation, induction, and phagocytic execution remain largely unknown. A notable example of stress-induced phagocytosis is the removal of germline cells by follicle cell–derived NPPs during oogenesis in Drosophila . In this study, we report that the transformation of follicle cells (FCs) into NPPs is dependent on Notch signaling activation during mid-oogenesis. Moreover, Notch overactivation is sufficient to trigger germline cell death and clearance (GDAC). We further show that polyploidy, driven by Notch signaling-induced endoreplication, is essential for the transformation of FCs into NPPs. Polyploidy facilitates the activation of JNK signaling, which is crucial for the phagocytic behavior of these cells. Additionally, we show that polyploidy in epidermal cells, another type of NPPs, is important for their engulfment of dendrites during induced degeneration. Together, these findings suggest that polyploidy is a critical factor in the transformation of epithelial cells into NPPs, enabling their phagocytic functions, which are essential for maintaining cellular and organismal homeostasis during stress conditions.",
          "url": "https://doi.org/10.1073/pnas.2427293122",
          "doi": "https://doi.org/10.1073/pnas.2427293122",
          "filter": "2"
        },
        {
          "title": "Traveling waves link human visual and frontal cortex during working memory–guided behavior",
          "authors": "Canhuang Luo, Edward F. Ester",
          "abstract": "Traveling waves guide the spatial propagation of neural activity and computational processes across the brain. Traveling waves could contribute to the control of memory-guided behaviors by flexibly organizing the timing and direction of interactions between brain regions responsible for storing memory content with those responsible for producing task-relevant behaviors. Using short-term memory as a test case, we report evidence supporting this possibility. Analyses of human EEG data revealed forward- and backward-propagating traveling waves linking visual and motor brain areas around the time of a memory-guided behavior. These waves predicted intra- and interindividual differences in task performance, could not be explained by eye movements or passive volume conduction, and were absent when participants planned but could not execute a memory-guided behavior. These findings implicate traveling waves as a mechanism in the initiation and control of memory-guided behaviors.",
          "url": "https://doi.org/10.1073/pnas.2415573122",
          "doi": "https://doi.org/10.1073/pnas.2415573122",
          "filter": "2"
        },
        {
          "title": "Epigenetic instability and hypofunctionality of fetal Tregs allow a permissive regulatory environment for T effector memory maturation",
          "authors": "Jing Yao Leong, Naomi McGovern, Archita Mishra, Martin Wasser, Pavanish Kumar, Shi Huan Tay, Sharifah Nur Hazirah, Joo Guan Yeo, Xiu Qi Tan, Nursyuhadah Sutamam, Farah Nadiah Azman, Camillus Jian Hui Chua, Phyllis ZiXuan Chen, Fauziah Ally, Charles-Antoine Dutertre, Lakshmi Ramakrishna, Su Li Poh, Liang Xie, Yiping Fan, Catherine Donner, Maria Papadopoulou, David Vermijlen, Thaschawee Arkachaisri, Jerry Kok Yen Chan, Florent Ginhoux, Salvatore Albani",
          "abstract": "The human gestational environment is commonly perceived to be predominantly suppressive and incompatible for T effector maturation. However, evidence of a competent effector fetal environment is mounting in the field. Here, we employed a high parametric, mass cytometry–based approach to study the fetal circulatory and microenvironmental immunomes, with the aim to understand the inception and extent of fetal effector T cell priming and its relation with regulatory mechanisms. We found evidence of fetal thymic immune imprinting, coupled with both circulatory and tissue effector memory development. Correspondingly, in the regulatory compartment, we detected the presence of Tbet + Treg in fetal tissues at elevated levels compared to adult tissues. Fetal Tregs, though capable of suppression, were hyposuppressive as compared with adult counterparts. We found that a proportion of fetal Tregs lost FoxP3 commitment during proliferation and exhibited higher TCR clonotype sharing with effector T cells, indicating higher plasticity in fetal Tregs than adult. Epigenetic profiling of the FoxP3 promoter locus reveals that fetal Tregs were only partially demethylated, possibly explaining the observed instability. In summary, our data provide evidence of a regulatory environment in the 2nd trimester permissive for T effector maturation, in part contributed by the relative instability and hypofunctionality in fetal Tregs.",
          "url": "https://doi.org/10.1073/pnas.2506673122",
          "doi": "https://doi.org/10.1073/pnas.2506673122",
          "filter": "2"
        },
        {
          "title": "Correction for Richardson et al., A unifying principle for multispecies coexistence under resource fluctuations",
          "url": "https://doi.org/10.1073/pnas.2516803122",
          "doi": "https://doi.org/10.1073/pnas.2516803122",
          "filter": "2"
        },
        {
          "title": "Cell type–specific purifying selection of synonymous mitochondrial DNA variation",
          "authors": "Caleb A. Lareau, Patrick Maschmeyer, Yajie Yin, Jacob C. Gutierrez, Ryan S. Dhindsa, Anne-Sophie Gribling-Burrer, Sebastian Zielinski, Yu-Hsin Hsieh, Lena Nitsch, Veronika Dimitrova, Benan Nalbant, Frank A. Buquicchio, Tsion Abay, Robert R. Stickels, Jacob C. Ulirsch, Patrick Yan, Fangyi Wang, Zhuang Miao, Katalin Sandor, Bence Daniel, Vincent Liu, Paul L. Mendez, Petra Knaus, Manpreet Meyer, William J. Greenleaf, Anshul Kundaje, Redmond P. Smyth, Mathias Munschauer, Leif S. Ludwig, Ansuman T. Satpathy",
          "abstract": "While somatic variants are well-characterized drivers of tumor evolution, their influence on cellular fitness in nonmalignant contexts remains understudied. We identified a mosaic synonymous variant (m.7076A &gt; G) in the mitochondrial DNA (mtDNA)-encoded cytochrome c-oxidase subunit 1 (MT-CO1, p.Gly391=), present at homoplasmy in 47% of immune cells from a healthy donor. Single-cell multiomics revealed strong, lineage-specific selection against the m.7076G allele in CD8 + effector memory T cells, but not other T cell subsets, mirroring patterns of purifying selection of pathogenic mtDNA alleles. The limited anticodon diversity of mitochondrial tRNAs forces m.7076G translation to rely on wobble pairing, unlike the Watson–Crick–Franklin pairing used for m.7076A. Mitochondrial ribosome profiling confirmed stalled translation of the m.7076G allele. Functional analyses demonstrated that the elevated translational and metabolic demands of short-lived effector T cells (SLECs) amplify dependence on MT-CO1, driving this selective pressure. These findings suggest that synonymous variants can alter codon syntax, impacting mitochondrial physiology in a cell type–specific manner.",
          "url": "https://doi.org/10.1073/pnas.2505704122",
          "doi": "https://doi.org/10.1073/pnas.2505704122",
          "filter": "2"
        },
        {
          "title": "Mapping the development of neural structures supporting literacy",
          "authors": "Ethan Roy",
          "url": "https://doi.org/10.1073/pnas.2513604122",
          "doi": "https://doi.org/10.1073/pnas.2513604122",
          "filter": "2"
        },
        {
          "title": "Nucleation at solid–liquid interfaces is accompanied by the reconfiguration of electrical double layers",
          "authors": "Qian Ai, Lalith Krishna Samanth Bonagiri, Kaustubh S. Panse, Jaehyeon Kim, Shan Zhou, Yingjie Zhang",
          "abstract": "In electrochemical systems, the structure of electrical double layers (EDLs) near electrode surfaces is crucial for energy conversion and storage functions. While the electrodes in real-world systems are usually heterogeneous, to date the investigation of EDLs is mainly limited to planar, homogeneous substrates. To bridge this gap, here we image the EDL structure of an ionic liquid/graphite battery anode system in the initial stage of interfacial nucleation and growth using our recently developed electrochemical 3D atomic force microscopy. Upon surface nucleation of lithium-containing compounds, the local EDL layers exhibit pronounced restructuring, featuring bending, breaking, and/or reconnecting patterns that switch when the size of the local interphase cluster changes. These EDL reconfiguration patterns are likely universal during nucleation and growth, calling into attention the hitherto hidden contribution of EDL heterogeneity on electrochemical processes.",
          "url": "https://doi.org/10.1073/pnas.2421635122",
          "doi": "https://doi.org/10.1073/pnas.2421635122",
          "filter": "2"
        },
        {
          "title": "Stress-induced translocation of the endoplasmic reticulum chaperone GRP78/BiP and its impact on human disease and therapy",
          "authors": "Amy S. Lee",
          "abstract": "Since their discoveries in the 1960s as a family of proteins produced by cells in response to stress, molecular chaperones are increasingly recognized as major regulators of cellular homeostasis in health and disease. Among the heat shock protein 70 family, the 78-kDa glucose-regulated protein (GRP78), also referred to as BiP and encoded by the HSPA5 gene, contains a signal peptide targeting it into the endoplasmic reticulum (ER). Through its interaction with the transmembrane ER stress sensors, GRP78 acts as a master regulator of the Unfolded Protein Response (UPR) which allows cells to adapt to stress observed in many human diseases. The discovery that ER stress not only upregulates GRP78 to cope with ER protein quality control but also actively promotes its relocation to other cellular compartments where they vastly expand its functional repertoire beyond the ER represents a paradigm shift. This Perspective describes the origin and linkage of GRP78 to the UPR and the mechanisms whereby ER stress actively promotes export of GRP78 from the ER, as exemplified by its translocation to the cell surface where it acts as a multifaceted receptor and a conduit for drug and viral entry, as well as its translocation into the nucleus, where it assumes the surprising role of a transcriptional regulator whereby reprogramming the cell’s transcriptome. Furthermore, this Perspective addresses how these and other atypical localizations of GRP78 impact human disease, with emphasis on cancer and COVID-19, and the exciting prospect that drugs targeting GRP78 could dually suppress tumorigenesis and viral infections.",
          "url": "https://doi.org/10.1073/pnas.2412246122",
          "doi": "https://doi.org/10.1073/pnas.2412246122",
          "filter": "2"
        },
        {
          "title": "Structure reveals a regulation mechanism of plant outward-rectifying K + channel GORK by structural rearrangements in the CNBD–Ankyrin bridge",
          "authors": "Taro Yamanashi, Yuki Muraoka, Tadaomi Furuta, Tsukasa Kume, Natsuko Sekido, Shunya Saito, Shota Terashima, Takeshi Yokoyama, Yoshikazu Tanaka, Atsushi Miyamoto, Kanane Sato, Tomoyuki Ito, Hikaru Nakazawa, Mitsuo Umetsu, Ellen Tanudjaja, Masaru Tsujii, Ingo Dreyer, Julian I. Schroeder, Yasuhiro Ishimaru, Nobuyuki Uozumi",
          "abstract": "Guard cells, which regulate stomatal apertures in plants, possess a sophisticated mechanism for regulating turgor pressure. The outward-rectifying “K + out ” channel GORK, expressed in guard cells of the plant Arabidopsis thaliana , is a central component that promotes stomatal closure by releasing K + to the extracellular space, thereby lowering turgor pressure. To date, the structural basis underlying the regulation of the K + transport activity of GORK is unclear. Using cryo-EM, we determined the structures of the GORK outward-rectifying K + channel with a resolution of 3.16 to 3.27 Å in five distinct conformations that differ significantly in their C-terminal cyclic nucleotide binding domain (CNBD) and ankyrin repeat (ANK) domain. The C-linker connects the transmembrane domains to the C-terminal domains, i.e., CNBD, CNBD–Ankyrin bridge, and ANK. The structural changes and interactions in the C-linker determine whether the closed state of GORK is closer to the preopen state or in a more removed state from the open state of the channel. In particular, interconversion in the short sequence within the CNBD–Ankyrin bridge plays a decisive role in this determination. This region forms an α-helix in the preopened state, while it adopts a nonhelical structure in further distant closed states. The dynamics of the cytosolic region strongly suggest that the K + channel activity of GORK is regulated by cytosolic signaling factors during stomatal closure.",
          "url": "https://doi.org/10.1073/pnas.2500070122",
          "doi": "https://doi.org/10.1073/pnas.2500070122",
          "filter": "2"
        },
        {
          "title": "Ras-mediated dynamic and biphasic regulation of cell migration",
          "authors": "Yiyan Lin, Eleana Parajón, Qinling Yuan, Siyu Ye, Guanghui Qin, Yu Deng, Jane Borleis, Ariel Koyfman, Pablo A. Iglesias, Konstantinos Konstantopoulos, Douglas N. Robinson, Peter N. Devreotes",
          "abstract": "Ras has traditionally been regarded as a positive regulator and therapeutic target due to its role in cell proliferation, but recent findings indicate a more nuanced role in cell migration, where suppressed Ras activity can unexpectedly promote migration. To clarify this complexity, we systematically modulate Ras activity using various RasGEF and RasGAP proteins and assess their effects on migration dynamics. Leveraging optogenetics, we assess the immediate, nontranscriptional effects of Ras signaling on migration. Local RasGEF recruitment to the plasma membrane induces protrusions and new fronts to effectively guide migration, even in the absence of GPCR/G-protein signaling, whereas global recruitment causes immediate cell spreading halting cell migration. Local RasGAP recruitment suppresses protrusions, generates new backs, and repels cells, whereas global relocation either eliminates all protrusions to inhibit migration or preserves a single protrusion to maintain polarity. Consistent local and global increases or decreases in signal transduction and cytoskeletal activities accompany these morphological changes. Additionally, we performed cortical tension measurements and found that Ras activity is regulated by guanine nucleotide exchange factors generally increase cortical tension while Ras activity is regulated by GTPase-activating proteins decrease it. Our results reveal a biphasic relationship between Ras activity and cellular dynamics, reinforcing our previous findings that optimal Ras activity and cortical tension are critical for efficient migration.",
          "url": "https://doi.org/10.1073/pnas.2503847122",
          "doi": "https://doi.org/10.1073/pnas.2503847122",
          "filter": "2"
        },
        {
          "title": "Soil nitrogen drives inverse acclimation of xylem growth cessation to rising temperature in Northern Hemisphere conifers",
          "authors": "Yaling Zhang, Jian-Guo Huang, Minhuang Wang, Wenjin Wang, Feiyu Yang, Annie Deslauriers, Patrick Fonti, Eryuan Liang, Harri Mäkinen, Walter Oberhuber, Cyrille B. K. Rathgeber, Roberto Tognetti, Václav Treml, Bao Yang, Lihong Zhai, Serena Antonucci, Valentina Buttò, J. Julio Camarero, Filipe Campelo, Katarina Čufar, Martin De Luis, Marek Fajstavr, Alessio Giovannelli, Jožica Gričar, Andreas Gruber, Vladimír Gryc, Aylin Güney, Tuula Jyske, Jakub Kašpar, Gregory King, Cornelia Krause, Audrey Lemay, Fabio Lombardi, Edurne Martinez del Castillo, Hubert Morin, Cristina Nabais, Pekka Nöjd, Richard L. Peters, Peter Prislan, Antonio Saracino, Vladimir V. Shishov, Hanuš Vavrčík, Joana Vieira, Qiao Zeng, Sergio Rossi",
          "abstract": "Controlled experiments suggest that the seasonal build-up of nitrogen (N) limitation constrains the responses of forest autumn phenology to elevated temperatures. Therefore, rising soil N is expected to increase the delaying effects of elevated temperature on the end of the season, i.e., leaf senescence. However, the interactive effects of temperature, soil N, and aridity on xylem autumn phenology remain unknown. We conducted a wide spatial analysis from 75 conifer sites in the Northern Hemisphere and found that rising soil N increases the delaying effects of elevated temperature on the end of xylem cell wall thickening but reduced the delaying effects on the cessation of cell enlargement, especially in humid regions. The contrasting effects of elevated soil N on cell enlargement versus cell wall thickening could affect xylem cell anatomy, thereby induce changes in wood density, and induce a decoupling of stem size growth from photosynthate production. These analyses extend previous findings on forest autumn phenology by systematically investigating the spatial variation in the interactive effects of temperature and soil N on xylem autumn phenology at the cellular scale.",
          "url": "https://doi.org/10.1073/pnas.2421834122",
          "doi": "https://doi.org/10.1073/pnas.2421834122",
          "filter": "2"
        },
        {
          "title": "Correction for Gao et al., Subunit specialization in AAA+ proteins and substrate unfolding during transcription complex remodeling",
          "url": "https://doi.org/10.1073/pnas.2516674122",
          "doi": "https://doi.org/10.1073/pnas.2516674122",
          "filter": "2"
        },
        {
          "title": "Characterizing a highly excited and sustained brain response activity during gaming: P300-CE",
          "authors": "Leisi Pei, C. Shawn Green, Guang Ouyang",
          "abstract": "Inspired by the high engagement and sustained behavioral excitement observed in video game players, we hypothesized that distinct brain activity patterns occur during gaming compared to a generic nongame setting. Using electroencephalography (EEG), we characterized the brain’s response to critical in-game events, focusing on the response magnitude and adaptation. Data from a large participant cohort (n = 140 for game tasks, n = 200 for nongame tasks) revealed a clear, definite, and consistent temporospatial structure of brain response patterns triggered by critical in-game events. Most notably, this response displayed unusually large magnitudes and a lack of adaptation over repeated exposures—markedly different from the observed neural responses to typical events in lab-based tasks (e.g., regarding novelty, unexpected events or errors). The identification of this distinctive response component in gaming contexts may inspire further research into fundamental cognitive systems, such as motivation, reward, emotional engagement, and their dynamic interplay in gaming environments.",
          "url": "https://doi.org/10.1073/pnas.2502135122",
          "doi": "https://doi.org/10.1073/pnas.2502135122",
          "filter": "2"
        },
        {
          "title": "Sound-evoked tonic motility of cochlear outer hair cells in mice with stereociliary defects",
          "authors": "James B. Dewey",
          "abstract": "Mammalian hearing sensitivity depends on the amplification of sound-induced cochlear vibrations by outer hair cells (OHCs). OHCs transduce deflections of their stereociliary bundles into receptor potentials that drive changes in cell length. While fast, phasic OHC length changes are thought to generate the forces that underlie cochlear amplification, OHCs also exhibit large tonic length changes in response to sound. These tonic length changes could theoretically arise from asymmetries in the mechanotransduction process that lead to tonic changes in membrane potential, though their exact origins and functional significance are uncertain. Here, in vivo cochlear vibration measurements reveal that sound can elicit tonic OHC motility in mice with stereociliary defects that eliminate cochlear amplification and presumably impair mechanotransduction. Tonic OHC motility in impaired mice was physiologically vulnerable but only weakly correlated with any residual phasic motility, suggesting a possible dissociation between the underlying mechanisms. Nevertheless, a simple model demonstrates how realistic changes to the OHC mechanotransducer function in impaired mice can lead to small but strongly asymmetric receptor potentials, producing sizable tonic length changes in the absence of any detectable phasic motility. Tonic OHC motility is therefore not a unique feature of sensitive ears and is the dominant active mechanical response in ears with certain types of deafness. Whether such tonic responses play a functional role in the normal or impaired cochlea remains to be determined.",
          "url": "https://doi.org/10.1073/pnas.2505176122",
          "doi": "https://doi.org/10.1073/pnas.2505176122",
          "filter": "2"
        },
        {
          "title": "Profile of Thomas Y. Hou",
          "authors": "Jennifer Viegas",
          "abstract": "Working at the interface between numerics and applied analysis, Caltech mathematician Thomas Hou has solved challenging problems concerning fluid dynamics and other multiscale systems. His research has applications in materials science, biomedical engineering, multiphase fluid dynamics, among other fields. Hou is currently addressing a longstanding open question in mathematical fluid dynamics: whether smooth initial data for the 3D incompressible Euler equations can form a finite-time singularity. Dating back to polymath Leonhard Euler (1707–1783), these equations lie at the core of theoretical fluid mechanics. Hou’s work in this area, reported in his Inaugural Article, provides key insights.",
          "url": "https://doi.org/10.1073/pnas.2516518122",
          "doi": "https://doi.org/10.1073/pnas.2516518122",
          "filter": "2"
        },
        {
          "title": "Interfacial effects determine nonequilibrium phase behaviors in chemically driven fluids",
          "authors": "Yongick Cho, William M. Jacobs",
          "abstract": "Coupling between chemical fuel consumption and phase separation can lead to condensation at a nonequilibrium steady state, resulting in phase behaviors that are not described by equilibrium thermodynamics. Theoretical models of such “chemically driven fluids” typically invoke near-equilibrium approximations at small length scales. However, because dissipation occurs due to both molecular-scale chemical reactions and mesoscale diffusive transport, it has remained unclear which properties of phase-separated reaction–diffusion systems can be assumed to be at an effective equilibrium. Here, we use microscopic simulations to show that mesoscopic fluxes are dependent on nonequilibrium fluctuations at phase-separated interfaces. We further develop a first-principles theory to predict nonequilibrium coexistence curves, localization of mesoscopic fluxes near phase-separated interfaces, and droplet size-scaling relations in good agreement with simulations. Our findings highlight the central role of interfacial properties in governing nonequilibrium condensation and have broad implications for droplet nucleation, coarsening, and size control in chemically driven fluids.",
          "url": "https://doi.org/10.1073/pnas.2501145122",
          "doi": "https://doi.org/10.1073/pnas.2501145122",
          "filter": "2"
        },
        {
          "title": "Can we still use the Michaelis–Menten model for enzymatic microneedle sensors?",
          "authors": "Marco Fratus, Muhammad A. Alam",
          "abstract": "Since the 1960s, enzymatic sensors have been vital in healthcare and environmental monitoring due to their high selectivity. Traditionally, their performance is interpreted using the Michaelis–Menten (MM) equation, which assumes idealized, homogeneous, well-mixed laboratory conditions. However, integrating these sensors with microneedle (MN) patches for wearable applications introduces challenges such as spatial and temporal variations and limited reactant availability. Applying the MM model in such scenarios can lead to dramatic errors in enzyme kinetics and biomarker estimates, risking inaccurate substrate measurements and potentially life-threatening decisions. Here, we generalize the reaction–diffusion framework for enzymatic sensors and integrate it with analytical models for MN sensors. Our approach captures time-dependent MM variables, quantifies the rate of product formation, accounts for mass transport limitations, and provides expressions for response time and active substrate levels. This physics-based framework enables a) quantification of otherwise inaccessible parameters such as active substrate levels, b) accurate response-time predictions to reach steady-state conditions, c) improved data interpretation, and d) projection of enzymatic responses across various conditions. The study highlights the need for careful application of MM model in wearable microneedle sensors, where key assumptions may not hold. Our model can also extend to sensor degradation, inactivation, and hypoxia, making it broadly applicable to enzymatic sensors in diverse environments.",
          "url": "https://doi.org/10.1073/pnas.2418168122",
          "doi": "https://doi.org/10.1073/pnas.2418168122",
          "filter": "2"
        },
        {
          "title": "Static allometries of caste-associated traits vary with genotype but not environment in the clonal raider ant",
          "authors": "Patrick K. Piekarski, Stephany Valdés-Rodríguez, Waring Trible, Daniel J. C. Kronauer",
          "abstract": "Polyphenic traits in animals often exhibit nonlinear scaling with body size. Static allometries (i.e., scaling relationships) themselves can exhibit plasticity, such that individuals of the same size and genotype differ in body proportions across different environments. In ants, both larval environment and genotype regulate the expression of caste-associated traits, including body size and ovariole number. However, it remains untested whether caste-associated traits are independently regulated by environmental variables or whether they covary due to coupled developmental mechanisms. If caste traits are regulated independently, developmental plasticity should affect both trait expression and the scaling relationships between traits. Using the clonal raider ant, Ooceraea biroi , we tested this by manipulating the rearing environment of genetically identical larvae. We found that caregiver genotype, temperature, and food quantity influenced caste morphology strictly in tandem with body size, producing similar static allometries across rearing conditions (i.e., no allometric plasticity was detected). In contrast, clonal genotypes differed in average body size and their static allometries. Thus, size-matched individuals of the same genotype from different rearing environments exhibited no differences in mean caste trait expression, while those of different genotypes did. This absence of plasticity in the static allometries of different caste traits suggests that they are developmentally coupled due to systemic regulatory factors. Our findings contrast with reports of allometric plasticity in other insects, suggesting that ant caste traits are exceptionally integrated and therefore constrained in their independent responses to environmental variation. We discuss how these results inform contemporary hypotheses for ant caste development and evolution.",
          "url": "https://doi.org/10.1073/pnas.2501716122",
          "doi": "https://doi.org/10.1073/pnas.2501716122",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Seigneur et al., Cbln2 and Cbln4 are expressed in distinct medial habenula-interpeduncular projections and contribute to different behavioral outputs",
          "url": "https://doi.org/10.1073/pnas.2516923122",
          "doi": "https://doi.org/10.1073/pnas.2516923122",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal decoupling of floristic endemism in response to Qinghai–Tibet Plateau uplift",
          "authors": "Bao Yang, Xuelian Wang",
          "url": "https://doi.org/10.1073/pnas.2513876122",
          "doi": "https://doi.org/10.1073/pnas.2513876122",
          "filter": "2"
        },
        {
          "title": "OGG1 augments the transcriptional activation of Foxp3 to promote iTreg differentiation for IBD alleviation",
          "authors": "Miaomiao Tian, Fengqi Hao, Xinyu Wang, Xu Zheng, Huiyue Wang, Jing Li, Zilin Li, Mingjie Xia, Changfeng Li, Zhexuan Zhao, Jinling Han, Dan Li, Yusaku Nakabeppu, Istvan Boldogh, Min Wei, Xueqing Ba",
          "abstract": "8-oxo-7,8-dihydroguanine (8-oxoG), the most frequent form of oxidative-DNA-base lesion caused by ROS, is recognized and repaired by 8-oxoguanine DNA glycosylase 1 (OGG1) through base excision repair (BER) pathway. Beyond its role in DNA repair, OGG1 has been shown to promote transcriptional activation of proinflammatory mediators and contribute to both acute and chronic lung inflammation. However, pioneering studies have shown an anti-inflammation role for OGG1 in inflammatory bowel disease (IBD), but its underlying molecular mechanism remains unclear. In the present study, we unveiled that OGG1 plays an important role in the differentiation of inducible regulatory T cells (iTregs). Binding of OGG1 to 8-oxoG facilitated the recruitment of Smad3 to the Foxp3 promoter, leading to the transcriptional activation. Moreover, OGG1 binding promoted demethylation of CpG sites in the conserved noncoding sequence 2 (CNS2) region of Foxp3 by decreasing Dnmt1 occupancy and enhancing recruitment of Tet1/2. Notably, the S326C variant—a naturally occurring polymorphism in humans—was more effective than the wild-type protein in promoting iTreg differentiation and showed a negative correlation with IBD incidence. Furthermore, treatment with O8, a selective OGG1 inhibitor that blocks base excision activity without affecting substrate binding, significantly alleviated IBD in a mouse model, suggesting a promising therapeutic strategy. Together, these findings extend the understanding of OGG1’s epigenetic role in transcriptional regulation and highlight its protective function in inflammatory diseases, potentially shaped by aerobic evolution.",
          "url": "https://doi.org/10.1073/pnas.2424733122",
          "doi": "https://doi.org/10.1073/pnas.2424733122",
          "filter": "2"
        },
        {
          "title": "Tautomerism induces bending and twisting of biogenic crystals",
          "authors": "Weiwei Tang, Taimin Yang, Qing Tu, Hector A. Calderon, Francisco C. Robles Hernandez, Padraic O’Reilly, Yun Jing, Sung Park, Jeffrey D. Rimer",
          "abstract": "Understanding and exploiting material flexibility through phenomena such as the bending and twisting of molecular crystals has been a subject of increased interest owing to the number of applications that benefit from these properties, such as optoelectronics, mechanophotonics, soft robotics, and smart sensors. Here, we report the growth of spontaneously bent and twisted ammonium urate crystals induced by the keto–enol tautomerism of the urate molecule. The major tautomer is native to biogenic crystals, whereas the minor tautomer functions as an effective crystal growth modifier to induce naturally bent and twisted ammonium urate crystals. We show that the degree of curvature can be tailored based on the judicious selection of growth conditions. A combination of state-of-the-art microscopy and spectroscopy techniques are used to characterize the origin of bending. Spatially resolved nano-electron diffraction and high-resolution electron microscopy of naturally bent crystals show nearly single crystallinity with local lattice deformations generated by a combination of screw and edge dislocations. These observations are consistent with photoinduced force microscopy and contact resonance atomic force microscopy, which confirmed spatially resolved changes in the intermolecular interactions and the mechanical properties throughout the cross-sectional and axial regions of bent crystals. A mechanism of bending involving the generation of regionally specific dislocations is proposed as an alternative to more commonly reported models. These findings highlight a unique characteristic of tautomeric crystals that may have broader implications for other biogenic materials.",
          "url": "https://doi.org/10.1073/pnas.2426814122",
          "doi": "https://doi.org/10.1073/pnas.2426814122",
          "filter": "2"
        },
        {
          "title": "Retraction for Kundu et al., Selective neutralization of IL-12 p40 monomer induces death in prostate cancer cells via IL-12–IFN-γ",
          "url": "https://doi.org/10.1073/pnas.2516531122",
          "doi": "https://doi.org/10.1073/pnas.2516531122",
          "filter": "2"
        },
        {
          "title": "Correction for Wang et al., The proofreading mechanism of the human leading-strand DNA polymerase ε holoenzyme",
          "url": "https://doi.org/10.1073/pnas.2516665122",
          "doi": "https://doi.org/10.1073/pnas.2516665122",
          "filter": "2"
        },
        {
          "title": "A multifunctional anti-O-Antigen human monoclonal antibody protects against Shigella sonnei infection in vivo",
          "authors": "Matteo Ridelfi, Giacomo Vezzani, Emanuele Roscioli, Giampiero Batani, Elena Boero, Francesco Nannini, Eleonora Marini, Ushasi Bhaumik, Girmay Desalegn, Ornella Serpino, Antonio Molinaro, Ida Paciello, Chiara Mugnaini, Concetta De Santi, Giuseppe Maccari, Antonella De Rosa, Silvia Valensin, Assia Duatti, Roberta Di Benedetto, Maria Michelina Raso, Renzo Alfini, Chiara Sammicheli, Simona Tavarini, Christina Quigley, Audino Podda, Anna Kabanova, Emanuele Andreano, Dario Cardamone, Gianmarco Gasperini, Francesca Necchi, Mariagrazia Pizza, Laura B. Martin, Robert W. Frenck, Alexandre Grassart, Alba Silipo, Marcela F. Pasetti, Francesco Berlanda Scorza, Carlo Giannelli, Omar Rossi, Francesca Micoli, Claudia Sala, Rino Rappuoli",
          "abstract": "Shigellosis is a global public health challenge that mostly affects low- and middle-income countries and causes considerable morbidity and mortality among children under 5 y of age. Multi- and extensively drug-resistant Shigella sonnei strains associated with recent outbreaks in high-income countries exacerbate the problem and have prompted the World Health Organization to include Shigella spp. among the high-risk pathogens for which novel prophylactic and therapeutic tools are urgently needed. Among the most promising and cutting-edge solutions, monoclonal antibodies are gaining considerable attention in the infectious diseases field. Here, we report the discovery of human monoclonal antibodies against S. sonnei , a species whose prevalence is constantly increasing worldwide and is associated with frequent drug-resistant infections. We isolated antibodies generated in response to an experimental S. sonnei vaccine followed by a controlled human infection and screened them by using a panel of high-throughput assays. We identified a molecule which exhibited potent bactericidal activity in vitro, inhibition of invasion of epithelial cells and conferred full protection from S. sonnei infection in vivo. Overall, our study provides a candidate antibody that can rapidly progress to industrial development for application as a prophylactic, therapeutic, and diagnostic tool against shigellosis.",
          "url": "https://doi.org/10.1073/pnas.2426211122",
          "doi": "https://doi.org/10.1073/pnas.2426211122",
          "filter": "2"
        },
        {
          "title": "Mutualism between degraders and nondegraders stabilizes the function of a natural biopolymer-degrading community",
          "authors": "Liang Liu, Changfu Tian, Miaoxiao Wang, Ying Luo, Yaru Huang, Tingting Jiang, Hongwen Zhao, Qijun Yu, Entao Wang, Jinshui Yang, Hongli Yuan",
          "abstract": "Natural biopolymer-degrading microbial communities drive carbon biogeochemical cycling. Within these communities, polymer degraders facilitate the growth of nondegraders by breaking down polymers through extracellular enzymes. However, the contributions of nondegraders to community dynamics, as well as the mechanisms that limit their access to degradation products, remain poorly understood. Here, we investigate EMSD5, a lignocellulose-degrading microbial community that efficiently converts corncob into isopropanol. We demonstrate that nondegraders, such as Escherichia coli , enable the growth of degraders (e.g., Lachnoclostridium sp. and Clostridium beijerinckii ) by creating anaerobic conditions and supplying biotin. Within such expanded niches, lignocellulose degradation proceeds sequentially, and the availability of breakdown products to E . coli is constrained by two interlinked processes. Specifically, Lachnoclostridium sp. produces oligosaccharides that are largely inaccessible to E . coli . A subset of these oligosaccharides is utilized by C . beijerinckii to produce monosaccharides that support E . coli growth, while glycosidase secretion by C . beijerinckii is reduced under coculture conditions. Building on these findings, we designed a synthetic consortium by coculturing C. beijerinckii with an engineered E . coli strain that expresses xylanase genes from an unculturable Lachnoclostridium . This consortium achieved isopropanol production from hemicellulose without requiring anaerobic conditions. Our findings reveal the niche-expanding role of nondegraders and the processes that constrain their access to degradation products, offering insights into maintaining stable cooperation in biopolymer-degrading communities and designing efficient consortia for biopolymer conversion.",
          "url": "https://doi.org/10.1073/pnas.2500664122",
          "doi": "https://doi.org/10.1073/pnas.2500664122",
          "filter": "2"
        },
        {
          "title": "SETDB1 ensures the continuity of embryonic to adult neural stem cells through metabolic alterations in the dentate gyrus",
          "authors": "Yunyun Huang, Yue Zhu, Yueyan Zhu, Yan Jiang, Yunli Xie",
          "abstract": "Embryonic neural progenitors give rise to adult neural stem cells (aNSCs), which share transcriptomic similarities with astrocytes while sustaining neurogenesis in the adult brain. How embryonic neural progenitors transit into aNSCs while preventing astrocyte fate to maintain the aNSC pool remains unclear. Here, we found that the Setdb1 -mediated metabolic state is essential for the transition from embryonic neural progenitors to aNSCs. Loss of the histone methyltransferase SETDB1 during dentate gyrus development leads to increased astrocyte production at the expense of aNSCs and ultimately constraining neurogenesis. Single-cell RNA sequencing reveals a specific metabolic alteration following Setdb1 loss, notably implicating the cytochrome c oxidase, subunit 6b2 ( Cox6b2 )—a component of the mitochondrial complex—as a key target of SETDB1. COX6B2 modulates oxidative phosphorylation (OXPHOS) to control aNSC fate over astrocyte differentiation. Elevated Cox6b2 levels promote astrocyte fate during dentate gyrus development. Thus, our findings reveal a mechanism underlying the continuity of neural progenitors to generate aNSC enabling the production of new neurons in the adult brain, highlighting the potential therapeutic strategies for transforming astrocytes into neurons via aNSCs.",
          "url": "https://doi.org/10.1073/pnas.2424315122",
          "doi": "https://doi.org/10.1073/pnas.2424315122",
          "filter": "2"
        },
        {
          "title": "RACK1A positively regulates opening of the apical hook in Arabidopsis thaliana via suppression of its auxin response gradient",
          "authors": "Qian Ma, Sijia Liu, Siamsa M. Doyle, Sara Raggi, Barbora Pařízková, Deepak Kumar Barange, Hemamshu Ratnakaram, Edward G. Wilkinson, Isidro Crespo Garcia, Joakim Bygdell, Gunnar Wingsle, Dirk Roeland Boer, Lucia C. Strader, Fredrik Almqvist, Ondřej Novák, Stéphanie Robert",
          "abstract": "Apical hook development is an ideal model for studying differential growth in plants and is controlled by complex phytohormonal crosstalk, with auxin being the major player. Here, we identified a bioactive small molecule that decelerates apical hook opening in Arabidopsis thaliana . Our genetic studies suggest that this molecule enhances or maintains the auxin maximum found in the inner hook side and requires certain auxin signaling components to modulate apical hook opening. Using biochemical approaches, we then revealed the WD40 repeat scaffold protein RECEPTOR FOR ACTIVATED C KINASE 1A (RACK1A) as a direct target of this compound. We present data in support of RACK1A playing a positive role in apical hook opening by activating specific auxin signaling mechanisms and negatively regulating the differential auxin response gradient across the hook, thereby adjusting differential cell growth, an essential process for organ structure and function in plants.",
          "url": "https://doi.org/10.1073/pnas.2407224122",
          "doi": "https://doi.org/10.1073/pnas.2407224122",
          "filter": "2"
        },
        {
          "title": "Tensor-based quantum phase difference estimation for large-scale demonstration",
          "authors": "Shu Kanno, Kenji Sugisaki, Hajime Nakamura, Hiroshi Yamauchi, Rei Sakuma, Takao Kobayashi, Qi Gao, Naoki Yamamoto",
          "abstract": "We develop an energy calculation algorithm leveraging quantum phase difference estimation (QPDE) scheme and a tensor-network-based unitary compression method in the preparation of superposition states and time-evolution gates. Alongside its efficient implementation, this algorithm reduces depolarization noise affections exponentially. We demonstrated energy gap calculations for one-dimensional Hubbard models on IBM superconducting devices using circuits up to 32-system (plus one-ancilla) qubits, a five-fold increase over previous Quantum phase estimation (QPE) demonstrations, at the 7242 controlled-Z gate level of standard transpilation, utilizing a Q-CTRL error suppression module. Additionally, we propose a technique toward molecular executions using spatial orbital localization and index sorting, verified linear polyene simulations up to 21 qubits. Since QPDE can handle the same objectives as QPE, our algorithm represents a leap forward in quantum computing on real devices.",
          "url": "https://doi.org/10.1073/pnas.2425026122",
          "doi": "https://doi.org/10.1073/pnas.2425026122",
          "filter": "2"
        },
        {
          "title": "An electron-bifurcating “plug” to a protein nanowire in tungsten-dependent aldehyde detoxification",
          "authors": "Xiang Feng, Gerrit J. Schut, Saisuki Putumbaka, Huilin Li, Michael W. W. Adams",
          "abstract": "Members of the tungsten-containing oxidoreductase (WOR) family, which contain a tungstopyranopterin (Tuco) cofactor, are typically either monomeric (WorL) or heterodimeric (WorLS). These enzymes oxidize aldehydes to the corresponding acids while reducing the redox protein ferredoxin. They have been structurally characterized mainly using WORs from hyperthermophilic archaea. The WORs of some bacteria contain three additional subunits of the BfuABC family and these chimeric WorABCSL enzymes catalyze an electron-bifurcating reaction in which aldehyde oxidation is coupled to the simultaneous reduction of ferredoxin and nicotinamide adenine dinucleotide. In human gut microbes, electron bifurcation by WorABSL is proposed to enable the detoxification of aldehydes generated from cooked foods and in the tungstocentric production of beneficial short chain fatty acids from lactate, potentially impacting health. Herein we present the high-resolution cryogenic electron microscopy (cryo-EM) structure of the WorABCSL purified from the bacterium Acetomicrobium mobile. The structure reveals a surprising 1:3 stoichiometry between WorABC and WorSL, with the WorSL units forming a nanowire-like architecture leading from three Tuco-containing catalytic sites in WorL via strings of multiple iron-sulfur clusters in WorS to a single bifurcating WorABC core. Our structure uncovers a distinct domain arrangement that links three Tuco-dependent aldehyde oxidation sites with the bifurcation process and potentially facilitates environmental aldehyde oxidation.",
          "url": "https://doi.org/10.1073/pnas.2501900122",
          "doi": "https://doi.org/10.1073/pnas.2501900122",
          "filter": "2"
        },
        {
          "title": "Mechanistic insights into the iron–sulfur cluster-dependent interaction of the autophagy receptor NCOA4 with the E3 ligase HERC2",
          "authors": "Haobo Liu, Liqiang Shen, Xinyu Gong, Xindi Zhou, Yichao Huang, Yuqian Zhou, Zhenpeng Guo, Hanbo Guo, Shichao Wang, Lifeng Pan",
          "abstract": "NCOA4, a dedicated autophagy receptor for mediating selective autophagy of ferritin (ferritinophagy), plays a vital role in maintaining cellular iron homeostasis. The cellular abundance of NCOA4 is regulated by the E3 ligase HERC2 that can specifically target NCOA4 for proteasomal degradation under iron-replete conditions. However, the detailed molecular mechanism governing the iron-dependent recognition of NCOA4 by HERC2 remains elusive. Here, using multidisciplinary approaches, we systematically characterize the HERC2-binding domain (HBD) of NCOA4 and its interaction with HERC2. We uncover that NCOA4 HBD harbors a [2Fe-2S] cluster and can exist in two different states, the apo -form state and the [2Fe-2S] cluster–bound state. Moreover, we unravel that HERC2 can effectively recognize the [2Fe-2S] cluster–bound NCOA4 HBD through its Cullin-7-PARC-HERC2 (CPH) domain and iron–sulfur cluster–dependent NCOA4-binding domain (INBD) with a synergistic binding mode. The determined crystal structures of HERC2(2540-2700) and its complex with the [2Fe-2S] cluster–bound NCOA4 HBD together with relevant biochemical and cellular results not only elucidate how NCOA4 HBD specifically senses cellular iron level by binding a [2Fe-2S] cluster but also reveal the molecular basis underlying the specific interaction of HERC2 with the [2Fe-2S] cluster–bound NCOA4 HBD. In summary, our findings provide mechanistic insights into the iron-dependent turnover of NCOA4 by HERC2 and expand our understanding of the regulatory mechanism of NCOA4-mediated ferritinophagy.",
          "url": "https://doi.org/10.1073/pnas.2510269122",
          "doi": "https://doi.org/10.1073/pnas.2510269122",
          "filter": "2"
        },
        {
          "title": "Optimal kinetics for catalytic cycles from a single path-sampling simulation",
          "authors": "Peter G. Bolhuis",
          "abstract": "A catalyst’s efficiency for accelerating a reaction rate is determined by its molecular structure and interactions with the substrate. While one can predict kinetics for a particular molecular model, tuning the (potentially many) model parameters to reach a desired or optimal kinetics for a catalytic cycle is usually considered computationally prohibitively expensive, especially in solvated systems. Here, we show for a simple model representing a minimal catalytic cycle that such optimization is possible using only one single (path-sampling) simulation, by applying a maximum caliber based path reweighting method. We compute the path ensemble for a single parameter setting of the molecular interactions and then expand the kinetic landscape around these parameters. We find that optimal catalytic turnover or efficiency is orders of magnitude improved and is achieved by relevant parameters that induce strain in the system. Thus, path-reweighting based optimization is not only capable of finding important ingredients that lead to desired kinetic rates but can also identify the mechanistic origins of the rate optimization at a fraction of the costs of a direct evaluation. We demonstrate the versatility of the methodology on a minimal model for kinase signaling. The approach promises efficient computational design of (complex) catalysts using realistic models.",
          "url": "https://doi.org/10.1073/pnas.2500934122",
          "doi": "https://doi.org/10.1073/pnas.2500934122",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Gozashti et al., Horizontal transmission of functionally diverse transposons is a major source of new introns",
          "url": "https://doi.org/10.1073/pnas.2517331122",
          "doi": "https://doi.org/10.1073/pnas.2517331122",
          "filter": "2"
        },
        {
          "title": "Gibberellin-deactivating GA2OX enzymes act as a hub for auxin–gibberellin cross talk in Arabidopsis thaliana root growth regulation",
          "authors": "Monika Kubalová, Jayne Griffiths, Karel Müller, Lev Levenets, Edita Tylová, Danuše Tarkowská, Alexander M. Jones, Matyáš Fendrych",
          "abstract": "Plant bodies are built from immobile cells, making the regulation of cell expansion essential for growth, development, and adaptation. In roots, cell elongation executes the movement of the root tips through the soil. This process is tightly controlled by numerous signaling pathways. Among these, gibberellin and auxin signaling stand out for their contrasting effects on root growth, interacting through complex cross talk at multiple regulatory levels. Here, we reveal the molecular basis of the auxin–gibberellin cross talk in the model plant Arabidopsis thaliana . We show that the auxin signaling pathway steers the expression of GIBBERELLIN 2-OXIDASES (GA2OXs) , key gibberellin-deactivating enzymes in the root elongation zone (EZ). GA2OXs are negative regulators of root cell elongation; GA2OX8 overexpression decreases gibberellin levels and inhibits root cell elongation; in contrast, the ga2ox heptuple mutant roots show elevated gibberellin levels in the EZ and grow longer roots. Intriguingly, shoot-derived auxin can regulate GA2OX6 and GA2OX8 expression in roots, linking systemic auxin signaling to local gibberellin level modulation. Together, our findings identify GA2OX6 and GA2OX8 enzymes as key mediators of auxin–gibberellin cross talk, providing insights into their roles in root elongation. These results expand our understanding of how auxin integrates with gibberellin signaling to coordinate root development and growth dynamics.",
          "url": "https://doi.org/10.1073/pnas.2425574122",
          "doi": "https://doi.org/10.1073/pnas.2425574122",
          "filter": "2"
        },
        {
          "title": "Hydrogen cyanide and hydrocarbons mix on Titan",
          "authors": "Fernando Izquierdo-Ruiz, Morgan L. Cable, Robert Hodyss, Tuan H. Vu, Hilda Sandström, Alvaro Lobato, Martin Rahm",
          "abstract": "This work reveals a striking exception to the well-established rule in chemistry that polar and nonpolar compounds do not spontaneously mix: insertion of methane, ethane, and other small hydrocarbons into the crystal lattice of hydrogen cyanide (HCN), a highly polar molecule. By mixing these components at cryogenic temperatures, we can observe distinct shifts in vibrational modes using Raman spectroscopy. Our computational predictions confirm that cocrystal structures of HCN and ethane, which match our experimental vibrational shifts closely, are thermodynamically and kinetically stable. Given that methane, ethane, and HCN are major components of the atmosphere and surface of Saturn’s moon Titan—where they play key roles in shaping chemistry, weather, and landscape—our findings may prove instrumental for explaining Titan’s chemical and geological evolution.",
          "url": "https://doi.org/10.1073/pnas.2507522122",
          "doi": "https://doi.org/10.1073/pnas.2507522122",
          "filter": "2"
        },
        {
          "title": "A preclinical pig model of Angelman syndrome mirrors the early developmental trajectory of the human condition",
          "authors": "Luke S. Myers, Sarah G. Christian, Sean Simpson, Renan Sper, Clint Taylor, Laura Montes, Thomas B. C. Jepp, Daniela Ramos, Livia Schuller, Kranti Konganti, Wade Friedeck, Ozair Habib, McKaela Hodge, Alasdair J. Taylor, Ashley Coffell, Annalise Schlafer, Morgan Matt, Bradley Revell, Carol Knight, Cristina C. Barreña, William J. Murphy, Edwin J. Weeber, David J. Segal, Anne Anderson, Kevin R. Nash, Jill L. Silverman, Jorge A. Piedrahita, Scott V. Dindot",
          "abstract": "Angelman syndrome is a neurodevelopmental disorder characterized by severe motor and cognitive deficits. It is caused by the loss of the maternally inherited allele of the imprinted ubiquitin-protein ligase E3A ( UBE3A ) gene. Rodent models of Angelman syndrome do not fully recapitulate all the symptoms associated with the condition and are limited as a preclinical model for therapeutic development. Here, we show that pigs ( Sus scrofa ) with a maternally inherited deletion of UBE3A ( UBE3A -/+ ) have altered postnatal behaviors, impaired vocalizations, reduced brain growth, motor incoordination, and ataxia. Neonatal UBE3A -/+ pigs exhibited several symptoms observed in infants with Angelman syndrome, including hypotonia, suckling deficits, and failure to thrive. Collectively, these findings are consistent with the pathophysiology and developmental trajectory observed in individuals with Angelman syndrome. We anticipate that this pig model will advance our understanding of the pathophysiology of Angelman syndrome and be used as a preclinical large animal model for therapeutic development.",
          "url": "https://doi.org/10.1073/pnas.2505152122",
          "doi": "https://doi.org/10.1073/pnas.2505152122",
          "filter": "2"
        },
        {
          "title": "Unprecedentedly high global forest disturbance due to fire in 2023 and 2024",
          "authors": "Peter Potapov, Alexandra Tyukavina, Svetlana Turubanova, Matthew C. Hansen, Louis Giglio, Andres Hernandez-Serna, André Lima, Nancy Harris, Fred Stolle",
          "abstract": "Global forests provide key ecosystem services, from climate regulation to biodiversity habitat, but are under increasing pressure from the combined impacts of climate and land use change. Here, we show that forest disturbance due to fire is growing globally, with the most dramatic increases in intact forest landscapes, highlighting an existential threat to remaining high biomass, high biodiversity forests. The global annual area of forest disturbance due to fire for 2023 and 2024 was highest since the beginning of monitoring in 2001. Compared to 2002–2022 average annual forest disturbance due to fire, the 2023–2024 average was 2.2 times higher globally and 3 times higher in the Tropics. More than ¼ of all 2024 forest disturbance from fire occurred in tropical forests. We found a statistically significant increasing trend of forest disturbance due to fire from 2002 to 2024 in all climate domains except Subtropical. High forest, low deforestation tropical countries were not exempt, with Guyana and the Republic of the Congo experiencing record forest disturbance due to fire. Our results agree with recently estimated increases in global forest fire emissions and active fire detections. The unprecedented scale of fires in the world’s most remote forests is a potential harbinger of ecosystem tipping points. Protecting these remaining unfragmented high conservation value forests from this threat poses a daunting and as yet undeveloped policy and capacity challenge.",
          "url": "https://doi.org/10.1073/pnas.2505418122",
          "doi": "https://doi.org/10.1073/pnas.2505418122",
          "filter": "2"
        },
        {
          "title": "Central memory T cells with key TCR repertoires and gene expression profiles dominate influenza CD8+ T cell pools across the human lifespan",
          "authors": "Tejas Menon, Hayley A. McQuilten, Jerome Samir, Thi H. O. Nguyen, Ratana Lim, Jasveen Kaur, Simone Rizzetto, Auda Eltahla, Paul G. Thomas, Martha Lappas, Jamie Rossjohn, Stephanie Gras, Jane Crowe, Katie L. Flanagan, Fabio Luciani, Peter C. Doherty, Carolien E. van de Sandt, Katherine Kedzierska",
          "abstract": "Central memory CD8 + T cells (T cm ) represent the prominent memory T cell subset in human blood, yet the persistence of T cell receptor (TCR) clonotypic and transcriptional features of epitope-specific T cm pools across the human lifespan remains unknown. We analyzed T cm CD8 + T cells specific for HLA-A*02:01-M1 58–66 (A2/M1 58 ; a prominent influenza epitope) in newborns, children, adults, and older adults directly ex vivo. Our data provide evidence that epitope-specific T cm CD8 + pools dominate influenza-specific memory A2/M1 58 + CD8 + T cell responses from the early childhood until old age. T cm gene signatures were largely maintained across the age groups, although self-renewal genes defined T cm pools in children, while older adult T cm A2/M1 58 + CD8 + T cells displayed detoxication and stress profiles. TCRαβ diversity within T cm A2/M1 58 + CD8 + T cell pools was greater in children and older adults, when compared to adults. The key public-associated TCRαβ clonotypes largely persisted across the human lifespan, although their highest frequency was detected in adults, reflecting lower TCRαβ diversity in this group. Older adults displayed increased TCRαβ heterogeneity, underpinned by large TCRαβ clonotype expansions of private TCRαβ clonotypes. Our study highlights the importance of largely preserved virus-specific T cm pools across the human lifespan and advocates for boosting persistent TCRαβ clonotypes within this key peripheral blood subset.",
          "url": "https://doi.org/10.1073/pnas.2501167122",
          "doi": "https://doi.org/10.1073/pnas.2501167122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti2925122",
          "doi": "https://doi.org/10.1073/iti2925122",
          "filter": "2"
        },
        {
          "title": "Sharks and rays have the oldest vertebrate sex chromosome with unique sex determination mechanisms",
          "authors": "Taiki Niwa, Yoshinobu Uno, Yuta Ohishi, Mitsutaka Kadota, Naotaka Aburatani, Itsuki Kiyatake, Daiki Katooka, Michikazu Yorozu, Nobutaka Tsuzuki, Atsushi Toyoda, Wataru Takagi, Masaru Nakamura, Shigehiro Kuraku",
          "abstract": "Sex determination has been investigated across vertebrate lineages to reveal the stepwise evolution of sex chromosomes and the diversity of responsible molecular mechanisms. However, these studies rarely include cartilaginous fishes, which diverged from the other vertebrates 450 Mya, hindering the comprehensive view of vertebrate sex determination. Here, we produced chromosome-scale genome assemblies of egg-laying shark species and comparatively investigated genome sequences and transcriptome profiles across diverse cartilaginous fishes. Sex chromosome identification, supported by cytogenetic experiments, elucidated the homology of X chromosomes between sharks and rays as well as an extensively degenerated Y chromosome harboring no detectable male-specific genes. Orthologs of documented sex-determining genes were identified, but not on these sex chromosomes. Transcriptomic analyses combined with histology of embryonic gonads revealed female-biased expression of X-linked genes—including those implicated in the TGF-β and IGF signaling pathways—attributed to incomplete dosage compensation. Our findings indicate that sharks and rays share the oldest sex chromosomes among vertebrates that originated around 300 Mya and the dosage-dependent sex determination mechanism composed of distinct molecules from other vertebrates. This study highlights the antiquity of sex chromosomes and the uniqueness of sex determination mechanisms in sharks and rays, which advances our understanding of evolutionary plasticity in vertebrate sex determination.",
          "url": "https://doi.org/10.1073/pnas.2513676122",
          "doi": "https://doi.org/10.1073/pnas.2513676122",
          "filter": "2"
        },
        {
          "title": "ATP synthesis driven by atmospheric hydrogen concentrations",
          "authors": "Sarah Soom, Stefan Urs Moning, Gregory M. Cook, James P. Lingford, Ashleigh Kropp, Sieu Tran, Rhys Grinter, Chris Greening, Christoph von Ballmoos",
          "abstract": "All cells require a continuous supply of the universal energy currency, adenosine triphosphate (ATP), to drive countless cellular reactions. The universally conserved F 1 F o -ATP synthase regenerates ATP from ADP and P i by harnessing a transmembrane electrochemical proton gradient ( pmf ). Bacteria have evolved diverse pmf -forming strategies using light, organic, and inorganic energy sources. Recently, we proposed that many bacteria survive using atmospheric trace gases to produce ATP when limited for other energy sources. However, direct evidence that atmospheric energy sources are sufficient to generate pmf or drive ATP synthesis is still lacking. Here, we show that the membrane-associated hydrogen:quinone oxidoreductase Huc from Mycobacterium smegmatis can enable ATP synthesis from air. Purified Huc couples H 2 oxidation to the reduction of various ubiquinone and menaquinone analogues. We designed a minimal respiratory chain in which Huc interacts with liposomes containing the nonpumping, but pmf -generating, bd -I oxidase and F 1 F o -ATP synthase from Escherichia coli . Our experiments show that passive hydrogen exchange from air to solution is sufficient for the electron transfer and pmf generation required to accumulate ATP. By combining continuous culture bioenergetics measurements with theoretical calculations, we show this process is sufficient for mycobacteria to sustain pmf and ATP synthesis (two ATP molecules per H 2 oxidized) for maintenance energy requirements during nutrient starvation. These findings confirm that atmospheric energy sources can be dependable ‘lifeline’ substrates that enable continuous energy conservation during nutrient starvation. In addition, this work provides a unique tool for ATP production in synthetic applications, which unlike other approaches is traceless without by-product accumulation.",
          "url": "https://doi.org/10.1073/pnas.2506353122",
          "doi": "https://doi.org/10.1073/pnas.2506353122",
          "filter": "2"
        },
        {
          "title": "The kinesin KIF3AC recycles endocytosed integrin to polarize new adhesion formation toward the leading edge",
          "authors": "Johnny A. Z. Rockenbach, Guilherme P. F. Nader, Susumu Antoku, Gregg G. Gundersen",
          "abstract": "The recycling of integrin endocytosed during focal adhesion (FA) disassembly is critical for cell migration and contributes to the polarized formation of new FAs toward the leading edge. How this occurs is unclear. Here, we sought to identify the kinesin motor protein(s) that is involved in recycling endocytosed integrin back to the plasma membrane. We show that the kinesin-2 heterodimer, KIF3AC, and the Rab11 adaptor protein Rab coupling protein (RCP) are required for FA reformation after the disassembly of FAs in mouse and human fibroblasts. In the absence of KIF3AC, integrin does not return to the cell surface after FA disassembly and is found in the Rab11 endocytic recycling compartment. Biochemical pulldowns revealed that KIF3C associated with β1 integrin in an RCP-dependent fashion, but only after FA disassembly. KIF3AC knockdown inhibited cell migration, trafficking of RCP toward the leading edge, and polarized formation of FAs at the leading edge. These results show that KIF3AC promotes cell migration by recycling integrin so that it generates new FAs in a polarized fashion.",
          "url": "https://doi.org/10.1073/pnas.2513776122",
          "doi": "https://doi.org/10.1073/pnas.2513776122",
          "filter": "2"
        },
        {
          "title": "Leveraging chromatin packing domains to target chemoevasion in vivo",
          "authors": "Jane Frederick, Ranya K. A. Virk, I Chae Ye, Luay M. Almassalha, Greta M. Wodarcyk, David VanDerway, Ruyi Gong, Cody L. Dunton, Tiffany Kuo, Karla I. Medina, Margarita Loxas, Jared T. Ahrendsen, Demirkan B. Gursel, Paola Carrillo Gonzalez, Rikkert J. Nap, Saira John, Vasundhara Agrawal, Nicholas M. Anthony, John Carinato, Wing Shun Li, Rivaan Kakkaramadam, Surbhi Jain, Shohreh Shahabi, Guillermo A. Ameer, Igal G. Szleifer, Vadim Backman",
          "abstract": "Cancer cells exhibit a remarkable resilience to cytotoxic stress, often adapting through transcriptional changes linked to alterations in chromatin structure. In several types of cancer, these adaptations involve epigenetic modifications and restructuring of topologically associating domains. However, the underlying principles by which chromatin architecture facilitates such adaptability across different cancers remain poorly understood. To investigate the role of chromatin in this process, we developed a physics-based model that connects chromatin organization to cell fate decisions, such as survival following chemotherapy. Our model builds on the observation that chromatin forms packing domains, which influence transcriptional activity through macromolecular crowding. The model accurately predicts chemoevasion in vitro, suggesting that changes in packing domains affect the likelihood of survival. Consistent results across diverse cancer types indicate that the model captures fundamental principles of chromatin-mediated adaptation, independent of the specific cancer or chemotherapy mechanisms involved. Based on these insights, we hypothesized that compounds capable of modulating packing domains, termed Transcriptional Plasticity Regulators (TPRs), could prevent cellular adaptation to chemotherapy. We conducted a proof-of-concept compound screen using live-cell chromatin imaging to identify several TPRs that synergistically enhanced chemotherapy-induced cell death. The most effective TPR significantly improved therapeutic outcomes in a patient-derived xenograft model of ovarian cancer. These findings underscore the central role of chromatin in cellular adaptation to cytotoxic stress and present a framework for enhancing cancer therapies, with broad potential across multiple cancer types.",
          "url": "https://doi.org/10.1073/pnas.2425319122",
          "doi": "https://doi.org/10.1073/pnas.2425319122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Eighty years at the nuclear brink",
          "authors": "Ernest J. Moniz",
          "abstract": "Eighty years ago, the atomic bombings of Hiroshima and Nagasaki ushered in the nuclear age with weapons of previously unimagined destructive power. Since then, an arms race led to a global inventory of 70,000 nuclear weapons, followed by a period of arms control that brought the number down to almost 12,000 today. Despite this tremendous achievement, nuclear arms still figure prominently in global crises. The world is in desperate need of both short-term nuclear risk reduction and a longer-term vision for enduring peace and stability.",
          "url": "https://doi.org/10.1126/science.aea6515",
          "doi": "https://doi.org/10.1126/science.aea6515",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "A human homolog of SIR2 antiphage proteins mediates immunity via the Toll-like receptor pathway",
          "authors": "Delphine Bonhomme, Hugo Vaysset, Eirene Marie Q. Ednacot, Vasco Rodrigues, Yazan Salloum, Jean Cury, Anny Wang, Axel Benchetrit, Pierre Affaticati, Veronica Hernandez Trejo, Paul Vittot, Charlie Bories, Alexis Cornec, Jean-Pierre Levraud, Pedro P. Hernández, Philippe Benaroch, Benjamin R. Morehouse, Aude Bernheim, Enzo Z. Poirier",
          "abstract": "Key actors of mammalian immunity originated from bacterial antiphage systems. The full extent of immune system conservation between bacteria and eukaryotes is unknown. Here, we show that the silent information regulator 2 (SIR2) protein domain, present in antiphage systems, plays a role in eukaryotic innate immunity. We identified SIRal, a human protein with a SIRim domain (subtype of SIR2) that plays a pivotal role in the animal Toll-like receptor pathway of innate immunity and protects against bacterial and viral infections. Proteins containing a SIRim domain are found across 19% of eukaryotic genomes, including zebrafish, where SIRal plays a role in inflammation. This work opens up avenues of research on the immune role of eukaryotic SIRim proteins as well as on the involvement of SIRal in human pathology.",
          "url": "https://doi.org/10.1126/science.adr8536",
          "doi": "https://doi.org/10.1126/science.adr8536",
          "filter": "2"
        },
        {
          "title": "Steering plant-soil feedback for sustainable agriculture",
          "authors": "Guangzhou Wang, Wim H. van der Putten, John Klironomos, Fusuo Zhang, Junling Zhang",
          "abstract": "The challenge of producing food at low monetary cost comes with high environmental impacts as yield maximization by excessive fertilization and chemical pest control drive farmers away from using the natural multifunctional potential of soils. We show how the ecological concept of plant-soil feedback can be used to restore the capacity of agricultural soils to provide nutrients, suppress pathogens, and enhance crop resilience sustainably. We review how recent advances in molecular and multiomic methods, soil management, and crop diversification reduce negative and promote positive plant-soil feedback, emphasizing the need for rhizosphere microbiome engineering and soil restoration strategies. Applying nature-based plant-soil feedback principles would enhance transformation to more sustainable agricultural practices that secure food production by restoring natural soil functions, while simultaneously mitigating climate change.",
          "url": "https://doi.org/10.1126/science.ads2506",
          "doi": "https://doi.org/10.1126/science.ads2506",
          "filter": "2"
        },
        {
          "title": "Why AI chatbots lie to us",
          "authors": "Melanie Mitchell",
          "abstract": "A few weeks ago, a colleague of mine needed to collect and format some data from a website, and he asked the latest version of Anthropic’s generative AI system, Claude, for help. Claude cheerfully agreed to perform the task, generated a computer program to download the data, and handed over perfectly formatted results. The only problem? My colleague immediately noticed that the data Claude delivered was entirely fabricated.",
          "url": "https://doi.org/10.1126/science.aea3922",
          "doi": "https://doi.org/10.1126/science.aea3922",
          "filter": "2"
        },
        {
          "title": "High-resolution spatial mapping of cell state and lineage dynamics in vivo with PEtracer",
          "authors": "Luke W. Koblan, Kathryn E. Yost, Pu Zheng, William N. Colgan, Matthew G. Jones, Dian Yang, Arhan Kumar, Jaspreet Sandhu, Alexandra Schnell, Dawei Sun, Can Ergen, Reuben A. Saunders, Xiaowei Zhuang, William E. Allen, Nir Yosef, Jonathan S. Weissman",
          "abstract": "Charting the spatiotemporal dynamics of cell fate determination in development and disease is a long-standing objective in biology. Here we present the design, development, and extensive validation of PEtracer, a prime editing-based, evolving lineage tracing technology compatible with both single-cell sequencing and multimodal imaging methodologies to jointly profile cell state and lineage in dissociated cells or while preserving cellular context in tissues with high spatial resolution. Using PEtracer coupled with MERFISH spatial transcriptomic profiling in a syngeneic mouse model of tumor metastasis, we reconstruct the growth of individually-seeded tumors in vivo and uncover distinct modules of cell-intrinsic and cell-extrinsic factors that coordinate tumor growth. More generally, PEtracer enables systematic characterization of cell state and lineage relationships in intact tissues over biologically-relevant temporal and spatial scales.",
          "url": "https://doi.org/10.1126/science.adx3800",
          "doi": "https://doi.org/10.1126/science.adx3800",
          "filter": "2"
        },
        {
          "title": "De novo design and structure of a peptide–centric TCR mimic binding module",
          "authors": "Karsten D. Householder, Xinyu Xiang, Kevin M. Jude, Arthur Deng, Matthias Obenaus, Yang Zhao, Steven C. Wilson, Xiaojing Chen, Nan Wang, K. Christopher Garcia",
          "abstract": "T cell receptor (TCR) mimics offer a promising platform for tumor-specific targeting of peptide–major histocompatibility complex (pMHC) in cancer immunotherapy. In this study, we designed a de novo α-helical TCR mimic (TCRm) specific for the NY-ESO-1 peptide presented by human leukocyte antigen (HLA)–A*02, achieving high on-target specificity with nanomolar affinity (dissociation constant K d = 9.5 nM). The structure of the TCRm-pMHC complex at 2.05-Å resolution revealed a rigid TCR-like docking mode with an unusual degree of focus on the up-facing NY-ESO-1 side chains, suggesting the potential for reduced off-target reactivity. Indeed, a structure-informed in silico screen of 14,363 HLA-A*02 peptides correctly predicted two off-target peptides, yet our TCRm maintained peptide selectivity and cytotoxicity as a T cell engager. These results represent a path for precision targeting of tumor antigens with peptide-focused α-helical TCR mimics.",
          "url": "https://doi.org/10.1126/science.adv3813",
          "doi": "https://doi.org/10.1126/science.adv3813",
          "filter": "2"
        },
        {
          "title": "Record-breaking 2023 marine heatwaves",
          "authors": "Tianyun Dong, Zhenzhong Zeng, Ming Pan, Dashan Wang, Yuntian Chen, Lili Liang, Shuai Yang, Yubin Jin, Shuxin Luo, Shijing Liang, Xiaowen Huang, Dongzhi Zhao, Alan D. Ziegler, Deliang Chen, Laurent Z. X. Li, Tianjun Zhou, Dongxiao Zhang",
          "abstract": "The year 2023 witnessed an extraordinary surge in marine heatwaves (MHWs) across Earth’s oceans, setting new records in duration, extent, and intensity, with MHW activity totaling 53.6 billion °C days square kilometer—more than three standard deviations above the historical norm since 1982. Notable events include the North Atlantic MHW (276-year return period) and the Southwest Pacific (141 years). Using ECCO2 (Estimating the Circulation and Climate of the Ocean-Phase II) high-resolution daily data, we conducted a mixed-layer heat budget analysis and identified region-specific drivers: enhanced shortwave flux and a shallower mixed layer in the North Atlantic and North Pacific, reduced cloud cover and increased advection in the Southwest Pacific, and oceanic advections in the Tropical Eastern Pacific. The 2023 MHWs highlight the intensifying impacts of a warm climate and the challenges in understanding extreme events.",
          "url": "https://doi.org/10.1126/science.adr0910",
          "doi": "https://doi.org/10.1126/science.adr0910",
          "filter": "2"
        },
        {
          "title": "Atom-by-atom imaging of moiré phasons with electron ptychography",
          "authors": "Yichao Zhang, Ballal Ahammed, Sang Hyun Bae, Chia-Hao Lee, Jeffrey Huang, Mohammad Abir Hossain, Tawfiqur Rakib, Arend M. van der Zande, Elif Ertekin, Pinshane Y. Huang",
          "abstract": "Twisted two-dimensional materials exhibit distinctive vibrational modes called moiré phonons, which arise from the moiré superlattice. Here, we demonstrate atom-by-atom imaging of phasons, an ultrasoft class of moiré phonons in twisted bilayer tungsten diselenide (WSe 2 ). Using ultrahigh-resolution (&lt;15 picometers) electron ptychography, we imaged the size and shape of each atom to extract time-averaged vibrational amplitudes as a function of twist angle and position. We observed several signature properties of moiré phasons, such as increased vibrational amplitudes at solitons and AA-stacked regions. By correlating experiments with molecular dynamics simulations and lattice dynamics calculations, we show that phasons dominate the thermal vibrations in low-angle twisted bilayers. These results represent a powerful route to image thermal vibrations at atomic resolution, unlocking experimental studies of a thus far hidden branch of moiré phonon physics.",
          "url": "https://doi.org/10.1126/science.adw7751",
          "doi": "https://doi.org/10.1126/science.adw7751",
          "filter": "2"
        },
        {
          "title": "Metasurface quantum graphs for generalized Hong-Ou-Mandel interference",
          "authors": "Kerolos M. A. Yousef, Marco D’Alessandro, Matthew Yeh, Neil Sinclair, Marko Loncar, Federico Capasso",
          "abstract": "Multiphoton interference and entanglement are fundamental to quantum information science, yet extending these effects to higher-dimensional systems remains challenging given the imperfections and complexity of scaling conventional linear-optical setups. We present a generalized Hong-Ou-Mandel effect using metasurfaces and graph theory, achieving controlled multiphoton bunching, antibunching, and entanglement across parallel Jones matrix–encoded spatial modes—all within a single-layer metasurface. A graph-theoretic dual framework is introduced that simultaneously encodes the metasurface-based multiport interferometer designs and its resulting nonclassical correlations, enabling the direct translation of linear quantum optical networks into a single-layer metasurface. We also demonstrate the ability of metasurfaces to produce multipath-entangled states and perform transformations equivalent to higher-order Hadamard interferometers. Our results underscore metasurface quantum graphs for scalable, low-decoherence quantum information infrastructure.",
          "url": "https://doi.org/10.1126/science.adw8404",
          "doi": "https://doi.org/10.1126/science.adw8404",
          "filter": "2"
        },
        {
          "title": "De novo-designed pMHC binders facilitate T cell–mediated cytotoxicity toward cancer cells",
          "authors": "Kristoffer Haurum Johansen, Darian Stephan Wolff, Beatrice Scapolo, Monica L. Fernández-Quintero, Charlotte Risager Christensen, Johannes R. Loeffler, Esperanza Rivera-de-Torre, Max D. Overath, Kamilla Kjærgaard Munk, Oliver Morell, Marie Christine Viuff, Iñigo Lacunza, Alberte T. Damm Englund, Mathilde Due, Anant Gharpure, Stefano Forli, Carlos Rodriguez Pardo, Tripti Tamhane, Emma Qingjie Andersen, Kasper Haldrup Björnsson, Jordan Sylvester Fernandes, Lasse Frank Voss, Suthimon Thumtecho, Andrew B. Ward, Maria Ormhøj, Sine Reker Hadrup, Timothy P. Jenkins",
          "abstract": "The recognition of intracellular antigens by CD8 + T cells through T cell receptors (TCRs) is central for adaptive immunity against infections and cancer. However, the identification of TCRs from patient material remains complex. We present a rapid de novo minibinder (miBd) design platform leveraging state-of-the-art generative models to engineer miBds targeting the cancer-associated peptide-bound major histocompatibility complex (pMHC) SLLMWITQC/HLA-A*02:01 (NY-ESO-1). Incorporating in silico cross-panning enabled computational prescreening of specificity, and molecular dynamics simulations allowed for improved predictability of in vitro success. We identified a high-affinity NY-ESO-1 binder and confirmed its structure using cryo–electron microscopy, which, when incorporated in a chimeric antigen receptor, induced killing of NY-ESO-1 + melanoma cells. We further designed and validated binders to a neoantigen pMHC complex, RVTDESILSY/HLA-A*01:01, with unknown structure, demonstrating the potential for precision immunotherapy.",
          "url": "https://doi.org/10.1126/science.adv0422",
          "doi": "https://doi.org/10.1126/science.adv0422",
          "filter": "2"
        },
        {
          "title": "Little-to-no industrial fishing occurs in fully and highly protected marine areas",
          "authors": "Jennifer Raynor, Sara Orofino, Christopher Costello, Gavin McDonald, Juan Mayorga, Enric Sala",
          "abstract": "There is a widespread perception that illegal fishing is common in marine protected areas (MPAs) due to strong incentives for poaching and the high cost of monitoring and enforcement. Using artificial intelligence and satellite-based Earth observations, we provide estimates of industrial fishing activity in fully and highly protected MPAs worldwide, in which such fishing is banned. We find little to no activity in most cases. On average, these MPAs had just one fishing vessel present per 20,000 square kilometers during the satellite overpass, a density nine times lower than that of the unprotected waters of exclusive economic zones.",
          "url": "https://doi.org/10.1126/science.adt9009",
          "doi": "https://doi.org/10.1126/science.adt9009",
          "filter": "2"
        },
        {
          "title": "Molecular glues that facilitate RAS binding to PI3Kα promote glucose uptake without insulin",
          "authors": "Koji Terayama, Shinji Furuzono, Nicole Fer, Wupeng Yan, Lucy C. Young, Daniel J. Czyzyk, Ruby Goldstein de Salazar, Masato Sasaki, Akihiro Uozumi, Masahiro Konishi, Shoichi Kanda, Yoshitaka Sogawa, Mitsuhiro Yamaguchi, Takashi Tsuji, Junichi Kuroyanagi, Mayumi Hayashi, Yuji Ogura, Dhirendra K. Simanshu, Kazuishi Kubota, Jun Tanaka, Frank McCormick",
          "abstract": "While exploring strategies to control blood glucose concentrations in diabetes, we identified so-called molecular glues D223 and D927 that promote glucose uptake in the absence of insulin. They act by increasing the binding affinity of phosphoinositide 3-kinase α (PI3Kα) catalytic subunit p110α to canonical small guanosine triphosphatase RAS proteins and to RRAS, RRAS2, and MRAS by three orders of magnitude. The compounds bind to the RAS-binding domain of p110α, stabilizing the secondary structures of the PI3Kα in a RAS-binding conformation and forming direct interactions with RAS residues tyrosine-40 and arginine-41. In vivo, D927 mimicked the effects of insulin: It rapidly lowered blood glucose concentrations, enhanced glucose metabolism in normal and Zucker fatty rats, and improved hyperglycemia in models of type 1 and type 2 diabetes, even in insulin-deficient diabetic animals.",
          "url": "https://doi.org/10.1126/science.adr9097",
          "doi": "https://doi.org/10.1126/science.adr9097",
          "filter": "2"
        },
        {
          "title": "A neomorphic protein interface catalyzes covalent inhibition of RAS G12D aspartic acid in tumors",
          "authors": "Caroline Weller, G. Leslie Burnett, Lingyan Jiang, Sujata Chakraborty, Dongyu Zhang, Nicole A. Vita, Julien Dilly, Eejung Kim, Benjamin Maldonato, Kyle Seamon, Diane F. Eilerts, Anthony Milin, Abby Marquez, Jessica Spradlin, Ciara Helland, Andrea Gould, Tamar Bar Ziv, Phuong Dinh, Shelby L. Steele, Zhican Wang, Yunming Mu, Seema Chugh, Hanrong Feng, Conner Hennessey, Junning Wang, Jennifer Roth, Matthew Rees, Melissa Ronan, Brian M. Wolpin, William C. Hahn, Matthew Holderfield, Zhengping Wang, Elena S. Koltun, Mallika Singh, Adrian L. Gill, Jacqueline A. M. Smith, Andrew J. Aguirre, Jingjing Jiang, John E. Knox, David Wildes",
          "abstract": "Mutant RAS proteins are among the most prevalent drivers of human cancer, and the glycine to aspartic acid mutation at codon 12 (G12D) is the most common variant. Mutation-selective covalent inhibitors spare RAS in healthy tissue and enable extended pharmacodynamic effect, but covalent targeting of RAS G12D is hindered by low nucleophilicity and high proteomic abundance of carboxylic acids. We overcame these challenges with compounds that bind cyclophilin A (CYPA) to create a neomorphic protein-protein interface between CYPA and active RAS that enables selective, enzyme-like rate enhancement of the covalent reaction between D12 and electrophilic warheads with exceptionally low intrinsic reactivity. This approach yielded orally bioavailable compounds with marked antitumor activity in multiple preclinical models of KRAS G12D cancers, including the investigational agent zoldonrasib (RMC-9805) currently undergoing clinical evaluation (NCT06040541).",
          "url": "https://doi.org/10.1126/science.ads0239",
          "doi": "https://doi.org/10.1126/science.ads0239",
          "filter": "2"
        },
        {
          "title": "Global patterns and drivers of untracked industrial fishing in coastal marine protected areas",
          "authors": "Raphael Seguin, Frédéric Le Manach, Rodolphe Devillers, Laure Velez, David Mouillot",
          "abstract": "Marine protected areas (MPAs) are expanding worldwide, but industrial fishing within their boundaries remains poorly understood. By combining vessel Global Positioning System data with satellite imagery, we detected industrial fishing in 47% of coastal MPAs worldwide between 2022 and 2024, with two-thirds of vessel detections (67%) untracked by public monitoring. These untracked vessels were most prevalent (80%) in MPAs with the most restrictive management category, which aims to prohibit all extractive activities. The presence and density of fishing vessels were mainly driven by the size and remoteness of MPAs rather than their management category itself. Including untracked vessels increased estimated fishing effort within MPAs by 28%, to an average of 4 hours per square kilometer per year. These results highlight the continued presence of industrial fishing vessels in MPAs and an important gap in our understanding of fishing pressure on protected areas worldwide.",
          "url": "https://doi.org/10.1126/science.ado9468",
          "doi": "https://doi.org/10.1126/science.ado9468",
          "filter": "2"
        },
        {
          "title": "Design of high-specificity binders for peptide–MHC-I complexes",
          "authors": "Bingxu Liu, Nathan F. Greenwood, Julia E. Bonzanini, Amir Motmaen, Jeremy Meyerberg, Tao Dao, Xinyu Xiang, Russell Ault, Jazmin Sharp, Chunyu Wang, Gian Marco Visani, Dionne K. Vafeados, Nicole Roullier, Armita Nourmohammad, David A. Scheinberg, K. Christopher Garcia, David Baker",
          "abstract": "Class I major histocompatibility complex (MHC-I) molecules present peptides derived from intracellular antigens on the cell surface for immune surveillance. Proteins that recognize peptide–MHC-I (pMHCI) complexes with specificity for diseased cells could have considerable therapeutic utility. Specificity requires recognition of outward-facing amino acid residues within the disease-associated peptide as well as avoidance of extensive contacts with ubiquitously expressed MHC. We used RFdiffusion to design pMHCI-binding proteins that make extensive contacts with the peptide and identified specific binders for 11 target pMHCs starting from either experimental or predicted pMHCI structures. Upon incorporation into chimeric antigen receptors, designs for eight targets conferred peptide-specific T cell activation. Our approach should have broad utility for both protein- and cell-based pMHCI targeting.",
          "url": "https://doi.org/10.1126/science.adv0185",
          "doi": "https://doi.org/10.1126/science.adv0185",
          "filter": "2"
        },
        {
          "title": "Genetics, energetics, and allostery in proteins with randomized cores and surfaces",
          "authors": "Albert Escobedo, Gesa Voigt, Andre J. Faure, Ben Lehner",
          "abstract": "A lack of systematic experimental data limits our understanding of protein evolution. In this study, we experimentally characterized proteins with randomized sequences. Vast numbers of amino acid combinations constitute stable protein cores and surfaces. However, alternative cores frequently disrupt protein function by indirect allosteric effects. Both protein stability and binding can be predicted using simple additive energy models with a small contribution from pairwise energetic couplings. Indeed, energy models trained on one protein can predict functional cores and surfaces across more than a billion years of evolution, with only rare energetic couplings that we experimentally identify limiting the transplantation of cores between highly diverged proteins. Our results reveal the simple energetic architecture of proteins and suggest that allostery is an important constraint on sequence evolution.",
          "url": "https://doi.org/10.1126/science.adq3948",
          "doi": "https://doi.org/10.1126/science.adq3948",
          "filter": "2"
        },
        {
          "title": "Running out of road",
          "authors": "Na Zhao",
          "url": "https://doi.org/10.1126/science.aea7443",
          "doi": "https://doi.org/10.1126/science.aea7443",
          "filter": "3"
        },
        {
          "title": "‘This is delicate.’ Chemically altering swamps could help curb methane emissions",
          "authors": "Paul Voosen",
          "abstract": "Rising levels of potent greenhouse gas prompt a new kind of geoengineering",
          "url": "https://doi.org/10.1126/science.aea8401",
          "doi": "https://doi.org/10.1126/science.aea8401",
          "filter": "3"
        },
        {
          "title": "Weaponizing Europe’s borders imperils wildlife",
          "authors": "Katarzyna Nowak, Jacopo Cerri, Svitlana Kudrenko, Alexander Kopatz, Izabela Stachowicz, Nuria Selva, Asmeret Asefaw Berhe, Ilpo Kojola, Nikica Šprem",
          "url": "https://doi.org/10.1126/science.adz1318",
          "doi": "https://doi.org/10.1126/science.adz1318",
          "filter": "3"
        },
        {
          "title": "Sensing early civilizations Dinner with King Tut Sam Kean Little, Brown, 2025. 464 pp.",
          "authors": "Patrick E. McGovern",
          "abstract": "Armchair archaeologists summon ancient tastes, sights, and sounds to understand the past",
          "url": "https://doi.org/10.1126/science.ady4803",
          "doi": "https://doi.org/10.1126/science.ady4803",
          "filter": "3"
        },
        {
          "title": "Retraction",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adu5488",
          "doi": "https://doi.org/10.1126/science.adu5488",
          "filter": "3"
        },
        {
          "title": "All-sky radio telescopes ditch the dish",
          "authors": "Dennis Normile",
          "abstract": "Arrays of simple antennas hunt for nearby fast radio bursts",
          "url": "https://doi.org/10.1126/science.aea8402",
          "doi": "https://doi.org/10.1126/science.aea8402",
          "filter": "3"
        },
        {
          "title": "Minuscule vibrations, uncovered",
          "authors": "Toma Susi",
          "abstract": "Computational imaging resolves atomic vibrations at picometer scale",
          "url": "https://doi.org/10.1126/science.adz7157",
          "doi": "https://doi.org/10.1126/science.adz7157",
          "filter": "3"
        },
        {
          "title": "EPA begins to dismantle its research office",
          "authors": "Erik Stokstad",
          "abstract": "Extensive layoffs could have wide-ranging impacts on environmental science",
          "url": "https://doi.org/10.1126/science.aea8406",
          "doi": "https://doi.org/10.1126/science.aea8406",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Sacha Vignieri, Sarah H. Ross, Di Jiang, Marc S. Lavine, Yury Suleymanov, Stella M. Hurtley, Keith T. Smith",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.aea8042",
          "doi": "https://doi.org/10.1126/science.aea8042",
          "filter": "3"
        },
        {
          "title": "New scheme for overhead payments faces doubts",
          "authors": "Jeffrey Mervis",
          "abstract": "FAIR Model aims to head off drastic cuts in government payments, but some say it’s too costly and complex",
          "url": "https://doi.org/10.1126/science.aea8404",
          "doi": "https://doi.org/10.1126/science.aea8404",
          "filter": "3"
        },
        {
          "title": "Beyond the native repertoire",
          "authors": "Grant H. Hickok, Ingunn M. Stromnes",
          "abstract": "Design of T cell receptors by artificial intelligence is poised to accelerate cancer immunotherapy",
          "url": "https://doi.org/10.1126/science.adz6423",
          "doi": "https://doi.org/10.1126/science.adz6423",
          "filter": "3"
        },
        {
          "title": "Reinstate the National Climate Assessment",
          "authors": "Craig E. Landry, Lynne Lewis, Shana McDermott, Brian Vander Naald, Martin D. Smith, John C. Whitehead",
          "url": "https://doi.org/10.1126/science.adz3885",
          "doi": "https://doi.org/10.1126/science.adz3885",
          "filter": "3"
        },
        {
          "title": "‘Wandering scholars’ analysis reveals how location drives productivity",
          "authors": "Katie Langin",
          "abstract": "Concentrating funding at high-powered universities can maximize output but may sacrifice broader benefits",
          "url": "https://doi.org/10.1126/science.aea8405",
          "doi": "https://doi.org/10.1126/science.aea8405",
          "filter": "3"
        },
        {
          "title": "A catch in ocean conservation",
          "authors": "Boris Worm",
          "abstract": "Satellite imagery reveals global patterns of industrial fishing across marine protected areas",
          "url": "https://doi.org/10.1126/science.adz8322",
          "doi": "https://doi.org/10.1126/science.adz8322",
          "filter": "3"
        },
        {
          "title": "Harnessing insulin biology to treat diabetes and cancer",
          "authors": "Giovanni Solinas",
          "abstract": "Small molecules are used to target the insulin signaling molecular machinery",
          "url": "https://doi.org/10.1126/science.adz4117",
          "doi": "https://doi.org/10.1126/science.adz4117",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Shahid Naeem, Jesse Smith, L. Bryan Ray, Wei Wong, Sarah H. Ross, Ian S. Osborne, Sacha Vignieri, Caroline Ash, Michael A. Funk, Di Jiang, Priscilla N. Kelly, Phil Szuromi, Claire Olingy, Courtney Malo, Douglas H. Erwin",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.aea8041",
          "doi": "https://doi.org/10.1126/science.aea8041",
          "filter": "3"
        },
        {
          "title": "Flat optics produces quantum graphs",
          "authors": "Maxim R. Shcherbakov",
          "abstract": "A miniature device links multiple photon paths for bespoke entanglement",
          "url": "https://doi.org/10.1126/science.adz5392",
          "doi": "https://doi.org/10.1126/science.adz5392",
          "filter": "3"
        },
        {
          "title": "Erratum for the Review “Dispersed components drive temperature sensing and response in plants” by A. Singh Yadav et al .",
          "url": "https://doi.org/10.1126/science.aea6186",
          "doi": "https://doi.org/10.1126/science.aea6186",
          "filter": "3"
        },
        {
          "title": "The riddle of coexistence",
          "authors": "Ann Gibbons",
          "abstract": "Two million years ago, three kinds of hominins walked the same valley in South Africa. Did they meet—and compete?",
          "url": "https://doi.org/10.1126/science.aea8043",
          "doi": "https://doi.org/10.1126/science.aea8043",
          "filter": "3"
        },
        {
          "title": "Science retracts ‘arsenic life’ paper despite protests",
          "authors": "Catherine Offord",
          "abstract": "Study authors and others question belated decision, whereas some critics of work are pleased",
          "url": "https://doi.org/10.1126/science.aea8400",
          "doi": "https://doi.org/10.1126/science.aea8400",
          "filter": "3"
        },
        {
          "title": "Europe plans to double flagship funding scheme",
          "authors": "Cathleen O’Grady",
          "abstract": "Starting in 2028, the next iteration of Horizon Europe will also focus on boosting competitiveness",
          "url": "https://doi.org/10.1126/science.aea8403",
          "doi": "https://doi.org/10.1126/science.aea8403",
          "filter": "3"
        },
        {
          "title": "Stone and its stories Strata: Stories from Deep Time Laura Poppick Norton, 2025. 288 pp.",
          "authors": "Riley Black",
          "abstract": "A journalist pens a love letter to geologic history",
          "url": "https://doi.org/10.1126/science.ady7001",
          "doi": "https://doi.org/10.1126/science.ady7001",
          "filter": "3"
        },
        {
          "title": "Proactive assisted gene flow for Caribbean corals in an era of rapid coral reef decline",
          "authors": "Andrew C. Baker, Iliana B. Baums, Sarah W. Davies, Andréa G. Grottoli, Carly D. Kenkel, Sheila A. Kitchen, Ilsa B. Kuffner, Mikhail V. Matz, Margaret W. Miller, Erinn M. Muller, John E. Parkinson, Carlos Prada, Andrew A. Shantz, Ruben van Hooidonk, Scott Winters",
          "abstract": "Regulatory action could facilitate cross-border efforts to retain ecosystem function",
          "url": "https://doi.org/10.1126/science.adx5842",
          "doi": "https://doi.org/10.1126/science.adx5842",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Understanding the success and failure of online political debate: Experimental evidence using large language models",
          "authors": "Tobias Heide-Jørgensen, Gregory Eady, Anne Rasmussen",
          "abstract": "Online political debate is frequently lamented for being toxic, partisan, and counterproductive. However, we know little about how core elements of political debate (justification, tone, willingness to compromise, and partisanship) affect its quality. Using text-based treatments experimentally manipulated with a large language model, we test how these elements causally affect the quality of open-text responses about issues important to the US and UK public. We find substantial evidence that differences in justification, tone, and willingness to compromise, but not partisanship, affect the quality of subsequent discourse. Combined, these elements increase the probability of high-quality responses by roughly 1.6 to 2 times and substantially increase openness to alternative viewpoints. Despite the ability to bring about substantial changes in discourse quality, we find no evidence of changes in political attitudes themselves. Our findings demonstrate how adapting approaches to online debate can foster healthy democratic interactions but have less influence on changing minds.",
          "url": "https://doi.org/10.1126/sciadv.adv7864",
          "doi": "https://doi.org/10.1126/sciadv.adv7864",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Hidden white and black feather layers enhance plumage coloration in tanagers and other songbirds",
          "authors": "Rosalyn M. Price-Waldman, Jarome R. Ali, Allison J. Shultz, Benedict G. Hogan, Mary Caswell Stoddard",
          "abstract": "Birds are renowned for their diverse and colorful plumage. Here, we demonstrate that vibrant plumage in the tanager genus Tangara is substantially intensified by a “hidden” layer of achromatic (white or black) plumage concealed beneath the outermost colorful layer. Using hyperspectral imaging, multispectral photography, microspectrophotometry, reflectance spectrophotometry, and optical modeling, we show that hidden white and black feather layers are systematically distributed on the body to enhance the brightness and saturation of carotenoid-pigmented and structurally colored plumage, respectively, by increasing or decreasing the amount of backscattered light that interacts with pigments or nanostructures. We compare male and female coloration and show that sexual dichromatism in some Tangara carotenoid plumage stems primarily from white layers in males and black layers in females rather than from differences in carotenoid pigmentation. Last, we find that white and black hidden feather layers are widespread in colorful passerines. Hidden feather layers likely play a previously overlooked but critical role in colorful plumage evolution in birds.",
          "url": "https://doi.org/10.1126/sciadv.adw5857",
          "doi": "https://doi.org/10.1126/sciadv.adw5857",
          "filter": "2"
        },
        {
          "title": "In-body current path manipulation with minimal attenuation",
          "authors": "Donghyeon Kang, Byung-Joon Park, Joon-Ha Hwang, Young-Jun Kim, So-Hee Kim, Hyun Woo Kim, Ki Jun Yu, Jinyoung Jeon, Hyeon Yeong Lee, Youngwook Chung, Soo Hyun Nam, Byung-Ok Choi, Sang-Woo Kim",
          "abstract": "Wireless power transfer–based neuromodulation has emerged as a promising alternative to battery-powered implants. However, its practical application is hindered by limited therapeutic efficacy resulting from low power transfer efficiency, shallow penetration depth, and safety concerns. In this study, we report an in-body current path manipulation and concentration for advanced targeted neuromodulation, overcoming the limitations of conventional technologies. By implanting a focusing electrode, we were able to direct the triboelectric current, which has a low frequency and high impedance generated by human movement, toward the target area, with the concentrated current exhibiting minimal attenuation regardless of the electrode size, implantation site, and depth. Applying our technology to modulate damaged neural systems confirmed therapeutic efficacy and validated safety, demonstrating its potential for next-generation targeted neuromodulation.",
          "url": "https://doi.org/10.1126/sciadv.adx5922",
          "doi": "https://doi.org/10.1126/sciadv.adx5922",
          "filter": "2"
        },
        {
          "title": "A superstrong, decarbonizing structural material enabled by microbe-assisted cell wall engineering via a biomechanochemical process",
          "authors": "Ziyang Lu, Luhe Qi, Junqing Chen, Cai Lu, Jing Huang, Lu Chen, Yuying Wu, Jiahao Feng, Jinyou Lin, Ze Liu, Erlantz Lizundia, Chaoji Chen",
          "abstract": "Lightweight and high-strength structural materials promise exceptional applications in advanced engineering fields. As a productive and sustainable material, wood exhibits exceptional potential to be converted into high-performance structural materials. Inspired by ancient buried wood—a naturally formed material after wood endures in microbial-rich and high-pressure environments for thousands of years—here, we demonstrate a biomechanochemical process to rapidly transform natural wood into artificial ancient buried wood (named Bio-Strong-Wood). Biotreatment depolymerizes the lignin and softens the cell wall. Then, Bio-Strong-Wood components are linked via a strong network of hydrogen and covalent bonds through the mechanochemical treatment. This results in a substantially enhanced mechanical strength (539 ± 21.7 megapascals), which outperforms the SAE 304 stainless steel. In addition, life cycle and technoeconomic assessments reveal that the obtained material achieves negative carbon emissions of 1.17 kilograms of carbon dioxide equivalent per kilogram. Overall, our work provides an economically competitive, environmentally sustainable, and decarbonizing alternative to existing structural materials.",
          "url": "https://doi.org/10.1126/sciadv.ady0183",
          "doi": "https://doi.org/10.1126/sciadv.ady0183",
          "filter": "2"
        },
        {
          "title": "Genetic history of Scythia",
          "authors": "Tatiana V. Andreeva, Anna D. Soshkina, Fedor E. Gusev, Alexandra B. Malyarchuk, Gleb S. Dotsenko, Natalia A. Dudko, Maria Yu. Plotnikova, Svetlana S. Kunizheva, Andrey D. Manakhov, Tatiana V. Ustkachkintseva, Maria S. Protasova, Semyon A. Volodin, Alexandra P. Buzhilova, Yuriy D. Razuvaev, Natalia Ya. Berezina, Yakov B. Berezin, Anatoly R. Kantorovich, Vladimir E. Maslov, Dmitry G. Barinov, Maria V. Dobrovolskaya, Evgeny I. Rogaev",
          "abstract": "Great Scythia was the ancient Greek name for the area stretching from the northern Black Sea coast to the Middle Don. Using high-quality genomic data generated from 131 ancient individuals from Great Scythia and neighboring regions of the Bronze Age and the Iron Age, we established the genetic structure of the Scythians, revealing their diverse origin with major European Bronze Age ancestral components, and genetic traces of migration and invasions. We uncovered relationships between Scythians, including elite Scythians. Substantial endogamy in the Scythian clan was found. We examined Scythians’ phenotypes and medical-genetic background and found a harmful gene mutation causing fructose intolerance. This ancient “Scythian” mutation has spread throughout West Eurasia and has become the most prevalent genetic cause of fructose intolerance in contemporary European populations.",
          "url": "https://doi.org/10.1126/sciadv.ads8179",
          "doi": "https://doi.org/10.1126/sciadv.ads8179",
          "filter": "2"
        },
        {
          "title": "Flexible, nonfused sulfone functionalized polymer with enhanced active site access for photocatalytic sacrificial hydrogen evolution",
          "authors": "Tse-Fu Huang, Kuei-Jhong Lin, Ying-Rang Zhuang, Yu-En Sun, Wei-Cheng Lin, Chun-Hao Li, Chien-Cheng Lin, En-Chi Chang, Chih-Li Chang, Yung-Ching Liu, Ling-Yu Hsu, Bing-Heng Li, Wan-Ling Chang, Pimjai Pimbaotham, Cheng-Yun Bai, Wei-Hsiang Huang, Dung Chau Kim Hoang, Khanh Do Gia Huynh, Yi-Chan Huang, Chao-Yan Chung, Mohamed M. Elsenety, Chia-An Chang, Hsin-Ni Huang, Siriporn Jungsuttiwong, Chih-Wen Pao, Hsin-Lung Chen, Tien-Lin Wu, Chia-Chih Chang, Bo-Han Chen, Shang-Da Yang, Kun-Han Lin, Ho-Hsiu Chou",
          "abstract": "The fused sulfone unit has been a key building block for hydrogen evolution photocatalysts for 9 years but still faces the challenge of a poor water/polymer interface due to its rigid structure. This work introduces nonfused, flexible sulfur segments (SSs) into the polymer’s backbone to enhance hydrophilicity and active site access. Unlike rigid, fused sulfone moieties, our flexible SS improves interfacial water contact and charge transport. P-2SO 2 , with sulfone-functionalized SS, represents a 237% improvement over the control polymer, PBDTTSO. In addition, P-2SO 2 demonstrated an outstanding hydrogen evolution rate of 1060.1 micromoles per hour and an apparent quantum yield of 32.4% (460 nanometers). Molecular dynamics simulations indicate SS improves hydrophilicity and water/polymer interface while promoting a hairpin-like conformation that increases intrachain π-π stacking for better charge hopping. Transient absorption spectroscopy shows sulfone-functionalized SS enhances electron transfer to platinum cocatalysts, increases active site density, and reduces exciton migration lengths through stronger polymer/platinum interactions.",
          "url": "https://doi.org/10.1126/sciadv.adx1629",
          "doi": "https://doi.org/10.1126/sciadv.adx1629",
          "filter": "2"
        },
        {
          "title": "Engineering hybrid nanoparticles for targeted codelivery of triptolide and CYP3A4 -siRNA against pulmonary metastatic melanoma",
          "authors": "Yongwei Gu, Aixue Li, Yuanye Zeng, Mengyuan He, Fu Qi, Rongmei Liu, Huanhuan Cai, Dan Li, Xiaomeng Tang, Zhiqin Fu, Xin Wu, Jiyong Liu",
          "abstract": "Pulmonary metastatic melanoma (PMM) is an aggressive malignancy with limited response and rapid resistance to clinical chemotherapy, radiotherapy, immunotherapy, and biological therapies. Here, we developed a targeted biomimetic drug delivery system, TP-siRC@tHyNPs, by fusing exosomes derived from engineered cells overexpressing DR5 single-chain variable fragments (DR5-Exo) with liposomes coencapsulating triptolide (TP) and CYP3A4-siRNA (TP-siRC@Lip). DR5-Exo facilitated the targeted delivery of drug to tumor cells through DR5 receptor recognition and simultaneously activated apoptotic pathways. Moreover, CYP3A4-siRNA effectively prolonged the half-life of TP, thereby enhancing its antiproliferative and pro-apoptotic effects. Mechanistic studies revealed that TP-siRC@tHyNPs induced immunogenic cell death, reprogrammed macrophage polarization, arrested cell cycle progression, and triggered apoptotic pathways. In vivo experiments demonstrated that TP-siRC@tHyNPs specifically accumulated in lung tissue, notably inhibiting the growth of PMM while exhibiting negligible toxicity in tumor-bearing mice. Overall, this study provides a promising strategy for targeting PMM treatment, improving therapeutic efficacy while reducing off-target toxicity.",
          "url": "https://doi.org/10.1126/sciadv.adv6990",
          "doi": "https://doi.org/10.1126/sciadv.adv6990",
          "filter": "2"
        },
        {
          "title": "Ultrahigh-resolution solid-state NMR for high–molecular weight proteins on GHz-class spectrometers",
          "authors": "Songlin Wang, Thirupathi Ravula, John A. Stringer, Peter L. Gor’kov, Owen A. Warmuth, Christopher G. Williams, Alex F. Thome, Leonard J. Mueller, Chad M. Rienstra",
          "abstract": "Nuclear magnetic resonance (NMR) spectroscopy is a powerful technique with broad impact across the physical and life sciences, and ultrahigh field (UHF), gigahertz-class NMR spectrometers offer exceptional performance, including superior resolution and sensitivity. In solid-state NMR (SSNMR), resolution is primarily constrained by instrumentation rather than molecular tumbling, making it well suited for studying large and complex systems. To fully leverage UHF magnets for SSNMR, it is essential to eliminate line broadening arising from magnetic field drift and couplings among the nuclear spins. We address these challenges using external 2 H lock to compensate for the field drift and long-observation-window band-selective homonuclear decoupling to suppress 13 C homonuclear couplings. We achieve better than 0.2–parts per million resolution in proteins up to 144 kilodalton, enabling unique site resolution for more than 500 amide backbone pairs in two-dimensional experiments. This exceeds the resolution available from solution NMR for large biological molecules, greatly expanding the potential of gigahertz-class NMR for research in life sciences.",
          "url": "https://doi.org/10.1126/sciadv.adx6016",
          "doi": "https://doi.org/10.1126/sciadv.adx6016",
          "filter": "2"
        },
        {
          "title": "Multienergy x-ray detection and imaging enabled by working voltage regulating unipolar carrier collection in perovskite detectors",
          "authors": "Yuwei Li, Xin Wang, Yijing Ding, Jingda Zhao, Shilin Liu, Yubing Xu, Qi Cheng, Ziyu Wei, Damian Chinedu Onwudiwe, Byung Seong Bae,  Mehmet Ertuğrul, Ying Zhu, Wenbo Ma, Yang (Michael) Yang, Wei Lei, Xiaobao Xu",
          "abstract": "Multienergy x-ray imaging can provide additional substance information beyond morphology in conventional energy-integration imaging. The predominant approach, single photon counting, sets stringent requirements on low x-ray flux and signal discrimination and prolongs imaging time. Here, we report on the design of unipolar n-i-n perovskite detectors for multienergy x-ray imaging. Systematic characterization validates electrons dominating carrier dynamics in detectors, and the distribution of generated electrons varies as x-ray energy along its penetrating direction, whereas working voltage can manipulate electron drift length, ensuring their selective collection for x-ray energy discrimination. Our multienergy imaging array adopts high-flux x-ray in a normal imaging system and realizes fast 4-energy-bins x-ray images. By introducing the σ( E i )/σ( E j )-related multienergy digital subtraction algorithm, the images successfully distinguish the substance of targets side by side or by stacking, representing a notable advancement over conventional energy-integration imaging technique.",
          "url": "https://doi.org/10.1126/sciadv.ads2995",
          "doi": "https://doi.org/10.1126/sciadv.ads2995",
          "filter": "2"
        },
        {
          "title": "Genetic foundations of interindividual neurophysiological variability",
          "authors": "Jason da Silva Castanheira, Jonathan Poli, Justine Y. Hansen, Bratislav Misic, Sylvain Baillet",
          "abstract": "Neurophysiological brain activity shapes cognitive functions and individual traits. Here, we investigated the extent to which individual neurophysiological properties are genetically determined and how these adult traits align with cortical gene expression patterns across development. Using task-free magnetoencephalography in monozygotic and dizygotic twins, as well as unrelated individuals, we found that neurophysiological traits were significantly more similar between monozygotic twins, indicating a genetic influence, although individual-specific variability remained predominant. These heritable brain dynamics were mainly associated with genes involved in neurotransmission, expressed along a topographical gradient that mirrors psychological functions, including attention, planning, and emotional processes. Furthermore, the cortical expression patterns of genes associated with individual differentiation aligned most strongly with gene expression profiles observed during adulthood in previously published longitudinal datasets. These findings underscore a persistent genetic influence on neurophysiological activity, supporting individual cognitive and behavioral variability.",
          "url": "https://doi.org/10.1126/sciadv.ads7544",
          "doi": "https://doi.org/10.1126/sciadv.ads7544",
          "filter": "2"
        },
        {
          "title": "A fossilized ventral ganglion reveals a chaetognath affinity for Cambrian nectocaridids",
          "authors": "Jakob Vinther, Luke A. Parry, Mirinae Lee, Morten Lunde Nielsen, Yeongju Oh, Changkun Park, Ji-Hoon Kihm, Giacinto DeVivo, David A. T. Harper, Arne T. Nielsen, Tae-Yoon S. Park",
          "abstract": "Nectocaridids are enigmatic Palaeozoic animals with a controversial phylogenetic position. Previous hypotheses have placed them in their own phylum, chordates, molluscs (specifically cephalopods), or radiodont panarthropods. We describe here a nectocaridid, Nektognathus evasmithae gen. et sp. nov. from the early Cambrian (~519 million years) Sirius Passet Lagerstätte of North Greenland. Key specimens preserve paired, phosphatized arcuate structures consistent with preservation of a ventral ganglion, a feature characteristic of extant and fossil chaetognaths, including the amiskwiid Timorebestia koprii also from Sirius Passet. Nektognathus shares a gnathostomulid-like jaw apparatus, lateral fins, subterminal anus, and large antennae with Timorebestia and Amiskwia , placing nectocaridids in the chaetognath stem lineage. The complex sensory anatomy of nectocaridids, which is partially shared with other extinct amiskwiids, highlights a more dynamic predatory lifestyle much higher in the trophic food chain during early chaetognath evolution.",
          "url": "https://doi.org/10.1126/sciadv.adu6990",
          "doi": "https://doi.org/10.1126/sciadv.adu6990",
          "filter": "2"
        },
        {
          "title": "A nociceptive amygdala-striatal pathway modulating affective-motivational pain",
          "authors": "Jessica A. Wojick, Alekh Paranjapye, Juliann K. Chiu, Corinna S. Oswell, Malaika Mahmood, Lisa M. Wooldridge, Blake A. Kimmey, Raquel Adaia Sandoval Ortega, Nora M. McCall, Seungmin Han, Jacqueline W. K. Wu, Maxx Yung, Lindsay L. Ejoh, Samar Nasser Chehimi, Richard C. Crist, Benjamin C. Reiner, Erica Korb, Gregory Corder",
          "abstract": "The basolateral amygdala (BLA) assigns valence to sensory stimuli, with a dedicated nociceptive ensemble encoding the negative valence of pain. However, the effects of chronic pain on the transcriptomic signatures and projection architecture of this BLA nociceptive ensemble are not well understood. Here, we show that optogenetic inhibition of the nociceptive BLA ensemble reduces affective-motivational behaviors in chronic neuropathic pain. Single-nucleus RNA sequencing revealed peripheral injury–induced changes in genetic pathways involved in axonal and presynaptic organization in nociceptive BLA neurons. Next, we identified a previously uncharacterized nociceptive hotspot in the nucleus accumbens shell that is innervated by BLA nociceptive neurons. Axonal calcium imaging of BLA projections to the accumbens and chemogenetic inhibition of this pathway revealed pain-related transmission from the amygdala to the medial nucleus accumbens, facilitating both acute and chronic pain affective-motivational behaviors. Together, this work defines a critical nociceptive amygdala-striatal circuit underlying pain unpleasantness across pain states.",
          "url": "https://doi.org/10.1126/sciadv.ado2837",
          "doi": "https://doi.org/10.1126/sciadv.ado2837",
          "filter": "2"
        },
        {
          "title": "Targeting tumor-associated CCR2 + macrophages to inhibit pancreatic cancer recurrence following irreversible electroporation",
          "authors": "Weichen Xu, Shaoyue Li, Xuexia Shan, Qiao Wang, Xinhua Chen, Shengbo Wu, Yincheng Gao, Dandan Shan, Shisi Ding, Weiwei Ren, Xiaodong Hou, Shuo Liu, Taixia Wang, Yuting Shen, Zhiyuan Niu, Huixiong Xu, Liping Sun, Wenwen Yue",
          "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal malignancy with pronounced resistance to conventional therapies. Irreversible electroporation (IRE) is a promising therapy for PDAC; however, its clinical efficacy is limited by a high recurrence rate. Here, using a preclinical PDAC model, we characterized the tumor immune microenvironment following insufficient IRE (iIRE) through single-cell RNA sequencing. We found that iIRE induces a CCR2 + tumor-associated macrophage (CCR2 + TAM)–mediated immunosuppressive microenvironment in residual tumors. Consequently, we developed a macrophage-based proteolipid vesicle (mPLV) coencapsulating the CCR2 antagonist PF-4136309 (PF) and gemcitabine (GEM), named PF/GEM@mPLV. Our findings suggest that PF/GEM@mPLV achieves high drug accumulation within tumors through iIRE-induced inflammation. Reduction of CCR2 + TAMs enhances antitumor immunity and improves chemotherapeutic response. PF/GEM@mPLV markedly inhibits tumor recurrence following iIRE, diminishes hepatic metastases, and prolongs survival in preclinical PDAC models. These findings uncover the role of CCR2 + TAMs in iIRE-induced immunosuppression, offering a promising strategy to enhance the clinical potential of IRE in PDAC.",
          "url": "https://doi.org/10.1126/sciadv.adw2937",
          "doi": "https://doi.org/10.1126/sciadv.adw2937",
          "filter": "2"
        },
        {
          "title": "High-performance reversible adhesive from PET waste for underwater, structural, and pressure-sensitive applications",
          "authors": "Mary K. Danielson, Bobby G. Sumpter, Zoriana Demchuk, Catalin Gainaru, Chuyi Pan, Tomonori Saito, Md Anisur Rahman",
          "abstract": "Developing versatile, tough, and sustainable adhesives that function effectively in both wet and dry environments is a major challenge. Here, we report a bioinspired design for versatile, tough, and reversible adhesives upcycled from consumer poly(ethylene terephthalate) (PET) waste. Our approach uses solvent-free, room-temperature dynamic cross-linking of deconstructed PET macromonomers with a diacetoacetate cross-linker, generating a dynamic, vinylogous urethane–bonded, amphiphilic adhesive. Tunable cross-linker concentration and amphiphilicity yield versatile adhesives suitable for underwater, structural, and pressure-sensitive applications on diverse substrates. Our adhesive exhibits high lap-shear strength and work of debonding under both wet and dry conditions, outperforming common commercial adhesives. The dynamic bonds enable thermal repair, on-demand multicycle debonding/rebonding, facile removal, and chemical recycling. Our strategy of transforming plastic waste into versatile, tough, and reversible adhesives offers a sustainable solution for both plastic waste management and next-generation adhesive design while also providing a commercially viable pathway for valorizing plastic waste.",
          "url": "https://doi.org/10.1126/sciadv.adw1288",
          "doi": "https://doi.org/10.1126/sciadv.adw1288",
          "filter": "2"
        },
        {
          "title": "Biodiversity-friendly landscapes: A paradox for conservation?",
          "authors": "Eliane Seraina Meier, Alexander Indermaur, Eva Knop",
          "abstract": "Human-induced global change may cause the sixth mass extinction of species. The moderate success of patch-scale biodiversity conservation measures has led to the concept of creating biodiversity-friendly landscapes. However, these landscapes potentially present a paradox: They may increase local biodiversity and thereby strengthen biotic resistance of native communities to global change winners, i.e., species that thrive under global change, such as invasive alien species or temperature- or nutrient-tolerant species. However, they may also improve landscape-scale habitat conditions, such as habitat connectivity, which facilitates the dispersal of global change winners, thereby accelerating biodiversity loss. Despite increasing investment in biodiversity-friendly landscapes, this paradox and underlying processes remain largely unquantified. We analyzed 2050 repeated, systematic vegetation surveys across the Swiss farmland and found the hypothesized facilitating and inhibitory effects on global change winners, but, overall, the inhibitory effects were stronger. This supports the call for a shift from patch-scale conservation to landscape-wide strategies to stop the ongoing decline of farmland biodiversity.",
          "url": "https://doi.org/10.1126/sciadv.adt9564",
          "doi": "https://doi.org/10.1126/sciadv.adt9564",
          "filter": "2"
        },
        {
          "title": "Learning the sequence code of protein expression in human immune cells",
          "authors": "Benoît P. Nicolet, Anouk P. Jurgens, Kaspar Bresser, Antonia Bradarić, Aurélie Guislain, Monika C. Wolkers",
          "abstract": "Accurate protein expression in human immune cells is essential for appropriate cellular function. The mechanisms that define protein abundance are complex and are executed on transcriptional, posttranscriptional, and posttranslational levels. Here, we present SONAR, a machine learning pipeline that learns the endogenous sequence code and that defines protein abundance in human cells. SONAR uses thousands of sequence features (SFs) to predict up to 63% of the protein abundance independently of promoter or enhancer information. SONAR uncovered the cell type–specific and activation-dependent usage of SFs. The deep knowledge of SONAR provides a map of potentially biologically active SFs, which can be leveraged to manipulate the amplitude, timing, and cell type specificity of protein expression. SONAR informed on the design of enhancer sequences to boost T cell receptor expression and to potentiate T cell function. Beyond providing fundamental insights into the regulation of protein expression, our study thus offers innovative means to improve therapeutic and biotechnology applications.",
          "url": "https://doi.org/10.1126/sciadv.ads0510",
          "doi": "https://doi.org/10.1126/sciadv.ads0510",
          "filter": "2"
        },
        {
          "title": "Obtuse-angled separation of chiral resonances with planar asymmetry–induced tunability of quality factors",
          "authors": "Minsu Jeong, Jihae Lee, Seokwoo Kim, Xiangxin Gong, Rouli Fang, Yuhui Yang, Sang Hoon Chae, Junsuk Rho",
          "abstract": "Photonic crystal (PhC) supports Bloch resonances that confine electromagnetic energy within the subwavelength thickness and enable polarization modulation through their intrinsic mode states. If a PhC generates chiral resonances, then it can selectively enhance or suppress specific circular polarizations, making it ideal for chiral optics. Here, we devise a design strategy to realize chiral resonant modes with large angular divergence and tunable quality factors ( Q factors) by introducing planar structural perturbations. The Q factor exhibits an inverse-square dependence on perturbation strength, consistent with the behavior of quasi-bound states in the continuum. Theoretical and experimental results demonstrate chiral modes with high circular dichroism, large separation angles, and high- Q factors. We further couple 2D excitons to these resonant modes, achieving spatially separated chiral emission. Using Brillouin zone folding, we translate bound modes at high-symmetry points into the radiative region, suggesting a strategy to control polarization, group velocity, and topology in photonic systems.",
          "url": "https://doi.org/10.1126/sciadv.adu4875",
          "doi": "https://doi.org/10.1126/sciadv.adu4875",
          "filter": "2"
        },
        {
          "title": "Assessing the risk of diseases with epidemic and pandemic potential in a changing world",
          "authors": "Angela Fanelli, Alessandro Cescatti, Juan-Carlos Ciscar, Gregoire Dubois, Dolores Ibarreta, Rachel Lowe, Nicola Riccetti, Marine Robuchon, Ilaria Capua, Wojtek Szewczyk, Emanuele Massaro",
          "abstract": "How do human activities contribute to the emergence of zoonotic diseases that can lead to epidemics and pandemics? Our analysis of common drivers of the World Health Organization’s priority diseases suggests that climate conditions, including higher temperatures, higher annual precipitation levels, and water deficits, elevate the risk of disease outbreaks. In addition, land-use changes, human encroachment on forested areas, increased population and livestock density, and biodiversity loss contribute to this risk, with biodiversity loss showing a complex and nonlinear relationship. This study also presents a global risk map and an epidemic risk index that combines countries’ specific risk with their capacities for preparing and responding to zoonotic threats.",
          "url": "https://doi.org/10.1126/sciadv.adw6363",
          "doi": "https://doi.org/10.1126/sciadv.adw6363",
          "filter": "2"
        },
        {
          "title": "Starfish-inspired tube feet for temporary and switchable underwater adhesion and transportation",
          "authors": "Hyemin Lee, Yerin Ryu, Yejin Oh, Chorong Kim, Yoonjin Lee, Hyewon Choi, Jaekyoung Kim, Ji Hoon Kim, Jiwan Kang, Keun Park, Kevin T. Turner, Shu Yang, Hyunsik Yoon",
          "abstract": "Temporary and reversible underwater adhesion is important for a number of robotic applications, including picking up objects, facilitating locomotion in confined environments, and attaching to surfaces during periods of observation. Here, we present a starfish-inspired tube foot composed of a soft hydrogel mouth and a rigid stem, fabricated by integrating two serially bonded cylindrical components with distinct mechanical properties. Upon swelling, the initially straight hydrogel cylinder undergoes a selective shape transformation into a soft, cupped pad that deforms to stretch and spread upon contact, enabling effective adhesion to target surfaces. During detachment, a vacuum is formed within the tube, leading to strong underwater adhesion. The artificial tube feet show high adhesion hysteresis, autonomous release by external stimuli, and immediate detachment by pneumatic actuation with integrated system. The temporary underwater adhesive inspired by the tube feet of starfish enables functionality in underwater robotics and is demonstrated through underwater manipulation of rocks.",
          "url": "https://doi.org/10.1126/sciadv.adx3539",
          "doi": "https://doi.org/10.1126/sciadv.adx3539",
          "filter": "2"
        },
        {
          "title": "A ventral pallidal glutamatergic aversive network encodes abstinence from and reexposure to cocaine",
          "authors": "Liran A. Levi, Kineret Inbar, Esti Tseiger, Yonatan M. Kupchik",
          "abstract": "Relapse to drugs of abuse can occur after long periods of abstinence. The ventral pallidum (VP) is central to drug addiction, and its glutamatergic neurons (VP Glu ), whose activation drives aversion, inhibit drug seeking. However, it remains unknown whether these neurons encode the abstinence from and relapse to drugs. We show here that VP Glu projections specifically to the aversion-related lateral habenula (LHb) and ventral tegmental area gabaergic (VTA GABA ) neurons show plasticity induced by abstinence from and reexposure to cocaine or cocaine cues. Both these pathways potentiate during abstinence and restore baseline values upon drug reexposure but with different plasticity mechanisms. Last, inhibiting the VP Glu → LHb pathway enhances cocaine preference after abstinence, while inhibiting the VP Glu → VTA pathway shows variable effects. These findings establish an aversive circuit orchestrated by VP Glu neurons encoding long-term abstinence-driven changes that may contribute to drug relapse.",
          "url": "https://doi.org/10.1126/sciadv.adu6074",
          "doi": "https://doi.org/10.1126/sciadv.adu6074",
          "filter": "2"
        },
        {
          "title": "A duet: Seeing and hearing the brain in action",
          "authors": "Soon-Woo Cho, Junjie Yao",
          "abstract": "A hybrid photoacoustic-fluorescence microscope films oxygen-carrying blood and spike-firing neurons across the mouse cortex in real time, revealing the hidden duet of neurovascular coupling.",
          "url": "https://doi.org/10.1126/sciadv.adz6780",
          "doi": "https://doi.org/10.1126/sciadv.adz6780",
          "filter": "2"
        },
        {
          "title": "Metabotissugenic citrate biomaterials orchestrate bone regeneration via citrate-mediated signaling pathways",
          "authors": "Hui Xu, Xinyu Tan, Ethan Gerhard, Hao Zhang, Rohitraj Ray, Yuqi Wang, Sri-Rajasekhar Kothapalli, Elias B. Rizk, April D. Armstrong, Su Yan, Jian Yang",
          "abstract": "Bone regeneration requires coordinated anabolic and catabolic signaling, yet the interplay between mammalian target of rapamycin complex 1 (mTORC1) and adenosine monophosphate–activated protein kinase (AMPK) pathways remains unclear. This study reveals that citrate, glutamine, and magnesium synergistically activate both pathways via calcium/calmodulin-dependent protein kinase kinase 2 (CaMKK2)– and protein kinase B (Akt)–dependent signaling, bypassing the traditional adenosine monophosphate (AMP)/adenosine triphosphate (ATP) sensing mechanism. This dual activation supports sustained energy metabolism during osteogenesis and challenges the canonical antagonism between mTORC1 and AMPK. We developed CitraBoneQMg, a citrate-based biomaterial incorporating these components via one-pot synthesis. CitraBoneQMg provides sustained release, photoluminescent and photoacoustic imaging capabilities, and tunable mechanical properties. In vitro, it promotes osteogenesis by enhancing alkaline phosphatase (ALP) activity, osteogenic gene expression, and calcium deposition. In vivo, it accelerates bone regeneration in a rat calvarial defect model while promoting anti-inflammatory and neuroregenerative responses. We define this integrated effect as “metabotissugenesis,” offering a metabolically optimized approach to orthopedic biomaterial design.",
          "url": "https://doi.org/10.1126/sciadv.ady2862",
          "doi": "https://doi.org/10.1126/sciadv.ady2862",
          "filter": "2"
        },
        {
          "title": "Neuromorphic ionic computing in droplet interface synapses",
          "authors": "Zhongwu Li, Sydney K. Myers, Jingyi Xiao, Yuhao Li, Natasha Noy, Anton Leuski, Aleksandr Noy",
          "abstract": "Ionic devices with memory capabilities can emulate neural functionality, enabling neuromorphic computing and biomedical applications. In this study, we report an ionic spiking synapse based on aqueous droplet interface bilayer assembly. Under stepwise triangular voltages, the device displays coupled memcapacitive-memristive behavior, showing noncrossing pinched hysteretic I - V loops. This hysteretic ion dynamics can be regulated by modifying bilayer components, reconstituting protein channels, or adjusting droplet assembly configuration. Droplet interface synapses (DIS) exhibit fundamental neuromorphic behaviors such as paired-pulse facilitation/depression, spike rate–dependent plasticity, Hebbian learning, and short-term associative learning under classical conditioning. We also used reservoir computing with DIS to implement two learning algorithms: a classification algorithm that recognizes handwritten digits and a reinforcement learning algorithm that learns to play a board game of tic-tac-toe.",
          "url": "https://doi.org/10.1126/sciadv.adv6603",
          "doi": "https://doi.org/10.1126/sciadv.adv6603",
          "filter": "2"
        },
        {
          "title": "BLIMP1 negatively regulates IL-2 signaling in T cells",
          "authors": "Suyasha Roy, Min Ren, Peng Li, Kairong Cui, Yaqiang Cao, Bryan Fisk, Tovah E. Markowitz, Neelam Redekar, Keiko Sakamoto, Keisuke Nagao, Jangsuk Oh, Rosanne Spolski, Wei Liao, Sigrid P. Dubois, Brian L. Kelsall, Keji Zhao, James D. Phelan, Warren J. Leonard",
          "abstract": "Interleukin-2 (IL-2) regulates immune homeostasis by fine-tuning the balance between effector and regulatory T (T reg ) cells. To identify regulators of IL-2 signaling, we performed genome-wide CRISPR-knockout screening in IL-2–dependent cells derived from a patient with adult T cell leukemia (ATL) and found enrichment of single guide RNAs targeting PRDM1 , which encodes B lymphocyte–induced maturation protein 1 (BLIMP1). BLIMP1 inhibits IL-2 production by T cells; however, its role in IL-2 signaling remains unknown. Here, we show that overexpressing Prdm1 down-regulated IL-2 signaling, whereas Prdm1 -deficiency enhanced IL-2 signaling in mouse CD4 + T cells and T reg cells with augmented IL-2 signaling in T cells from influenza-infected mice and during adoptive T cell transfer–induced colitis. Deleting PRDM1 in human CD4 + T cells and T reg cells also increased IL-2 signaling. Furthermore, CD4 + T cells from patients with ATL expressed less BLIMP1 and had enhanced IL-2 signaling, whereas overexpressing PRDM1 in ATL cells suppressed IL-2 signaling. Thus, BLIMP1 inhibits IL-2 signaling during normal and pathophysiological responses, suggesting that manipulating BLIMP1 could have therapeutic potential.",
          "url": "https://doi.org/10.1126/sciadv.adx8105",
          "doi": "https://doi.org/10.1126/sciadv.adx8105",
          "filter": "2"
        },
        {
          "title": "M6A-dependent RNA condensation underlies FUS autoregulation and can be harnessed for ALS therapy development",
          "authors": "Wan-Ping Huang, Vedanth Kumar, Karen Yap, Haiyan An, Sabin J. John, Rachel E. Hodgson, Anna Sanchez Avila, Emily Day, Brittany C. S. Ellis, Tek Hong Chung, Jenny Lord, Michaela Müller-McNicoll, Eugene V. Makeyev, Tatyana A. Shelkovnikova",
          "abstract": "Mutations in the FUS gene cause aggressive amyotrophic lateral sclerosis (ALS-FUS). Beyond mRNA, FUS generates partially processed transcripts retaining introns 6 and 7. We demonstrate that these FUSint6&amp;7-RNA molecules form nuclear condensates, scaffolded by the highly structured intron 7 and associated with nuclear speckles. Using hybridization-proximity labeling proteomics, we show that the FUSint6&amp;7-RNA condensates are enriched for splicing factors and the N6-methyladenosine (m6A) reader YTHDC1. These ribonucleoprotein structures facilitate posttranscriptional FUS splicing and depend on m6A/YTHDC1 for integrity. In cells expressing mutant FUS, FUSint6&amp;7-RNAs become hypermethylated, which in turn stimulates their condensation and splicing. We further show that FUS protein is repelled by m6A. Thus, ALS-FUS mutations may cause abnormal activation of FUS posttranscriptional splicing through altered RNA methylation. Notably, ectopic expression of FUS intron 7 sequences dissolves endogenous FUSint6&amp;7-RNA condensates, down-regulating FUS mRNA and protein. Our findings reveal a condensation-dependent mechanism regulating FUS splicing, with possible therapeutic implications for ALS.",
          "url": "https://doi.org/10.1126/sciadv.adx1357",
          "doi": "https://doi.org/10.1126/sciadv.adx1357",
          "filter": "2"
        },
        {
          "title": "Neuropeptide Y neurons surrounding the locus coeruleus inhibit noradrenergic system activity to reduce anxiety",
          "authors": "Danai Riga, Karlijn L. Kooij, Kelly Rademakers, Inge G. Wolterink-Donselaar, Onur Basak, Frank J. Meye",
          "abstract": "Adaptive responses to challenging environments depend on optimal function of the locus coeruleus (LC), the brain’s main source of noradrenaline and primary mediator of the initial stress response. Combining functional circuit dissection and causal in vivo interventions in mice, we here investigate a built-in peptidergic regulatory system that restricts LC noradrenergic output. In particular, we characterize a population of neuropeptide Y (NPY)–expressing neurons surrounding LC noradrenergic cells. We show that this peri-LC NPY population exerts neuromodulatory inhibitory control over the LC via NPY-Y1R signaling. Under naïve conditions, this results in bidirectional control of anxiety-like behaviors. Stressful experiences recruit peri-LC NPY neurons, leading to local NPY release in vivo, whereas enhanced peri-LC NPY neuronal activity curbs anxiety after stress. Together, we establish a causal role for peri-LC NPY –mediated neuromodulation of the LC in the regulation of anxiety, providing mechanistic insights into the endogenous systems underlying adaptive responses to adversity.",
          "url": "https://doi.org/10.1126/sciadv.adq0011",
          "doi": "https://doi.org/10.1126/sciadv.adq0011",
          "filter": "2"
        },
        {
          "title": "Two-dimensional buffer breaks substrate limit in III-nitrides epitaxy",
          "authors": "Yimeng Sang, Xiangming Xu, Ying Wu, Guanqun Feng, Xu Zhang, Fulin Zhuo, Zhengxian Jin, Hui Guo, Tao Tao, Sun’an Ding, Xuefeng Wang, Dunjun Chen, Kazuhiro Ohkawa, Kun Xing, Xinran Wang, Zhe Zhuang, Rong Zhang, Husam N. Alshareef, Bin Liu",
          "abstract": "Expanding the diversity of substrate materials for the growth of single-crystalline films enables the heterointegration of electronic and optoelectronic devices in modern semiconductor industry. However, the substrate materials are restricted to those having matched single-crystalline lattices with the epilayers, thereby making the use of non-single-crystalline substrates infeasible. Here, we report an epitaxy strategy for the wafer-scale growth of high-quality single-crystalline gallium nitride (GaN) on an amorphous silicon dioxide (SiO 2 ) substrate. We achieve this result through a chemical bond transition, converting multilayer molybdenum disulfide (MoS 2 ) to molybdenum nitride (MoN), which serves as a buffer layer to engineer a preferred orientation for the epitaxy of the overlying GaN film. Using this method, we also demonstrate the growth of an AlGaN/AlN/GaN heterostructure with high electron mobility exceeding 2000 square centimeters per volt per second. The resultant high-electron-mobility transistors exhibit subthreshold swing, on/off ratio, and threshold voltage comparable to those commercial devices.",
          "url": "https://doi.org/10.1126/sciadv.adw5005",
          "doi": "https://doi.org/10.1126/sciadv.adw5005",
          "filter": "2"
        },
        {
          "title": "Dynamic change of calcium-rich compartments during coccolithophore biomineralization",
          "authors": "Alexander Triccas, Daniel M. Chevrier, Mariana Verezhak, Johannes Ihli, Manuel Guizar-Sicairos, Mirko Holler, André Scheffel, Noriaki Ozaki, Virginie Chamard, Rachel Wood, Tilman A. Grünewald, Fabio Nudelman",
          "abstract": "Coccolithophores are abundant marine phytoplankton that produce biomineralized calcite scales, called coccoliths, which sequester substantial amounts of carbon and play a substantial role in biogeochemical cycles. However, mechanisms underlying the storage and transport of ions essential for calcification remain unresolved. We used ptychographic x-ray computed tomography under cryogenic conditions to visualize intracellular calcium-rich structures involved in the storage of calcium ions in the coccolithophore species Chrysotila carterae . During calcification, we observed a range of structures, from small electron-dense bodies within larger compartments to denser and distributed globular compartments, before returning to small bodies once scale formation is complete. Nanobeam-scanning x-ray fluorescence measurements further revealed that these electron-dense bodies are rich in phosphorus and calcium (molar ratio of ~4:1). The dynamic nature of structures suggests that these bodies are part of the required cellular calcium ion transport pathways, a fundamental process critical for understanding the response of coccolithophores to climate change.",
          "url": "https://doi.org/10.1126/sciadv.adv0618",
          "doi": "https://doi.org/10.1126/sciadv.adv0618",
          "filter": "2"
        },
        {
          "title": "Evolutionary escalation in an exceptionally preserved Cambrian biota from the Grand Canyon (Arizona, USA)",
          "authors": "Giovanni Mussini, James W. Hagadorn, Anne E. Miller, Karl E. Karlstrom, Rhydian Evans, Carol E. Dehler, Salvador Bastien, Nicholas J. Butterfield",
          "abstract": "Exceptionally preserved fossil assemblages, or Konservat-Lagerstätten, open direct windows on non-biomineralized faunas that chronicle the Cambrian radiation of animal phyla. However, these assemblages do not typically capture the well-oxygenated, resource-rich environments sustaining most metazoan diversity in modern marine systems. We describe exceptionally preserved and articulated carbonaceous mesofossils from the middle Cambrian (~507 to 502 million years) Bright Angel Formation of the Grand Canyon (Arizona, USA). This biota preserves probable algal and cyanobacterial photosynthesizers together with a range of functionally sophisticated metazoan consumers: suspension-feeding crustaceans, substrate-scraping molluscs, and morphologically exotic priapulids with complex filament-bearing teeth, convergent on modern microphagous forms. The Grand Canyon’s extensive ichnofossil and sedimentological records show that these phylogenetically and functionally derived taxa occupied highly habitable shallow-marine environments, sustaining higher levels of benthic activity than broadly coeval macrofossil Konservat-Lagerstätten. These data suggest that evolutionary escalation in resource-rich Cambrian shelf settings was an important driver of the assembly of later Phanerozoic ecologies.",
          "url": "https://doi.org/10.1126/sciadv.adv6383",
          "doi": "https://doi.org/10.1126/sciadv.adv6383",
          "filter": "2"
        },
        {
          "title": "Tandem reaction-adsorption separation of perfluorinated cyclopropane/propane mixtures",
          "authors": "Xinxin Li, Weiwei Zhang, Guang Miao, Zhikang Wu, Xingjie Wang, Xuan Wei, Zewei Liu, Hao Tang, Cuiting Yang, Jing Xiao",
          "abstract": "Separating perfluorinated cyclopropane/propane mixtures is critical yet challenging for sustainably producing high-purity perfluropropane in the advanced electronics industry. Conventional one-step adsorption separation methods lack proper selectivity due to similar molecular sizes and properties. We introduce a tandem reaction-adsorption approach with ultrahigh selectivity and low-pressure uptake. The initial step converts perfluorinated cyclopropane into olefins, enhancing molecular size and polarity differences and enabling efficient sieving using a scalable, stable molecular sieve developed. The method achieves selectivity over two orders of magnitude higher than conventional methods, producing 99.9999% pure perfluropropane at 12.5 liters per kilogram per hour with a 98.8% yield in the fixed beds. The tandem reaction-adsorption methodology introduces an efficient route for separating and purifying industrially challenging gas analogs.",
          "url": "https://doi.org/10.1126/sciadv.adt9498",
          "doi": "https://doi.org/10.1126/sciadv.adt9498",
          "filter": "2"
        },
        {
          "title": "Selective engagement of prefrontal VIP neurons in reversal learning",
          "authors": "Jee Hyun Yi, Young Ju Yoon, Huijeong Jeong, Seo Yeon Choe, Min Whan Jung",
          "abstract": "To gain insights into neural mechanisms enabling behavioral adaptations to complex and multidimensional environmental dynamics, we examined roles of vasoactive intestinal polypeptide (VIP)–expressing neurons in mouse medial prefrontal cortex (mPFC) in probabilistic reversal learning. Behaviorally, manipulating VIP neuronal activity left probabilistic classical conditioning unaffected but severely impaired reversal learning. Physiologically, conditioned cue-associated VIP neuronal responses changed abruptly after encountering an unexpected reward. They also conveyed strong reward prediction error signals during behavioral reversal, but not before or after, unlike pyramidal neurons that consistently conveyed error signals throughout all phases. Furthermore, the signal’s persistence across trials correlated with reversal learning duration. These results suggest that mPFC VIP neurons play crucial roles in rapid reversal learning, but not in gradual value updating under stable probabilistic contingencies, by monitoring salient deviations from ongoing environmental contingencies and imposing error-correction signals during behavioral adjustments. These findings shed light on the intricate cortical circuit dynamics underpinning behavioral flexibility in complex, multifaceted environments.",
          "url": "https://doi.org/10.1126/sciadv.adt4945",
          "doi": "https://doi.org/10.1126/sciadv.adt4945",
          "filter": "2"
        },
        {
          "title": "Direct approach to high-resolution, square-lattice alternating nanodot array by breaking hexagonal symmetry of block copolymer spheres",
          "authors": "Seong Eun Kim, Gabriella P. Irianti, Hyunwoo Kim, Vikram Thapar, Hyeongoo Kim, Jungki Ryu, Su-Mi Hur, So Youn Kim",
          "abstract": "Expanding the morphological spectrum of block copolymer (BCP) self-assembly remains a notable challenge in BCP-based bottom-up nanofabrication. We present a simple method to fabricate unconventional yet crucial structures of sphere-forming BCPs in thin films using solvent vapor. By precisely controlling solvent uptake, we transform the final lattice structure of spheres, modifying the thermodynamically stable lattice of BCPs. Molecular dynamics simulations reveal that increased solvent uptake elongates the spheres, raising interfacial energy and causing sphere splitting. The additional layers generated from the sphere splitting present a nonconventional lattice, typically not observed in thin films. Using these structures, we fabricate bimetallic nanodot arrays, where two different metal components are positioned alternatingly. This array exhibits higher catalytic activities compared to the homometallic nanopatterns, with the ultralow mass of noble metals below 300 nanograms per square centimeter, highlighting their potential as electrochemical catalyst platforms.",
          "url": "https://doi.org/10.1126/sciadv.adx1235",
          "doi": "https://doi.org/10.1126/sciadv.adx1235",
          "filter": "2"
        },
        {
          "title": "Construction of a whole-brain panorama for glioma vasculature reveals tumor heterogeneity and blood-brain barrier disruption",
          "authors": "Chenxi Huang, Xiaohong Xin, Xiaoxu Hao, Shilin Zhou, Zongneng Xie, Lijuan He, Xiaoliang Li, Yu Zhang, Hongyu Sun, Jiwen Zhang, Xiaochuan Zhang, Xianzhen Yin",
          "abstract": "Vasculature-induced tumor tissue heterogeneity impedes predicable drug distribution and presents notable challenges for optimizing nanoparticle (NP)–based drug delivery. However, mesoscopic-scale tumor heterogeneity across entire brain remains poorly characterized. To address this, we integrated micro-optical sectioning tomography (MOST) with high-precision three-dimensional (3D) reconstruction analysis to map pathological features of orthotopic glioma at submicron resolution across whole mice brain. Our findings uncovered significant heterogeneity in glioma invasiveness, vasculature, and compensatory angiogenesis while precisely delineating NP distribution throughout the tumor. Notably, early-stage glioma co-opted and migrated 680-micrometer upstream along the main cerebral artery within 4 days after glioma implantation. Blood-brain barrier permeability gradually increased during glioma progression, enabling NP penetrated via large-diameter vessels instead being restricted to capillaries. This work establishes a multiscale, high-resolution, 3D atlas of glioma heterogeneity and NP distribution, and bridges mesoscopic structural complexity to functional drug delivery barriers, advancing strategies to enhance oncotherapy precision in heterogeneous brain tumors.",
          "url": "https://doi.org/10.1126/sciadv.adw8330",
          "doi": "https://doi.org/10.1126/sciadv.adw8330",
          "filter": "2"
        },
        {
          "title": "Photoacoustic and fluorescence hybrid microscope for cortex-wide imaging of neurovascular dynamics with subcellular resolution",
          "authors": "Liangjian Liu, Zhiqiang Xu, Zhenjie Lai, Bin Xu, Taofeng Wu, Guangying Ma, Hongdong Zhang, Jiahao Li, Weilei Ma, Tiancheng Lei, Xiufeng Li, Zeyi Guo, Zheng Song, Ningbo Chen, Shiwei Ye, Jing Meng, Puxiang Lai, Feng Shen, Junlei Chang, Yingjie Zhu, Hairong Zheng, Wei Zheng, Chengbo Liu",
          "abstract": "Simultaneously monitoring cortex-wide microvascular dynamics, blood oxygenation metabolism, and neuronal activities with high spatiotemporal resolution is essential for understanding neurovascular coupling (NVC). However, it remains a challenge for existing neuroimaging tools. Here, we report a linear transducer array–based hybrid microscope (LiTA-HM) that integrates photoacoustic microscopy and confocal fluorescence microscopy to achieve simultaneous neurovascular imaging with a field of view (FOV) of 6 millimeters by 5 millimeters, a spatial resolution of ~6 micrometers, and a temporal resolution of 0.8 seconds. We design an array of eight miniature transducers to enlarge FOV and optimize a polygon mirror–based ultrafast scanner to achieve real-time imaging. Proof-of-concept imaging experiments were conducted on awake mice. Different couplings between thousands of neuron somas and vessel branches down to capillaries were observed in hypoxia and anesthesia experiments. Spatiotemporal correlations and functional connectivity in NVC were uncovered for spreading depolarization waves occurred in a drug-induced epilepsy experiment. We expect that LiTA-HM will enable broad applications of neuroimaging.",
          "url": "https://doi.org/10.1126/sciadv.adw5275",
          "doi": "https://doi.org/10.1126/sciadv.adw5275",
          "filter": "2"
        },
        {
          "title": "Observations of a splitting ocean cyclone resulting in subduction of surface waters",
          "authors": "Leo Middleton, Weiguang Wu, T. M. Shaun Johnston, Daniel R. Tarry, J. Thomas Farrar, Pierre-Marie Poulain, Tamay M. Özgökmen, Andrey Y. Shcherbina, Ananda Pascual, Craig L. McNeill, Malek Belgacem, Maristella Berta, Kathleen Abbott, Alexandra Z. Worden, Fabian Wittmers, Alex Kinsella, Luca R. Centurioni, Verena Hormann, Eugenio Cutolo, Joaquín Tintoré, Simón Ruiz, Benjamín Casas, Helena Cheslack, character(0), Eric A. D’Asaro, Amala Mahadevan",
          "abstract": "Earth’s oceans contain large numbers of cyclonic eddies, 10 to 25 kilometers in diameter and unresolved in climate simulations. However, we lack observations of these features due to their small size and fast evolution. Here, we present in situ observations of one such cyclonic eddy with intense chlorophyll at its center as it spontaneously splits into two smaller cyclonic eddies over a few days. This splitting rapidly transports surface waters to depth, with sustained vertical velocities of 60 meters per day, primarily from the center of the eddy where carbon concentrations are largest, facilitating efficient transfer of phytoplankton carbon to depth, below the well-mixed, sunlit surface layer. We reproduce the splitting process in an idealized ocean model and find that splitting is controlled by the initial elliptical eddy shape, size, and intensity. Our observations uncover a mechanism for subduction in the upper ocean and highlight the need for quantifying its global prevalence.",
          "url": "https://doi.org/10.1126/sciadv.adu3221",
          "doi": "https://doi.org/10.1126/sciadv.adu3221",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Remembering crises: the making of monetary distrust in Argentina",
          "authors": "Guadalupe Moreno",
          "abstract": "Money, the paramount contract of market societies, relies on our collective belief in its enduring value. Yet we still know little about the social foundations that sustain that belief. How is collective trust in the enduring value of money socially constructed—and what happens when that trust is lost? What if a society becomes convinced that policymakers cannot guarantee that money’s value will persist over time? This article takes Argentina as a case to study how the memory of decades of monetary turmoil crystallised into a distrust narrative: a widespread belief that neither the state nor the domestic financial system can safeguard the value of the national currency or savings over time. By analysing how this narrative is shaped and transmitted through collective memory, the article challenges accounts that treat public trust (and distrust) as by-products of elite credibility. It shows instead how socially embedded imaginaries of failure can weaken a central bank’s ability to govern public expectations.",
          "url": "https://doi.org/10.1093/ser/mwaf044",
          "doi": "https://doi.org/10.1093/ser/mwaf044",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
