{
  "update": "2024-09-06",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Author Correction: Life-cycle-coupled evolution of mitosis in close relatives of animals",
          "authors": "Hiral Shah, Marine Olivetta, Chandni Bhickta, Paolo Ronchi, Monika Trupinić, Eelco C. Tromer, Iva M. Tolić, Yannick Schwab, Omaya Dudin, Gautam Dey",
          "url": "http://dx.doi.org/10.1038/s41586-024-07961-5",
          "doi": "10.1038/s41586-024-07961-5",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Elastic films of single-crystal two-dimensional covalent organic frameworks",
          "authors": "Yonghang Yang, Baokun Liang, Jakob Kreie, Mike Hambsch, Zihao Liang, Cheng Wang, Senhe Huang, Xin Dong, Li Gong, Chaolun Liang, Dongyang Lou, Zhipeng Zhou, Jiaxing Lu, Yang Yang, Xiaodong Zhuang, Haoyuan Qi, Ute Kaiser, Stefan C. B. Mannsfeld, Wei Liu, Armin Gölzhäuser, Zhikun Zheng",
          "url": "http://dx.doi.org/10.1038/s41586-024-07940-w",
          "doi": "10.1038/s41586-024-07940-w",
          "filter": "2"
        },
        {
          "title": "Frequency ratio of the 229mTh nuclear isomeric transition and the 87Sr atomic clock",
          "authors": "Chuankun Zhang, Tian Ooi, Jacob S. Higgins, Jack F. Doyle, Lars von der Wense, Kjeld Beeks, Adrian Leitner, Georgy A. Kazakov, Peng Li, Peter G. Thirolf, Thorsten Schumm, Jun Ye",
          "url": "http://dx.doi.org/10.1038/s41586-024-07839-6",
          "doi": "10.1038/s41586-024-07839-6",
          "filter": "2"
        },
        {
          "title": "Mechanisms that clear mutations drive field cancerization in mammary tissue",
          "authors": "Marta Ciwinska, Hendrik A. Messal, Hristina R. Hristova, Catrin Lutz, Laura Bornes, Theofilos Chalkiadakis, Rolf Harkes, Nathalia S. M. Langedijk, Stefan J. Hutten, Renée X. Menezes, Jos Jonkers, Stefan Prekovic, character(0), Jelle Wesseling, Alastair M. Thompson, Serena Nik-Zainal, Elinor J. Sawyer, Helen R. Davies, Andrew Futreal, Nicholas E. Navin, E. Shelley Hwang, Jos Jonkers, Jacco van Rheenen, Fariba Behbod, Esther H. Lips, Marjanka Schmidt, Lodewyk F. A. Wessels, Daniel Rea, Proteeti Bhattacharjee, Hilary Stobart, Deborah Collyar, Donna Pinto, Ellen Verschuur, Marja van Oirsouw, Benjamin D. Simons, Colinda L. G. J. Scheele, Jacco van Rheenen",
          "abstract": "Oncogenic mutations are abundant in the tissues of healthy individuals, but rarely form tumours 1–3 . Yet, the underlying protection mechanisms are largely unknown. To resolve these mechanisms in mouse mammary tissue, we use lineage tracing to map the fate of wild-type and Brca1 −/− ;Trp53 −/− cells, and find that both follow a similar pattern of loss and spread within ducts. Clonal analysis reveals that ducts consist of small repetitive units of self-renewing cells that give rise to short-lived descendants. This offers a first layer of protection as any descendants, including oncogenic mutant cells, are constantly lost, thereby limiting the spread of mutations to a single stem cell-descendant unit. Local tissue remodelling during consecutive oestrous cycles leads to the cooperative and stochastic loss and replacement of self-renewing cells. This process provides a second layer of protection, leading to the elimination of most mutant clones while enabling the minority that by chance survive to expand beyond the stem cell-descendant unit. This leads to fields of mutant cells spanning large parts of the epithelial network, predisposing it for transformation. Eventually, clone expansion becomes restrained by the geometry of the ducts, providing a third layer of protection. Together, these mechanisms act to eliminate most cells that acquire somatic mutations at the expense of driving the accelerated expansion of a minority of cells, which can colonize large areas, leading to field cancerization.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07882-3",
          "doi": "10.1038/s41586-024-07882-3",
          "filter": "2"
        },
        {
          "title": "Signatures of magnetism control by flow of angular momentum",
          "authors": "L. Chen, Y. Sun, S. Mankovsky, T. N. G. Meier, M. Kronseder, C. Sun, A. Orekhov, H. Ebert, D. Weiss, C. H. Back",
          "abstract": "Exploring new strategies to manipulate the order parameter of magnetic materials by electrical means is of great importance not only for advancing our understanding of fundamental magnetism but also for unlocking potential applications. A well-established concept uses gate voltages to control magnetic properties by modulating the carrier population in a capacitor structure 1–5 . Here we show that, in Pt/Al/Fe/GaAs(001) multilayers, the application of an in-plane charge current in Pt leads to a shift in the ferromagnetic resonance field depending on the microwave frequency when the Fe film is sufficiently thin. The experimental observation is interpreted as a current-induced modification of the magnetocrystalline anisotropy Δ H A of Fe. We show that (1) Δ H A decreases with increasing Fe film thickness and is connected to the damping-like torque; and (2) Δ H A depends not only on the polarity of charge current but also on the magnetization direction, that is, Δ H A has an opposite sign when the magnetization direction is reversed. The symmetry of the modification is consistent with a current-induced spin 6–8 and/or orbit 9–13 accumulation, which, respectively, act on the spin and/or orbit component of the magnetization. In this study, as Pt is regarded as a typical spin current source 6,14 , the spin current can play a dominant part. The control of magnetism by a spin current results from the modified exchange splitting of the majority and minority spin bands, providing functionality that was previously unknown and could be useful in advanced spintronic devices.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07914-y",
          "doi": "10.1038/s41586-024-07914-y",
          "filter": "2"
        },
        {
          "title": "An aberrant immune–epithelial progenitor niche drives viral lung sequelae",
          "authors": "Harish Narasimhan, In Su Cheon, Wei Qian, Sheng’en Shawn Hu, Tanyalak Parimon, Chaofan Li, Nick Goplen, Yue Wu, Xiaoqin Wei, Young Min Son, Elizabeth Fink, Gislane de Almeida Santos, Jinyi Tang, Changfu Yao, Lyndsey Muehling, Glenda Canderan, Alexandra Kadl, Abigail Cannon, Samuel Young, Riley Hannan, Grace Bingham, Mohammed Arish, Arka Sen Chaudhari, Jun sub Im, Cameron L. R. Mattingly, Patcharin Pramoonjago, Alberto Marchesvsky, Jeffrey Sturek, Jacob E. Kohlmeier, Yun Michael Shim, Judith Woodfolk, Chongzhi Zang, Peter Chen, Jie Sun",
          "url": "http://dx.doi.org/10.1038/s41586-024-07926-8",
          "doi": "10.1038/s41586-024-07926-8",
          "filter": "2"
        },
        {
          "title": "Deciphering the impact of genomic variation on function",
          "authors": "character(0), character(0), Jesse M. Engreitz, Heather A. Lawson, Harinder Singh, Lea M. Starita, Gary C. Hon, Hannah Carter, Nidhi Sahni, Timothy E. Reddy, Xihong Lin, Yun Li, Nikhil V. Munshi, Maria H. Chahrour, Alan P. Boyle, Benjamin C. Hitz, Ali Mortazavi, Mark Craven, Karen L. Mohlke, Luca Pinello, Ting Wang, character(0), Anshul Kundaje, Feng Yue, character(0), Sarah Cody, Nina P. Farrell, Michael I. Love, Lara A. Muffley, Michael J. Pazin, Fairlie Reese, Eric Van Buren, character(0), character(0), Kushal K. Dey, character(0), Martin Kircher, character(0), Jian Ma, Predrag Radivojac, character(0), Brunilda Balliu, character(0), Brian A. Williams, character(0), Danwei Huangfu, character(0), character(0), Chong Y. Park, Thomas Quertermous, character(0), Jishnu Das, character(0), Michael A. Calderwood, Douglas M. Fowler, Marc Vidal, character(0), Lucas Ferreira, character(0), Sean D. Mooney, Vikas Pejaver, character(0), Jingjing Zhao, character(0), Steven Gazal, Evan Koch, Steven K. Reilly, Shamil Sunyaev, character(0), Anne E. Carpenter, character(0), Jason D. Buenrostro, Christina S. Leslie, Rachel E. Savage, character(0), Stefanija Giric, character(0), Chongyuan Luo, Kathrin Plath, character(0), Alejandro Barrera, Max Schubach, character(0), Andreas R. Gschwind, Jill E. Moore, character(0), Nadav Ahituv, character(0), S. Stephen Yi, character(0), Ingileif Hallgrimsdottir, Kyle J. Gaulton, Saori Sakaue, character(0), Sina Booeshaghi, Eugenio Mattei, Surag Nair, Lior Pachter, Austin T. Wang, character(0), character(0), Jay Shendure, Vikram Agarwal, Andrew Blair, Theofilos Chalkiadakis, Florence M. Chardon, Pyaree M. Dash, Chengyu Deng, Nobuhiko Hamazaki, Pia Keukeleire, Connor Kubo, Jean-Benoît Lalanne, Thorben Maass, Beth Martin, Troy A. McDiarmid, Mai Nobuhara, Nicholas F. Page, Sam Regalado, Jasmine Sims, Aki Ushiki, character(0), Sabrina M. Best, Gabe Boyle, Nathan Camp, Silvia Casadei, Estelle Y. Da, Moez Dawood, Samantha C. Dawson, Shawn Fayer, Audrey Hamm, Richard G. James, Gail P. Jarvik, Abbye E. McEwen, Nick Moore, Sriram Pendyala, Nicholas A. Popp, Mason Post, Alan F. Rubin, Nahum T. Smith, Jeremy Stone, Malvika Tejura, Ziyu R. Wang, Melinda K. Wheelock, Ivan Woo, Brendan D. Zapp, character(0), Dulguun Amgalan, Aradhana Aradhana, Sophia M. Arana, Michael C. Bassik, Julia R. Bauman, Asmita Bhattacharya, Xiangmeng Shawn Cai, Ziwei Chen, Stephanie Conley, Salil Deshpande, Benjamin R. Doughty, Peter P. Du, James A. Galante, Casey Gifford, William J. Greenleaf, Katherine Guo, Revant Gupta, Sarasa Isobe, Evelyn Jagoda, Nimit Jain, Hank Jones, Helen Y. Kang, Samuel H. Kim, YeEun Kim, Sandy Klemm, Ramen Kundu, Soumya Kundu, Mauro Lago-Docampo, Yannick C. Lee-Yow, Roni Levin-Konigsberg, Daniel Y. Li, Dominik Lindenhofer, X. Rosa Ma, Georgi K. Marinov, Gabriella E. Martyn, Chloe V. McCreery, Eyal Metzl-Raz, Joao P. Monteiro, Michael T. Montgomery, Kristy S. Mualim, Chad Munger, Glen Munson, Tri C. Nguyen, Trieu Nguyen, Brian T. Palmisano, Anusri Pampari, Marlene Rabinovitch, Markus Ramste, Judhajeet Ray, Kevin R. Roy, Oriane M. Rubio, Julia M. Schaepe, Gavin Schnitzler, Jacob Schreiber, Disha Sharma, Maya U. Sheth, Huitong Shi, Vasundhara Singh, Riya Sinha, Lars M. Steinmetz, Jason Tan, Anthony Tan, Josh Tycko, Raeline C. Valbuena, Valeh Valiollah Pour Amiri, Mariëlle J. F. M. van Kooten, Alun Vaughan-Jackson, Anthony Venida, Chad S. Weldy, Matthew D. Worssam, Fan Xia, David Yao, Tony Zeng, Quanyi Zhao, Ronghao Zhou, character(0), Zitong Sam Chen, Beth A. Cimini, Georges Coppin, Atina G. Coté, Marzieh Haghighi, Tong Hao, David E. Hill, Jessica Lacoste, Florent Laval, Chloe Reno, Frederick P. Roth, Shantanu Singh, Kerstin Spirohn-Fitzgerald, Mikko Taipale, Tanisha Teelucksingh, Maxime Tixhon, Anupama Yadav, Zhipeng Yang, character(0), W. Lee Kraus, Daniel A. Armendariz, Ashley E. Dederich, Ashlesha Gogate, Lauretta El Hayek, Sean C. Goetsch, Kiran Kaur, Hyung Bum Kim, Melissa K. McCoy, Mpathi Z. Nzima, Carlos A. Pinzón-Arteaga, Bruce A. Posner, Daniel A. Schmitz, Sushama Sivakumar, Anjana Sundarrajan, Lei Wang, Yihan Wang, Jun Wu, Lin Xu, Jian Xu, Leqian Yu, Yanfeng Zhang, Huan Zhao, Qinbo Zhou, character(0), Hyejung Won, Jessica L. Bell, K. Alaine Broadaway, Katherine N. Degner, Amy S. Etheridge, Beverly H. Koller, Won Mah, Wancen Mu, Kimberly D. Ritola, Jonathan D. Rosen, Sarah A. Schoenrock, Rachel A. Sharp, character(0), Daniel Bauer, Guillaume Lettre, Richard Sherwood, Basheer Becerra, Logan J. Blaine, Eric Che, Matthew J. Francoeur, Ellie N. Gibbs, Nahye Kim, Emily M. King, Benjamin P. Kleinstiver, Estelle Lecluze, Zhijian Li, Zain M. Patel, Quang Vinh Phan, Jayoung Ryu, Marlena L. Starr, Ting Wu, character(0), Charles A. Gersbach, Gregory E. Crawford, Andrew S. Allen, William H. Majoros, Nahid Iglesias, Ruhi Rai, Revathy Venukuttan, Boxun Li, Taylor Anglen, Lexi R. Bounds, Marisa C. Hamilton, Siyan Liu, Sean R. McCutcheon, Christian D. McRoberts Amador, Samuel J. Reisman, Maria A. ter Weele, Josephine C. Bodle, Helen L. Streff, Keith Siklenka, Kari Strouse, character(0), character(0), Bradley E. Bernstein, Juliana Babu, Guillermo Barreto Corona, Kevin Dong, Fabiana M. Duarte, Neva C. Durand, Charles B. Epstein, Kaili Fan, Elizabeth Gaskell, Amelia W. Hall, Alexandra M. Ham, Mei K. Knudson, Noam Shoresh, Siddarth Wekhande, Cassandra M. White, Wang Xi, character(0), Ansuman T. Satpathy, M. Ryan Corces, Serena H. Chang, Iris M. Chin, James M. Gardner, Zachary A. Gardell, Jacob C. Gutierrez, Alia W. Johnson, Lucas Kampman, Maya Kasowski, Caleb A. Lareau, Vincent Liu, Leif S. Ludwig, Christopher S. McGinnis, Shreya Menon, Anita Qualls, Katalin Sandor, Adam W. Turner, Chun J. Ye, Yajie Yin, Wenxi Zhang, character(0), Barbara J. Wold, Maria Carilli, Dayeon Cheong, Ghassan Filibam, Kim Green, Shimako Kawauchi, Charlene Kim, Heidi Liang, Rebekah Loving, Laura Luebbert, Grant MacGregor, Angel G. Merchan, Elisabeth Rebboah, Narges Rezaie, Jasmine Sakr, Delaney K. Sullivan, Nikki Swarna, Diane Trout, Sean Upchurch, Ryan Weber, character(0), character(0), Christopher P. Castro, Elysia Chou, Fan Feng, Andre Guerra, Yuanhao Huang, Linghua Jiang, Jie Liu, Ryan E. Mills, Weizhou Qian, Tingting Qin, Maureen A. Sartor, Rintsen N. Sherpa, Jinhao Wang, Yiqun Wang, Joshua D. Welch, Zhenhao Zhang, Nanxiang Zhao, character(0), Sayan Mukherjee, C. David Page, Shannon Clarke, Richard W. Doty, Yuncheng Duan, Raluca Gordan, Kuei-Yueh Ko, Shengyu Li, Boyao Li, Alexander Thomson, character(0), Soumya Raychaudhuri, Alkes Price, Thahmina A. Ali, Kushal K. Dey, Arun Durvasula, Manolis Kellis, character(0), Lilia M. Iakoucheva, Tulika Kakati, Yile Chen, Mariam Benazouz, Shantanu Jain, Daniel Zeiberg, M. Clara De Paolis Kaluza, Michelle Velyunskiy, character(0), Audrey Gasch, Kunling Huang, Yiyang Jin, Qiongshi Lu, Jiacheng Miao, Michael Ohtake, Eduardo Scopel, Robert D. Steiner, Yuriy Sverchkov, character(0), Zhiping Weng, Manuel Garber, Yu Fu, Natalie Haas, Xihao Li, Nishigandha Phalke, Shuo C. Shan, Nicole Shedd, Tianxiong Yu, Yi Zhang, Hufeng Zhou, character(0), Alexis Battle, Livnat Jerby, Eran Kotler, Soumya Kundu, Andrew R. Marderstein, Stephen B. Montgomery, AkshatKumar Nigam, Evin M. Padhi, Aman Patel, Jonathan Pritchard, Ivy Raine, Vivekanandan Ramalingam, Kameron B. Rodrigues, Jacob M. Schreiber, Arpita Singhal, Riya Sinha, Austin T. Wang, character(0), character(0), Marisa Abundis, Deepa Bisht, Trirupa Chakraborty, Jingyu Fan, David R. Hall, Zarifeh H. Rarani, Abhinav K. Jain, Babita Kaundal, Swapnil Keshari, Daniel McGrail, Nicholas A. Pease, Vivian F. Yi, character(0), Hao Wu, Sreeram Kannan, Hongjun Song, Jingli Cai, Ziyue Gao, Ronni Kurzion, Julia I. Leu, Fan Li, Dongming Liang, Guo-li Ming, Kiran Musunuru, Qi Qiu, Junwei Shi, Yijing Su, Sarah Tishkoff, Ning Xie, Qian Yang, Wenli Yang, Hongjie Zhang, Zhijian Zhang, character(0), Michael A. Beer, Anna-Katerina Hadjantonakis, Sharon Adeniyi, Hyein Cho, Ronald Cutler, Rachel A. Glenn, David Godovich, Nan Hu, Svetlana Jovanic, Renhe Luo, Jin Woo Oh, Milad Razavi-Mohseni, Dustin Shigaki, Simone Sidoli, Thomas Vierbuchen, Xianming Wang, Breanna Williams, Jielin Yan, Dapeng Yang, Yunxiao Yang, character(0), Maike Sander, Kyle J. Gaulton, Bing Ren, Weronika Bartosik, Hannah S. Indralingam, Adam Klie, Hannah Mummey, Mei-Lin Okino, Gaowei Wang, Nathan R. Zemke, Kai Zhang, Han Zhu, character(0), Noah Zaitlen, Jason Ernst, Justin Langerman, Terence Li, Yu Sun, character(0), Alexander Y. Rudensky, Preethi K. Periyakoil, Vianne R. Gao, Melanie H. Smith, Norman M. Thomas, Laura T. Donlin, Amit Lakhanpal, Kaden M. Southard, Rico C. Ardy, character(0), character(0), J. Michael Cherry, Mark B. Gerstein, Kalina Andreeva, Pedro R. Assis, Beatrice Borsari, Eric Douglass, Shengcheng Dong, Idan Gabdank, Keenan Graham, Otto Jolanki, Jennifer Jou, Meenakshi S. Kagda, Jin-Wook Lee, Mingjie Li, Khine Lin, Stuart R. Miyasato, Joel Rozowsky, Corinn Small, Emma Spragins, Forrest Y. Tanaka, Ian M. Whaling, Ingrid A. Youngworth, Cricket A. Sloan, character(0), Eddie Belter, Xintong Chen, Rex L. Chisholm, Patricia Dickson, Changxu Fan, Lucinda Fulton, Daofeng Li, Tina Lindsay, Yu Luan, Yuan Luo, Huijue Lyu, Xiaowen Ma, Juan Macias-Velasco, Karen H. Miga, Kara Quaid, Nathan Stitziel, Barbara E. Stranger, Chad Tomlinson, Juan Wang, Wenjin Zhang, Bo Zhang, Guoyan Zhao, Xiaoyu Zhuo, character(0), character(0), Kristen Brennand, character(0), Alberto Ciccia, Samuel B. Hayward, Jen-Wei Huang, Giuseppe Leuzzi, Angelo Taglialatela, Tanay Thakar, Alina Vaitsiankova, character(0), Kushal K. Dey, Thahmina A. Ali, character(0), Artem Kim, character(0), H. Leighton Grimes, Nathan Salomonis, character(0), Rajat Gupta, Shi Fang, Vivian Lee-Kim, character(0), Matthias Heinig, Corinna Losert, character(0), Thouis R. Jones, Elisa Donnard, Maddie Murphy, Elizabeth Roberts, Susie Song, character(0), character(0), Sara Mostafavi, Alexander Sasse, Anna Spiro, character(0), Len A. Pennacchio, Momoe Kato, Michael Kosicki, Brandon Mannion, Neil Slaven, Axel Visel, character(0), Katherine S. Pollard, Shiron Drusinsky, Sean Whalen, character(0), John Ray, Ingrid A. Harten, Ching-Huang Ho, character(0), character(0), Neville E. Sanjana, Christina Caragine, John A. Morris, character(0), Davide Seruggia, Ana Patricia Kutschat, Sandra Wittibschlager, character(0), Han Xu, Rongjie Fu, Wei He, Liang Zhang, character(0), Daniel Osorio, character(0), Zo Bly, Stephanie Calluori, Daniel A. Gilchrist, Carolyn M. Hutter, Stephanie A. Morris, Ella K. Samer",
          "url": "http://dx.doi.org/10.1038/s41586-024-07510-0",
          "doi": "10.1038/s41586-024-07510-0",
          "filter": "2"
        },
        {
          "title": "A pathology foundation model for cancer diagnosis and prognosis prediction",
          "authors": "Xiyue Wang, Junhan Zhao, Eliana Marostica, Wei Yuan, Jietian Jin, Jiayu Zhang, Ruijiang Li, Hongping Tang, Kanran Wang, Yu Li, Fang Wang, Yulong Peng, Junyou Zhu, Jing Zhang, Christopher R. Jackson, Jun Zhang, Deborah Dillon, Nancy U. Lin, Lynette Sholl, Thomas Denize, David Meredith, Keith L. Ligon, Sabina Signoretti, Shuji Ogino, Jeffrey A. Golden, MacLean P. Nasrallah, Xiao Han, Sen Yang, Kun-Hsing Yu",
          "url": "http://dx.doi.org/10.1038/s41586-024-07894-z",
          "doi": "10.1038/s41586-024-07894-z",
          "filter": "2"
        },
        {
          "title": "Global marine microbial diversity and its potential in bioprospecting",
          "authors": "Jianwei Chen, Yangyang Jia, Ying Sun, Kun Liu, Changhao Zhou, Chuan Liu, Denghui Li, Guilin Liu, Chengsong Zhang, Tao Yang, Lei Huang, Yunyun Zhuang, Dazhi Wang, Dayou Xu, Qiaoling Zhong, Yang Guo, Anduo Li, Inge Seim, Ling Jiang, Lushan Wang, Simon Ming Yuen Lee, Yujing Liu, Dantong Wang, Guoqiang Zhang, Shanshan Liu, Xiaofeng Wei, Zhen Yue, Shanmin Zheng, Xuechun Shen, Sen Wang, Chen Qi, Jing Chen, Chen Ye, Fang Zhao, Jun Wang, Jie Fan, Baitao Li, Jiahui Sun, Xiaodong Jia, Zhangyong Xia, He Zhang, Junnian Liu, Yue Zheng, Xin Liu, Jian Wang, Huanming Yang, Karsten Kristiansen, Xun Xu, Thomas Mock, Shengying Li, Wenwei Zhang, Guangyi Fan",
          "url": "http://dx.doi.org/10.1038/s41586-024-07891-2",
          "doi": "10.1038/s41586-024-07891-2",
          "filter": "2"
        },
        {
          "title": "Farmed fur animals harbour viruses with zoonotic spillover potential",
          "authors": "Jin Zhao, Wenbo Wan, Kang Yu, Philippe Lemey, John H.-O. Pettersson, Yuhai Bi, Meng Lu, Xinxin Li, Zhuohang Chen, Mengdi Zheng, Ge Yan, JianJun Dai, Yuxing Li, Ayidana Haerheng, Na He, Changchun Tu, Marc A. Suchard, Edward C. Holmes, Wan-Ting He, Shuo Su",
          "url": "http://dx.doi.org/10.1038/s41586-024-07901-3",
          "doi": "10.1038/s41586-024-07901-3",
          "filter": "2"
        },
        {
          "title": "Immune system adaptation during gender-affirming testosterone treatment",
          "authors": "Tadepally Lakshmikanth, Camila Consiglio, Fabian Sardh, Rikard Forlin, Jun Wang, Ziyang Tan, Hugo Barcenilla, Lucie Rodriguez, Jamie Sugrue, Peri Noori, Margarita Ivanchenko, Laura Piñero Páez, Laura Gonzalez, Constantin Habimana Mugabo, Anette Johnsson, Henrik Ryberg, Åsa Hallgren, Christian Pou, Yang Chen, Jaromír Mikeš, Anna James, Per Dahlqvist, Jeanette Wahlberg, Anders Hagelin, Mats Holmberg, Marie Degerblad, Magnus Isaksson, Darragh Duffy, Olle Kämpe, Nils Landegren, Petter Brodin",
          "abstract": "Infectious, inflammatory and autoimmune conditions present differently in males and females. SARS-CoV-2 infection in naive males is associated with increased risk of death, whereas females are at increased risk of long COVID 1 , similar to observations in other infections 2 . Females respond more strongly to vaccines, and adverse reactions are more frequent 3 , like most autoimmune diseases 4 . Immunological sex differences stem from genetic, hormonal and behavioural factors 5 but their relative importance is only partially understood 6–8 . In individuals assigned female sex at birth and undergoing gender-affirming testosterone therapy (trans men), hormone concentrations change markedly but the immunological consequences are poorly understood. Here we performed longitudinal systems-level analyses in 23 trans men and found that testosterone modulates a cross-regulated axis between type-I interferon and tumour necrosis factor. This is mediated by functional attenuation of type-I interferon responses in both plasmacytoid dendritic cells and monocytes. Conversely, testosterone potentiates monocyte responses leading to increased tumour necrosis factor, interleukin-6 and interleukin-15 production and downstream activation of nuclear factor kappa B-regulated genes and potentiation of interferon-γ responses, primarily in natural killer cells. These findings in trans men are corroborated by sex-divergent responses in public datasets and illustrate the dynamic regulation of human immunity by sex hormones, with implications for the health of individuals undergoing hormone therapy and our understanding of sex-divergent immune responses in cisgender individuals.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07789-z",
          "doi": "10.1038/s41586-024-07789-z",
          "filter": "2"
        },
        {
          "title": "Alternating high-fat diet enhances atherosclerosis by neutrophil reprogramming",
          "authors": "Jean-Rémi Lavillegrand, Rida Al-Rifai, Sara Thietart, Théo Guyon, Marie Vandestienne, Raphael Cohen, Vincent Duval, Xiaodan Zhong, Daniel Yen, Mumin Ozturk, Yutaka Negishi, Joanne Konkel, Emmanuel Pinteaux, Olivia Lenoir, Jose Vilar, Ludivine Laurans, Bruno Esposito, Marius Bredon, Harry Sokol, Marc Diedisheim, Antoine-Emmanuel Saliba, Alma Zernecke, Clément Cochain, Jessica Haub, Alain Tedgui, Nancy A. Speck, Soraya Taleb, Musa M. Mhlanga, Andreas Schlitzer, Niels P. Riksen, Hafid Ait-Oufella",
          "url": "http://dx.doi.org/10.1038/s41586-024-07693-6",
          "doi": "10.1038/s41586-024-07693-6",
          "filter": "2"
        },
        {
          "title": "Recurrent evolution and selection shape structural diversity at the amylase locus",
          "authors": "Davide Bolognini, Alma Halgren, Runyang Nicolas Lou, Alessandro Raveane, Joana L. Rocha, Andrea Guarracino, Nicole Soranzo, Chen-Shan Chin, Erik Garrison, Peter H. Sudmant",
          "abstract": "The adoption of agriculture triggered a rapid shift towards starch-rich diets in human populations 1 . Amylase genes facilitate starch digestion, and increased amylase copy number has been observed in some modern human populations with high-starch intake 2 , although evidence of recent selection is lacking 3,4 . Here, using 94 long-read haplotype-resolved assemblies and short-read data from approximately 5,600 contemporary and ancient humans, we resolve the diversity and evolutionary history of structural variation at the amylase locus. We find that amylase genes have higher copy numbers in agricultural populations than in fishing, hunting and pastoral populations. We identify 28 distinct amylase structural architectures and demonstrate that nearly identical structures have arisen recurrently on different haplotype backgrounds throughout recent human history. AMY1 and AMY2A genes each underwent multiple duplication/deletion events with mutation rates up to more than 10,000-fold the single-nucleotide polymorphism mutation rate, whereas AMY2B gene duplications share a single origin. Using a pangenome-based approach, we infer structural haplotypes across thousands of humans identifying extensively duplicated haplotypes at higher frequency in modern agricultural populations. Leveraging 533 ancient human genomes, we find that duplication-containing haplotypes (with more gene copies than the ancestral haplotype) have rapidly increased in frequency over the past 12,000 years in West Eurasians, suggestive of positive selection. Together, our study highlights the potential effects of the agricultural revolution on human genomes and the importance of structural variation in human adaptation.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07911-1",
          "doi": "10.1038/s41586-024-07911-1",
          "filter": "2"
        },
        {
          "title": "CDK5–cyclin B1 regulates mitotic fidelity",
          "authors": "Xiao-Feng Zheng, Aniruddha Sarkar, Humphrey Lotana, Aleem Syed, Huy Nguyen, Richard G. Ivey, Jacob J. Kennedy, Jeffrey R. Whiteaker, Bartłomiej Tomasik, Kaimeng Huang, Feng Li, Alan D. D’Andrea, Amanda G. Paulovich, Kavita Shah, Alexander Spektor, Dipanjan Chowdhury",
          "url": "http://dx.doi.org/10.1038/s41586-024-07888-x",
          "doi": "10.1038/s41586-024-07888-x",
          "filter": "2"
        },
        {
          "title": "A climate threshold for ocean deoxygenation during the Early Cretaceous",
          "authors": "Kohen W. Bauer, N. Ryan McKenzie, Chris T. L. Cheung, Gabriele Gambacorta, Cinzia Bottini, Adam R. Nordsvan, Elisabetta Erba, Sean A. Crowe",
          "url": "http://dx.doi.org/10.1038/s41586-024-07876-1",
          "doi": "10.1038/s41586-024-07876-1",
          "filter": "2"
        },
        {
          "title": "Mapping glycoprotein structure reveals Flaviviridae evolutionary history",
          "authors": "Jonathon C. O. Mifsud, Spyros Lytras, Michael R. Oliver, Kamilla Toon, Vincenzo A. Costa, Edward C. Holmes, Joe Grove",
          "abstract": "Viral glycoproteins drive membrane fusion in enveloped viruses and determine host range, tissue tropism and pathogenesis 1 . Despite their importance, there is a fragmentary understanding of glycoproteins within the Flaviviridae 2 , a large virus family that include pathogens such as hepatitis C, dengue and Zika viruses, and numerous other human, animal and emergent viruses. For many flaviviruses the glycoproteins have not yet been identified, for others, such as the hepaciviruses, the molecular mechanisms of membrane fusion remain uncharacterized 3 . Here we combine phylogenetic analyses with protein structure prediction to survey glycoproteins across the entire Flaviviridae . We find class II fusion systems, homologous to the Orthoflavivirus E glycoprotein in most species, including highly divergent jingmenviruses and large genome flaviviruses. However, the E1E2 glycoproteins of the hepaciviruses, pegiviruses and pestiviruses are structurally distinct, may represent a novel class of fusion mechanism, and are strictly associated with infection of vertebrate hosts. By mapping glycoprotein distribution onto the underlying phylogeny, we reveal a complex evolutionary history marked by the capture of bacterial genes and potentially inter-genus recombination. These insights, made possible through protein structure prediction, refine our understanding of viral fusion mechanisms and reveal the events that have shaped the diverse virology and ecology of the Flaviviridae .",
          "url": "http://dx.doi.org/10.1038/s41586-024-07899-8",
          "doi": "10.1038/s41586-024-07899-8",
          "filter": "2"
        },
        {
          "title": "DNA methylation controls stemness of astrocytes in health and ischaemia",
          "authors": "Lukas P. M. Kremer, Santiago Cerrizuela, Hadil El-Sammak, Mohammad Eid Al Shukairi, Tobias Ellinger, Jannes Straub, Aylin Korkmaz, Katrin Volk, Jan Brunken, Susanne Kleber, Simon Anders, Ana Martin-Villalba",
          "abstract": "Astrocytes are the most abundant cell type in the mammalian brain and provide structural and metabolic support to neurons, regulate synapses and become reactive after injury and disease. However, a small subset of astrocytes settles in specialized areas of the adult brain where these astrocytes instead actively generate differentiated neuronal and glial progeny and are therefore referred to as neural stem cells 1–3 . Common parenchymal astrocytes and quiescent neural stem cells share similar transcriptomes despite their very distinct functions 4–6 . Thus, how stem cell activity is molecularly encoded remains unknown. Here we examine the transcriptome, chromatin accessibility and methylome of neural stem cells and their progeny, and of astrocytes from the striatum and cortex in the healthy and ischaemic adult mouse brain. We identify distinct methylation profiles associated with either astrocyte or stem cell function. Stem cell function is mediated by methylation of astrocyte genes and demethylation of stem cell genes that are expressed later. Ischaemic injury to the brain induces gain of stemness in striatal astrocytes 7 . We show that this response involves reprogramming the astrocyte methylome to a stem cell methylome and is absent if the de novo methyltransferase DNMT3A is missing. Overall, we unveil DNA methylation as a promising target for regenerative medicine.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07898-9",
          "doi": "10.1038/s41586-024-07898-9",
          "filter": "2"
        },
        {
          "title": "A γδ T cell–IL-3 axis controls allergic responses through sensory neurons",
          "authors": "Cameron H. Flayer, Isabela J. Kernin, Peri R. Matatia, Xiangsunze Zeng, David A. Yarmolinsky, Cai Han, Parth R. Naik, Dean R. Buttaci, Pamela A. Aderhold, Ryan B. Camire, Xueping Zhu, Alice J. Tirard, John T. McGuire, Neal P. Smith, Clive S. McKimmie, Cameron S. McAlpine, Filip K. Swirski, Clifford J. Woolf, Alexandra-Chloe Villani, Caroline L. Sokol",
          "url": "http://dx.doi.org/10.1038/s41586-024-07869-0",
          "doi": "10.1038/s41586-024-07869-0",
          "filter": "2"
        },
        {
          "title": "The hepatitis C virus envelope protein complex is a dimer of heterodimers",
          "authors": "Elias Honerød Augestad, Christina Holmboe Olesen, Christina Grønberg, Andreas Soerensen, Rodrigo Velázquez-Moctezuma, Margherita Fanalista, Jens Bukh, Kaituo Wang, Pontus Gourdon, Jannick Prentoe",
          "url": "http://dx.doi.org/10.1038/s41586-024-07783-5",
          "doi": "10.1038/s41586-024-07783-5",
          "filter": "2"
        },
        {
          "title": "A polymer-like ultrahigh-strength metal alloy",
          "authors": "Zhizhi Xu, Yuanchao Ji, Chang Liu, Liqiang He, Hui Zhao, Ye Yuan, Yu Qian, Jin Cui, Andong Xiao, Wenjia Wang, Yang Yang, Tianyu Ma, Xiaobing Ren",
          "url": "http://dx.doi.org/10.1038/s41586-024-07900-4",
          "doi": "10.1038/s41586-024-07900-4",
          "filter": "2"
        },
        {
          "title": "Engineered T cell therapy for central nervous system injury",
          "authors": "Wenqing Gao, Min Woo Kim, Taitea Dykstra, Siling Du, Pavle Boskovic, Cheryl F. Lichti, Miguel A. Ruiz-Cardozo, Xingxing Gu, Tal Weizman Shapira, Justin Rustenhoven, Camilo Molina, Igor Smirnov, Yifat Merbl, Wilson Z. Ray, Jonathan Kipnis",
          "url": "http://dx.doi.org/10.1038/s41586-024-07906-y",
          "doi": "10.1038/s41586-024-07906-y",
          "filter": "2"
        },
        {
          "title": "Diverse viral cas genes antagonize CRISPR immunity",
          "authors": "Mark A. Katz, Edith M. Sawyer, Luke Oriolt, Albina Kozlova, Madison C. Williams, Shally R. Margolis, Matthew Johnson, Joseph Bondy-Denomy, Alexander J. Meeske",
          "url": "http://dx.doi.org/10.1038/s41586-024-07923-x",
          "doi": "10.1038/s41586-024-07923-x",
          "filter": "2"
        },
        {
          "title": "Early intermittent hyperlipidaemia alters tissue macrophages to fuel atherosclerosis",
          "authors": "Minoru Takaoka, Xiaohui Zhao, Hwee Ying Lim, Costan G. Magnussen, Owen Ang, Nadine Suffee, Patricia R. Schrank, Wei Siong ONG, Dimitrios Tsiantoulas, Felix Sommer, Sarajo K. Mohanta, James Harrison, Yaxing Meng, Ludivine Laurans, Feitong Wu, Yuning Lu, Leanne Masters, Stephen A. Newland, Laura Denti, Mingyang Hong, Mouna Chajadine, Markus Juonala, Juhani S. Koskinen, Mika Kähönen, Katja Pahkala, Suvi P. Rovio, Juha Mykkänen, Russell Thomson, Tsuneyasu Kaisho, Andreas J. R. Habenicht, Marc Clement, Alain Tedgui, Hafid Ait-Oufella, Tian X. Zhao, Meritxell Nus, Christiana Ruhrberg, Soraya Taleb, Jesse W. Williams, Olli T. Raitakari, Véronique Angeli, Ziad Mallat",
          "url": "http://dx.doi.org/10.1038/s41586-024-07993-x",
          "doi": "10.1038/s41586-024-07993-x",
          "filter": "2"
        },
        {
          "title": "Frontostriatal salience network expansion in individuals in depression",
          "authors": "Charles J. Lynch, Immanuel G. Elbau, Tommy Ng, Aliza Ayaz, Shasha Zhu, Danielle Wolk, Nicola Manfredi, Megan Johnson, Megan Chang, Jolin Chou, Indira Summerville, Claire Ho, Maximilian Lueckel, Hussain Bukhari, Derrick Buchanan, Lindsay W. Victoria, Nili Solomonov, Eric Goldwaser, Stefano Moia, Cesar Caballero-Gaudes, Jonathan Downar, Fidel Vila-Rodriguez, Zafiris J. Daskalakis, Daniel M. Blumberger, Kendrick Kay, Amy Aloysi, Evan M. Gordon, Mahendra T. Bhati, Nolan Williams, Jonathan D. Power, Benjamin Zebley, Logan Grosenick, Faith M. Gunning, Conor Liston",
          "url": "http://dx.doi.org/10.1038/s41586-024-07805-2",
          "doi": "10.1038/s41586-024-07805-2",
          "filter": "2"
        },
        {
          "title": "A local-to-global emissions inventory of macroplastic pollution",
          "authors": "Joshua W. Cottom, Ed Cook, Costas A. Velis",
          "abstract": "Negotiations for a global treaty on plastic pollution 1 will shape future policies on plastics production, use and waste management. Its parties will benefit from a high-resolution baseline of waste flows and plastic emission sources to enable identification of pollution hotspots and their causes 2 . Nationally aggregated waste management data can be distributed to smaller scales to identify generalized points of plastic accumulation and source phenomena 3–11 . However, it is challenging to use this type of spatial allocation to assess the conditions under which emissions take place 12,13 . Here we develop a global macroplastic pollution emissions inventory by combining conceptual modelling of emission mechanisms with measurable activity data. We define emissions as materials that have moved from the managed or mismanaged system (controlled or contained state) to the unmanaged system (uncontrolled or uncontained state—the environment). Using machine learning and probabilistic material flow analysis, we identify emission hotspots across 50,702 municipalities worldwide from five land-based plastic waste emission sources. We estimate global plastic waste emissions at 52.1 [48.3–56.3] million metric tonnes (Mt) per year, with approximately 57% wt. and 43% wt. open burned and unburned debris, respectively. Littering is the largest emission source in the Global North, whereas uncollected waste is the dominant emissions source across the Global South. We suggest that our findings can help inform treaty negotiations and develop national and sub-national waste management action plans and source inventories.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07758-6",
          "doi": "10.1038/s41586-024-07758-6",
          "filter": "2"
        },
        {
          "title": "Gravitational instability in a planet-forming disk",
          "authors": "Jessica Speedie, Ruobing Dong, Cassandra Hall, Cristiano Longarini, Benedetta Veronesi, Teresa Paneque-Carreño, Giuseppe Lodato, Ya-Wen Tang, Richard Teague, Jun Hashimoto",
          "url": "http://dx.doi.org/10.1038/s41586-024-07877-0",
          "doi": "10.1038/s41586-024-07877-0",
          "filter": "2"
        },
        {
          "title": "Author Correction: Isolation of a methyl-reducing methanogen outside the Euryarchaeota",
          "authors": "Kejia Wu, Lei Zhou, Guillaume Tahon, Laiyan Liu, Jiang Li, Jianchao Zhang, Fengfeng Zheng, Chengpeng Deng, Wenhao Han, Liping Bai, Lin Fu, Xiuzhu Dong, Chuanlun Zhang, Thijs J. G. Ettema, Diana Z. Sousa, Lei Cheng",
          "url": "http://dx.doi.org/10.1038/s41586-024-08000-z",
          "doi": "10.1038/s41586-024-08000-z",
          "filter": "2"
        },
        {
          "title": "Perovskite-silicon tandem solar cells with bilayer interface passivation",
          "authors": "Jiang Liu, Yongcai He, Lei Ding, Hua Zhang, Qiaoyan Li, Lingbo Jia, Jia Yu, Ting Wai Lau, Minghui Li, Yuan Qin, Xiaobing Gu, Fu Zhang, Qibo Li, Ying Yang, Shuangshuang Zhao, Xiaoyong Wu, Jie Liu, Tong Liu, Yajun Gao, Yonglei Wang, Xin Dong, Hao Chen, Ping Li, Tianxiang Zhou, Miao Yang, Xiaoning Ru, Fuguo Peng, Shi Yin, Minghao Qu, Dongming Zhao, Zhiguo Zhao, Menglei Li, Penghui Guo, Hui Yan, Chuanxiao Xiao, Ping Xiao, Jun Yin, Xiaohong Zhang, Zhenguo Li, Bo He, Xixiang Xu",
          "url": "http://dx.doi.org/10.1038/s41586-024-07997-7",
          "doi": "10.1038/s41586-024-07997-7",
          "filter": "2"
        },
        {
          "title": "Skull bones harbour immune cells that are poised to target brain tumours",
          "authors": "Juyeun Lee, Justin D. Lathia",
          "url": "http://dx.doi.org/10.1038/d41586-024-02789-5",
          "doi": "10.1038/d41586-024-02789-5",
          "filter": "4"
        },
        {
          "title": "‘Nuclear clock’ breakthrough paves the way for super-precise timekeeping",
          "authors": "Elizabeth Gibney",
          "url": "http://dx.doi.org/10.1038/d41586-024-02865-w",
          "doi": "10.1038/d41586-024-02865-w",
          "filter": "4"
        },
        {
          "title": "Huge SpaceX rocket explosion shredded the upper atmosphere",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-02841-4",
          "doi": "10.1038/d41586-024-02841-4",
          "filter": "4"
        },
        {
          "title": "An ethical way forward for Indigenous microbiome research",
          "authors": "Sam Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-02792-w",
          "doi": "10.1038/d41586-024-02792-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Japan dolphin attacks might be play gone wrong",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02843-2",
          "doi": "10.1038/d41586-024-02843-2",
          "filter": "4"
        },
        {
          "title": "Ancient fish dined on bats — or died trying",
          "url": "http://dx.doi.org/10.1038/d41586-024-02847-y",
          "doi": "10.1038/d41586-024-02847-y",
          "filter": "4"
        },
        {
          "title": "The immune system of trans men reveals how hormones shape immunity",
          "authors": "Margaret M. McCarthy",
          "url": "http://dx.doi.org/10.1038/d41586-024-02432-3",
          "doi": "10.1038/d41586-024-02432-3",
          "filter": "4"
        },
        {
          "title": "Waste management won’t solve the plastics problem — we need to cut consumption",
          "authors": "Matthew MacLeod",
          "url": "http://dx.doi.org/10.1038/d41586-024-02580-6",
          "doi": "10.1038/d41586-024-02580-6",
          "filter": "4"
        },
        {
          "title": "Progress on nuclear clocks shows the benefits of escaping from scientific silos",
          "url": "http://dx.doi.org/10.1038/d41586-024-02829-0",
          "doi": "10.1038/d41586-024-02829-0",
          "filter": "4"
        },
        {
          "title": "Publishing nightmare: a researcher’s quest to keep his own work from being plagiarized",
          "authors": "Dan Garisto",
          "url": "http://dx.doi.org/10.1038/d41586-024-02554-8",
          "doi": "10.1038/d41586-024-02554-8",
          "filter": "4"
        },
        {
          "title": "No basis for claim that 80% of biodiversity is found in Indigenous territories",
          "authors": "Álvaro Fernández-Llamazares, Julia E. Fa, Dan Brockington, Eduardo S. Brondízio, Joji Cariño, Esteve Corbera, Maurizio Farhan Ferrari, Daniel Kobei, Pernilla v, Guadalupe Yesenia H. Márquez, Zsolt Molnár, Helen Tugendhat, Stephen T. Garnett",
          "url": "http://dx.doi.org/10.1038/d41586-024-02811-w",
          "doi": "10.1038/d41586-024-02811-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Heat might make bumblebees lose their sense of smell",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02878-5",
          "doi": "10.1038/d41586-024-02878-5",
          "filter": "4"
        },
        {
          "title": "Long-sought 'nuclear clocks' are one tick closer",
          "authors": "Elizabeth Gibney, Benjamin Thompson",
          "url": "http://dx.doi.org/10.1038/d41586-024-02859-8",
          "doi": "10.1038/d41586-024-02859-8",
          "filter": "4"
        },
        {
          "title": "Intellectual property and data privacy: the hidden risks of AI",
          "authors": "Amanda Heidt",
          "url": "http://dx.doi.org/10.1038/d41586-024-02838-z",
          "doi": "10.1038/d41586-024-02838-z",
          "filter": "4"
        },
        {
          "title": "Humans have evolved to digest starch more easily since the advent of farming",
          "url": "http://dx.doi.org/10.1038/d41586-024-02825-4",
          "doi": "10.1038/d41586-024-02825-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How long can we hold off more controversial ‘CRISPR babies’?",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02815-6",
          "doi": "10.1038/d41586-024-02815-6",
          "filter": "4"
        },
        {
          "title": "International whaling convention needs boosting, not dismantling",
          "authors": "Chris Wold",
          "url": "http://dx.doi.org/10.1038/d41586-024-02851-2",
          "doi": "10.1038/d41586-024-02851-2",
          "filter": "4"
        },
        {
          "title": "The biology of smell is a mystery — AI is helping to solve it",
          "authors": "Kerri Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-02833-4",
          "doi": "10.1038/d41586-024-02833-4",
          "filter": "4"
        },
        {
          "title": "African scientists must not be priced out of mental-health research",
          "authors": "Vivien Chebii",
          "url": "http://dx.doi.org/10.1038/d41586-024-02831-6",
          "doi": "10.1038/d41586-024-02831-6",
          "filter": "4"
        },
        {
          "title": "How rival weight-loss drugs fare at treating obesity, diabetes and more",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-02716-8",
          "doi": "10.1038/d41586-024-02716-8",
          "filter": "4"
        },
        {
          "title": "Lassa fever to have a fearsome toll without vaccination",
          "url": "http://dx.doi.org/10.1038/d41586-024-02845-0",
          "doi": "10.1038/d41586-024-02845-0",
          "filter": "4"
        },
        {
          "title": "Bioprospecting marine microbial genomes to improve biotechnology",
          "authors": "A. Murat Eren, Tom O. Delmont",
          "url": "http://dx.doi.org/10.1038/d41586-024-02661-6",
          "doi": "10.1038/d41586-024-02661-6",
          "filter": "4"
        },
        {
          "title": "Simple steps could shrink US beef industry’s carbon hoofprint",
          "url": "http://dx.doi.org/10.1038/d41586-024-02848-x",
          "doi": "10.1038/d41586-024-02848-x",
          "filter": "4"
        },
        {
          "title": "Researchers built an ‘AI Scientist’ — what can it do?",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-02842-3",
          "doi": "10.1038/d41586-024-02842-3",
          "filter": "4"
        },
        {
          "title": "Audio long read: So you got a null result. Will anyone publish it?",
          "authors": "Max Kozlov, Benjamin Thompson",
          "url": "http://dx.doi.org/10.1038/d41586-024-02714-w",
          "doi": "10.1038/d41586-024-02714-w",
          "filter": "4"
        },
        {
          "title": "Why I love drilling in the mountains early in the morning",
          "authors": "Esme Hedley",
          "url": "http://dx.doi.org/10.1038/d41586-024-02836-1",
          "doi": "10.1038/d41586-024-02836-1",
          "filter": "4"
        },
        {
          "title": "Spectacular stars over Stonehenge and more — August’s best science images",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-02781-z",
          "doi": "10.1038/d41586-024-02781-z",
          "filter": "4"
        },
        {
          "title": "Massive Attack’s science-led drive to lower music’s carbon footprint",
          "authors": "Esme Hedley",
          "url": "http://dx.doi.org/10.1038/d41586-024-02835-2",
          "doi": "10.1038/d41586-024-02835-2",
          "filter": "4"
        },
        {
          "title": "Candidate 1143172 cover letter: Junior pot scrubber",
          "authors": "Emma Burnett",
          "url": "http://dx.doi.org/10.1038/d41586-024-02812-9",
          "doi": "10.1038/d41586-024-02812-9",
          "filter": "4"
        },
        {
          "title": "Guide, don’t hide: reprogramming learning in the wake of AI",
          "authors": "Monique Brouillette",
          "url": "http://dx.doi.org/10.1038/d41586-024-02837-0",
          "doi": "10.1038/d41586-024-02837-0",
          "filter": "4"
        },
        {
          "title": "Cheap catalysts close the loop on plastics production",
          "url": "http://dx.doi.org/10.1038/d41586-024-02846-z",
          "doi": "10.1038/d41586-024-02846-z",
          "filter": "4"
        },
        {
          "title": "Daily briefing: No one knows how smell really works — scientists are sniffing out the answers",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02892-7",
          "doi": "10.1038/d41586-024-02892-7",
          "filter": "4"
        },
        {
          "title": "Holistic approach to carbon capture bridges the ‘Valley of Death’",
          "url": "http://dx.doi.org/10.1038/d41586-024-02819-2",
          "doi": "10.1038/d41586-024-02819-2",
          "filter": "4"
        },
        {
          "title": "Daily briefing: What causes obesity? Contentious topic gets an authoritative analysis",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02867-8",
          "doi": "10.1038/d41586-024-02867-8",
          "filter": "4"
        },
        {
          "title": "A familiar drug can repair a broken heart",
          "url": "http://dx.doi.org/10.1038/d41586-024-02702-0",
          "doi": "10.1038/d41586-024-02702-0",
          "filter": "4"
        },
        {
          "title": "To tackle social-media harms, mandate data access for researchers",
          "authors": "Steve Rathje",
          "url": "http://dx.doi.org/10.1038/d41586-024-02853-0",
          "doi": "10.1038/d41586-024-02853-0",
          "filter": "4"
        },
        {
          "title": "HIV: how close are we to a vaccine — or a cure?",
          "authors": "Diana Kwon",
          "url": "http://dx.doi.org/10.1038/d41586-024-02840-5",
          "doi": "10.1038/d41586-024-02840-5",
          "filter": "4"
        },
        {
          "title": "Why repairing forests is not just about planting trees",
          "authors": "Debraj Manna",
          "url": "http://dx.doi.org/10.1038/d41586-024-02834-3",
          "doi": "10.1038/d41586-024-02834-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: ‘Mobesity’ — how bigger vehicles are undermining the benefits of electric cars",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02861-0",
          "doi": "10.1038/d41586-024-02861-0",
          "filter": "4"
        },
        {
          "title": "Found: a brain-wiring pattern linked to depression",
          "authors": "Sara Reardon",
          "url": "http://dx.doi.org/10.1038/d41586-024-02857-w",
          "doi": "10.1038/d41586-024-02857-w",
          "filter": "4"
        },
        {
          "title": "Breast cancer blocked by multiple natural lines of defence",
          "authors": "Biancastella Cereser",
          "url": "http://dx.doi.org/10.1038/d41586-024-02658-1",
          "doi": "10.1038/d41586-024-02658-1",
          "filter": "4"
        },
        {
          "title": "Live music is a major carbon sinner — but it could be a catalyst for change",
          "url": "http://dx.doi.org/10.1038/d41586-024-02828-1",
          "doi": "10.1038/d41586-024-02828-1",
          "filter": "4"
        },
        {
          "title": "Bumblebees’ sense of smell can’t take the heat",
          "url": "http://dx.doi.org/10.1038/d41586-024-02703-z",
          "doi": "10.1038/d41586-024-02703-z",
          "filter": "4"
        },
        {
          "title": "The race to save fossils exposed by Brazil’s record-setting floods",
          "authors": "Meghie Rodrigues",
          "url": "http://dx.doi.org/10.1038/d41586-024-02794-8",
          "doi": "10.1038/d41586-024-02794-8",
          "filter": "4"
        },
        {
          "title": "How can I publish open access when I can’t afford the fees?",
          "authors": "Nikki Forrester",
          "url": "http://dx.doi.org/10.1038/d41586-024-02849-w",
          "doi": "10.1038/d41586-024-02849-w",
          "filter": "4"
        },
        {
          "title": "A day in the life of the world’s fastest supercomputer",
          "authors": "Sophia Chen",
          "url": "http://dx.doi.org/10.1038/d41586-024-02832-5",
          "doi": "10.1038/d41586-024-02832-5",
          "filter": "4"
        },
        {
          "title": "Gender-affirming therapy reshapes the immune systems of trans men",
          "authors": "Saima Sidik",
          "url": "http://dx.doi.org/10.1038/d41586-024-02869-6",
          "doi": "10.1038/d41586-024-02869-6",
          "filter": "4"
        },
        {
          "title": "Transparent mice made with light-absorbing dye reveal organs at work",
          "authors": "Jude Coleman",
          "url": "http://dx.doi.org/10.1038/d41586-024-02887-4",
          "doi": "10.1038/d41586-024-02887-4",
          "filter": "4"
        },
        {
          "title": "To conserve biodiversity, create spaces where natural selection is allowed free rein",
          "authors": "Bruno Fady, Magda Bou Dagher Kharrat",
          "url": "http://dx.doi.org/10.1038/d41586-024-02854-z",
          "doi": "10.1038/d41586-024-02854-z",
          "filter": "4"
        },
        {
          "title": "Don’t dismiss the Montreal ozone-depletion protocol as a ‘zombie’",
          "authors": "Durwood Zaelke, Paul Bledsoe",
          "url": "http://dx.doi.org/10.1038/d41586-024-02852-1",
          "doi": "10.1038/d41586-024-02852-1",
          "filter": "4"
        },
        {
          "title": "How a bacterial immune system gets taken apart",
          "url": "http://dx.doi.org/10.1038/d41586-024-02816-5",
          "doi": "10.1038/d41586-024-02816-5",
          "filter": "4"
        },
        {
          "title": "Brunch with a carnivorous plant",
          "url": "http://dx.doi.org/10.1038/d41586-024-02668-z",
          "doi": "10.1038/d41586-024-02668-z",
          "filter": "4"
        },
        {
          "title": "Countdown to a nuclear clock",
          "authors": "Adriana Pálffy, José R. Crespo López-Urrutia",
          "url": "http://dx.doi.org/10.1038/d41586-024-02662-5",
          "doi": "10.1038/d41586-024-02662-5",
          "filter": "4"
        },
        {
          "title": "Why the next pandemic could come from the Arctic — and what to do about it",
          "authors": "Christian Sonne",
          "url": "http://dx.doi.org/10.1038/d41586-024-02830-7",
          "doi": "10.1038/d41586-024-02830-7",
          "filter": "4"
        },
        {
          "title": "Why I’m committed to breaking the bias in large language models",
          "authors": "Vaikunthan Rajaratnam",
          "url": "http://dx.doi.org/10.1038/d41586-024-02839-y",
          "doi": "10.1038/d41586-024-02839-y",
          "filter": "4"
        },
        {
          "title": "Underwater bridge gives clues to ancient human arrival",
          "authors": "Dan Fox",
          "url": "http://dx.doi.org/10.1038/d41586-024-02799-3",
          "doi": "10.1038/d41586-024-02799-3",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Fact-checker warning labels are effective even for those who distrust fact-checkers",
          "authors": "Cameron Martel, David G. Rand",
          "url": "http://dx.doi.org/10.1038/s41562-024-01973-x",
          "doi": "10.1038/s41562-024-01973-x",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Depressive symptoms during the transition to adolescence: Left hippocampal volume as a marker of social context sensitivity",
          "authors": "Matias Martinez, Tianying Cai, Beiming Yang, Zexi Zhou, Stewart A. Shankman, Vijay A. Mittal, Claudia M. Haase, Yang Qu",
          "abstract": "The transition to adolescence is a critical period for mental health development. Socio-experiential environments play an important role in the emergence of depressive symptoms with some adolescents showing more sensitivity to social contexts than others. Drawing on recent developmental neuroscience advances, we examined whether hippocampal volume amplifies social context effects in the transition to adolescence. We analyzed 2-y longitudinal data from the Adolescent Brain Cognitive Development (ABCD ® ) study in a diverse sample of 11,832 youth (mean age: 9.914 y; range: 8.917 to 11.083 y; 47.8% girls) from 21 sites across the United States. Socio-experiential environments (i.e., family conflict, primary caregiver’s depressive symptoms, parental warmth, peer victimization, and prosocial school environment), hippocampal volume, and a wide range of demographic characteristics were measured at baseline. Youth’s symptoms of major depressive disorder were assessed at both baseline and 2 y later. Multilevel mixed-effects linear regression analyses showed that negative social environments (i.e., family conflict, primary caregiver’s depressive symptoms, and peer victimization) and the absence of positive social environments (i.e., parental warmth and prosocial school environment) predicted greater increases in youth’s depressive symptoms over 2 y. Importantly, left hippocampal volume amplified social context effects such that youth with larger left hippocampal volume experienced greater increases in depressive symptoms in more negative and less positive social environments. Consistent with brain–environment interaction models of mental health, these findings underscore the importance of families, peers, and schools in the development of depression during the transition to adolescence and show how neural structure amplifies social context sensitivity.",
          "url": "http://dx.doi.org/10.1073/pnas.2321965121",
          "doi": "10.1073/pnas.2321965121",
          "filter": "0"
        },
        {
          "title": "Peer conformity and competition shape how business managers evaluate withdrawals from Russia amid the Ukraine War",
          "authors": "Christina L. Davis, Jialu Li, Sayumi Miyano",
          "abstract": "States have long used economic sanctions in response to violations of international law as a strategy to restore order. Increasingly, firms also reject doing business with violators. In response to the war in Ukraine, hundreds of multinational corporations voluntarily withdrew from Russia, even when policymakers were still debating the extent of sanctions. How did firm managers evaluate whether to withdraw from the Russian market? Using a survey experiment with Japanese firm managers conducted three months after the Russian invasion of Ukraine in 2022, we explore how peer effects—information on what other firms are doing in response to the crisis—influence support for withdrawal of business activity with Russia. Our findings show that information about withdrawal by other firms from a diverse set of countries promotes peer conformity that increases support. In contrast, information about ongoing business with Russia by Chinese firms fosters competition that reduces support. Market exposure moderates these reactions, although the concern about peer behavior does not appear to be driven by a reputation mechanism. Our research provides insight into how business actors perceive the strategic interplay of peer influence and market dynamics in the context of geopolitical conflicts.",
          "url": "http://dx.doi.org/10.1073/pnas.2406471121",
          "doi": "10.1073/pnas.2406471121",
          "filter": "0"
        },
        {
          "title": "Economic mobility and parents’ opportunity hoarding",
          "authors": "David M. Silverman, Ivan A. Hernandez, Marlis Schneider, Rebecca M. Ryan, Ariel Kalil, Mesmin Destin",
          "abstract": "Creating opportunities for people to achieve socioeconomic mobility is a widely shared societal goal. Paradoxically, however, achieving this goal can pose a threat to high-socioeconomic-status (SES) people as they look to maintain their privileged positions in society for both them and their children. Two studies evaluate whether this threat manifests as “opportunity hoarding” in which high-SES parents adopt attitudes and behaviors aimed at shoring up their families’ access to valuable educational and economic resources. The current paper provides converging evidence for this hypothesis across two studies conducted with 2,557 American parents. An initial correlational study demonstrated that believing that socioeconomic mobility is possible was associated with high-SES parents being more inclined to attempt to secure valuable educational and economic resources for their children, even when doing so came at the cost of low-SES families. Specifically, high-SES parents with stronger beliefs in socioeconomic mobility exhibited decreased support for redistributive policies and viewed engaging in discrete behaviors that would unfairly advantage their children (e.g., allowing them to misrepresent their identities on school and job applications) as more acceptable relative to both low-SES parents with similar beliefs and high-SES parents who were less optimistic about socioeconomic mobility. A subsequent experimental study established these relationships causally by comparing parents’ responses to different types of socioeconomic mobility. Together, the current findings merge insights across psychology and economics to deepen understandings of the processes through which societal inequities emerge and persist, especially during times of apparently abundant opportunity.",
          "url": "http://dx.doi.org/10.1073/pnas.2407230121",
          "doi": "10.1073/pnas.2407230121",
          "filter": "0"
        },
        {
          "title": "Toward a more credible assessment of the credibility of science by many-analyst studies",
          "authors": "Katrin Auspurg, Josef Brüderl",
          "abstract": "We discuss a relatively new meta-scientific research design: many-analyst studies that attempt to assess the replicability and credibility of research based on large-scale observational data. In these studies, a large number of analysts try to answer the same research question using the same data. The key idea is the greater the variation in results, the greater the uncertainty in answering the research question and, accordingly, the lower the credibility of any individual research finding. Compared to individual replications, the large crowd of analysts allows for a more systematic investigation of uncertainty and its sources. However, many-analyst studies are also resource-intensive, and there are some doubts about their potential to provide credible assessments. We identify three issues that any many-analyst study must address: 1) identifying the source of variation in the results; 2) providing an incentive structure similar to that of standard research; and 3) conducting a proper meta-analysis of the results. We argue that some recent many-analyst studies have failed to address these issues satisfactorily and have therefore provided an overly pessimistic assessment of the credibility of science. We also provide some concrete guidance on how future many-analyst studies could provide a more constructive assessment.",
          "url": "http://dx.doi.org/10.1073/pnas.2404035121",
          "doi": "10.1073/pnas.2404035121",
          "filter": "0"
        },
        {
          "title": "High-skilled immigration enhances regional entrepreneurship",
          "authors": "Inara S. Tareque, Jorge Guzman, Dan Wang",
          "abstract": "Immigrants are highly entrepreneurial. But, what is the broader relationship between high-skilled immigration and regional entrepreneurship activity beyond the ventures that immigrants establish themselves? Using administrative data on newly awarded H-1B visas in the United States, we document a positive relationship between high-skilled immigration and regional entrepreneurship. A doubling of immigrants to a metropolitan statistical area is followed by a 6% increase in entrepreneurship within three years. In contrast, continuing H-1Bs and the arrival of unskilled immigrants (H-2B visas) do not increase regional entrepreneurship. Focusing on Indian immigrants (representing about 70% of all H-1B visas), we find the effect is stronger in metropolitan statistical areas with a larger local Indian population, but not other nationalities, suggesting that presence of conationals facilitates the relationship between high-skilled immigration and regional entrepreneurship. We present this and other evidence as consistent with a knowledge transfer mechanism.",
          "url": "http://dx.doi.org/10.1073/pnas.2402001121",
          "doi": "10.1073/pnas.2402001121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Unsupervised pattern identification in spatial gene expression atlas reveals mouse brain regions beyond established ontology",
          "authors": "Robert Cahill, Yu Wang, R. Patrick Xian, Alex J. Lee, Hongkui Zeng, Bin Yu, Bosiljka Tasic, Reza Abbasi-Asl",
          "abstract": "The rapid growth of large-scale spatial gene expression data demands efficient and reliable computational tools to extract major trends of gene expression in their native spatial context. Here, we used stability-driven unsupervised learning (i.e., staNMF) to identify principal patterns (PPs) of 3D gene expression profiles and understand spatial gene distribution and anatomical localization at the whole mouse brain level. Our subsequent spatial correlation analysis systematically compared the PPs to known anatomical regions and ontology from the Allen Mouse Brain Atlas using spatial neighborhoods. We demonstrate that our stable and spatially coherent PPs, whose linear combinations accurately approximate the spatial gene data, are highly correlated with combinations of expert-annotated brain regions. These PPs yield a brain ontology based purely on spatial gene expression. Our PP identification approach outperforms principal component analysis and typical clustering algorithms on the same task. Moreover, we show that the stable PPs reveal marked regional imbalance of brainwide genetic architecture, leading to region-specific marker genes and gene coexpression networks. Our findings highlight the advantages of stability-driven machine learning for plausible biological discovery from dense spatial gene expression data, streamlining tasks that are infeasible by conventional manual approaches.",
          "url": "http://dx.doi.org/10.1073/pnas.2319804121",
          "doi": "10.1073/pnas.2319804121",
          "filter": "2"
        },
        {
          "title": "Different temporal dynamics of foveal and peripheral visual processing during fixation",
          "authors": "Cristina de la Malla, Martina Poletti",
          "abstract": "Humans explore visual scenes by alternating short fixations with saccades directing the fovea to points of interest. During fixation, the visual system not only examines the foveal stimulus at high resolution, but it also processes the extrafoveal input to plan the next saccade. Although foveal analysis and peripheral selection occur in parallel, little is known about the temporal dynamics of foveal and peripheral processing upon saccade landing, during fixation. Here we investigate whether the ability to localize changes across the visual field differs depending on when the change occurs during fixation, and on whether the change localization involves foveal, extrafoveal processing, or both. Our findings reveal that the ability to localize changes in peripheral areas of the visual field improves as a function of time after fixation onset, whereas localization accuracy for foveal stimuli remains approximately constant. Importantly, this pattern holds regardless of whether individuals monitor only foveal or peripheral stimuli, or both simultaneously. Altogether, these results show that the visual system is more attuned to the foveal input early on during fixation, whereas change localization for peripheral stimuli progressively improves throughout fixation, possibly as a consequence of an increased readiness to plan the next saccade.",
          "url": "http://dx.doi.org/10.1073/pnas.2408067121",
          "doi": "10.1073/pnas.2408067121",
          "filter": "2"
        },
        {
          "title": "Integrating life history and behavioral aging in the wild",
          "authors": "Quinn Webber",
          "url": "http://dx.doi.org/10.1073/pnas.2414773121",
          "doi": "10.1073/pnas.2414773121",
          "filter": "2"
        },
        {
          "title": "Evolution fails to rescue a population in an increasingly variable environment",
          "authors": "Laure Olazcuaga, Ruth A. Hufbauer",
          "url": "http://dx.doi.org/10.1073/pnas.2414877121",
          "doi": "10.1073/pnas.2414877121",
          "filter": "2"
        },
        {
          "title": "ER-associated degradation ligase HRD1 links ER stress to DNA damage repair by modulating the activity of DNA-PKcs",
          "authors": "Zhiyuan Xiang, Guixue Hou, Shanliang Zheng, Minqiao Lu, Tianyu Li, Qingyu Lin, Hao Liu, Xingwen Wang, Tianqi Guan, Yuhan Wei, Wenxin Zhang, Yi Zhang, Chaoran Liu, Li Li, Qun-ying Lei, Ying Hu",
          "abstract": "Proteostasis and genomic integrity are respectively regulated by the endoplasmic reticulum–associated protein degradation (ERAD) and DNA damage repair signaling pathways, with both pathways essential for carcinogenesis and drug resistance. How these signaling pathways coordinate with each other remains unexplored. We found that ER stress specifically induces the DNA-PKcs-regulated nonhomologous end joining (NHEJ) pathway to amend DNA damage and impede cell death. Intriguingly, sustained ER stress rapidly decreased the activity of DNA-PKcs and DNA damage accumulated, facilitating a switch from adaptation to cell death. This DNA-PKcs inactivation was caused by increased KU70/KU80 protein degradation. Unexpectedly, the ERAD ligase HRD1 was found to efficiently destabilize the classic nuclear protein HDAC1 in the cytoplasm, by catalyzing HDAC1’s polyubiquitination at lysine 74, at a late stage of ER stress. By abolishing HDAC1-mediated KU70/KU80 deacetylation, HRD1 transmits ER signals to the nucleus. The resulting enhanced KU70/KU80 acetylation provides binding sites for the nuclear E3 ligase TRIM25, resulting in the promotion of polyubiquitination and the degradation of KU70/KU80 proteins. Both in vitro and in vivo cancer models showed that genetic or pharmacological inhibition of HADC1 or DNA-PKcs sensitizes colon cancer cells to ER stress inducers, including the Food and Drug Administration–approved drug celecoxib. The antitumor effects of the combined approach were also observed in patient-derived xenograft models. These findings identify a mechanistic link between ER stress (ERAD) in the cytoplasm and DNA damage (NHEJ) pathways in the nucleus, indicating that combined anticancer strategies may be developed that induce severe ER stress while simultaneously inhibiting KU70/KU80/DNA-PKcs-mediated NHEJ signaling.",
          "url": "http://dx.doi.org/10.1073/pnas.2403038121",
          "doi": "10.1073/pnas.2403038121",
          "filter": "2"
        },
        {
          "title": "A long noncoding RNA at the cortex locus controls adaptive coloration in butterflies",
          "authors": "Luca Livraghi, Joseph J. Hanly, Elizabeth Evans, Charlotte J. Wright, Ling S. Loh, Anyi Mazo-Vargas, Kiana Kamrava, Alexander Carter, Eva S. M. van der Heijden, Robert D. Reed, Riccardo Papa, Chris D. Jiggins, Arnaud Martin",
          "abstract": "Evolutionary variation in the wing pigmentation of butterflies and moths offers striking examples of adaptation by crypsis and mimicry. The cortex locus has been independently mapped as the locus controlling color polymorphisms in 15 lepidopteran species, suggesting that it acts as a genomic hotspot for the diversification of wing patterns, but functional validation through protein-coding knockouts has proven difficult to obtain. Our study unveils the role of a long noncoding RNA (lncRNA) which we name ivory , transcribed from the cortex locus, in modulating color patterning in butterflies. Strikingly, ivory expression prefigures most melanic patterns during pupal development, suggesting an early developmental role in specifying scale identity. To test this, we generated CRISPR mosaic knock-outs in five nymphalid butterfly species and show that ivory mutagenesis yields transformations of dark pigmented scales into white or light-colored scales. Genotyping of Vanessa cardui germline mutants associates these phenotypes to small on-target deletions at the conserved first exon of ivory . In contrast, cortex germline mutant butterflies with confirmed null alleles lack any wing phenotype and exclude a color patterning role for this adjacent gene. Overall, these results show that a lncRNA gene acts as a master switch of color pattern specification and played key roles in the adaptive diversification of wing patterns in butterflies.",
          "url": "http://dx.doi.org/10.1073/pnas.2403326121",
          "doi": "10.1073/pnas.2403326121",
          "filter": "2"
        },
        {
          "title": "Individual gaze shapes diverging neural representations",
          "authors": "Petra Borovska, Benjamin de Haas",
          "abstract": "Complex visual stimuli evoke diverse patterns of gaze, but previous research suggests that their neural representations are shared across brains. Here, we used hyperalignment to compare visual responses between observers viewing identical stimuli. We find that individual eye movements enhance cortical visual responses but also lead to representational divergence. Pairwise differences in the spatial distribution of gaze and in semantic salience predict pairwise representational divergence in V1 and inferior temporal cortex, respectively. This suggests that individual gaze sculpts individual visual worlds.",
          "url": "http://dx.doi.org/10.1073/pnas.2405602121",
          "doi": "10.1073/pnas.2405602121",
          "filter": "2"
        },
        {
          "title": "Active involvement of compartmental, inter- and intramolecular deuterium disequilibrium in adaptive biology",
          "authors": "László G. Boros, Stephanie Seneff, Marianna Túri, László Palcsu, Roman A. Zubarev",
          "url": "http://dx.doi.org/10.1073/pnas.2412390121",
          "doi": "10.1073/pnas.2412390121",
          "filter": "2"
        },
        {
          "title": "Presaccadic preview shapes postsaccadic processing more where perception is poor",
          "authors": "Xiaoyi Liu, David Melcher, Marisa Carrasco, Nina M. Hanning",
          "abstract": "The presaccadic preview of a peripheral target enhances the efficiency of its postsaccadic processing, termed the extrafoveal preview effect. Peripheral visual performance—and thus the quality of the preview—varies around the visual field, even at isoeccentric locations: It is better along the horizontal than vertical meridian and along the lower than upper vertical meridian. To investigate whether these polar angle asymmetries influence the preview effect, we asked human participants to preview four tilted gratings at the cardinals, until a central cue indicated which one to saccade to. During the saccade, the target orientation either remained or slightly changed (valid/invalid preview). After saccade landing, participants discriminated the orientation of the (briefly presented) second grating. Stimulus contrast was titrated with adaptive staircases to assess visual performance. Expectedly, valid previews increased participants’ postsaccadic contrast sensitivity. This preview benefit, however, was inversely related to polar angle perceptual asymmetries; largest at the upper, and smallest at the horizontal meridian. This finding reveals that the visual system compensates for peripheral asymmetries when integrating information across saccades, by selectively assigning higher weights to the less-well perceived preview information. Our study supports the recent line of evidence showing that perceptual dynamics around saccades vary with eye movement direction.",
          "url": "http://dx.doi.org/10.1073/pnas.2411293121",
          "doi": "10.1073/pnas.2411293121",
          "filter": "2"
        },
        {
          "title": "Performance enhancement and mechanism of electroenhanced peroxymonosulfate activation by single-atom Fe catalyst modified electrodes",
          "authors": "Shuaishuai Li, Wei Wang, Huizhong Wu, Xiuwu Zhang, Ruiheng Liang, Xuyang Zhang, Ge Song, Jiana Jing, Shasha Li, Minghua Zhou",
          "abstract": "Peroxymonosulfate-based electrochemical advanced oxidation processes (PMS-EAOPs) have great potential for sustainable water purification, so an in-depth understanding of its catalytic mechanism is imperative to facilitate its practical application. Herein, the performance enhancement and mechanism of electroenhanced PMS activation by single-atom Fe catalyst modified carbon felt was investigated. Compared with the anode, the cathode exhibited faster bisphenol A degradation ( k cathode = 0.073 vs. k anode = 0.015 min −1 ), increased PMS consumption (98.8 vs. 10.3%), and an order of magnitude reduction of Fe dissolution (0.068 vs. 0.787 mg L −1 ). Mass transfer is a key factor limiting PMS activation, while the electrostriction of water in the hydrophobic region caused by cathode electric field (CEF) significantly increased mass transfer coefficient ( k m, cathode = 1.49 × 10 −4 vs. k m, anode = 2.68 × 10 −5 m s −1 ). The enhanced activation of PMS is a synergistic result between electroactivation and catalyst-activation, which is controlled by the applied current density. 1 O 2 and direct electron transfer are the main active species and activation pathway, which achieve high degradation efficiency over pH 3 to 10. Density functional theory calculations prove CEF increases the adsorption energy, lengthens the O–O bond in PMS, and promotes charge transfer. A flow-through convection unit achieves sustainable operation with high removal efficiency (99.5% to 97.5%), low electrical energy consumption (0.15 kWh log –1 m –3 ), and low Fe leaching (0.81% of the total single atom Fe). This work reveals the critical role of electric fields in modulating Fenton-like catalytic activity, which may advance the development of advanced oxidation processes and other electrocatalytic applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2404965121",
          "doi": "10.1073/pnas.2404965121",
          "filter": "2"
        },
        {
          "title": "Deep learning models map rapid plant species changes from citizen science and remote sensing data",
          "authors": "Lauren E. Gillespie, Megan Ruffley, Moises Exposito-Alonso",
          "abstract": "Anthropogenic habitat destruction and climate change are reshaping the geographic distribution of plants worldwide. However, we are still unable to map species shifts at high spatial, temporal, and taxonomic resolution. Here, we develop a deep learning model trained using remote sensing images from California paired with half a million citizen science observations that can map the distribution of over 2,000 plant species. Our model— Deepbiosphere— not only outperforms many common species distribution modeling approaches (AUC 0.95 vs. 0.88) but can map species at up to a few meters resolution and finely delineate plant communities with high accuracy, including the pristine and clear-cut forests of Redwood National Park. These fine-scale predictions can further be used to map the intensity of habitat fragmentation and sharp ecosystem transitions across human-altered landscapes. In addition, from frequent collections of remote sensing data, Deepbiosphere can detect the rapid effects of severe wildfire on plant community composition across a 2-y time period. These findings demonstrate that integrating public earth observations and citizen science with deep learning can pave the way toward automated systems for monitoring biodiversity change in real-time worldwide.",
          "url": "http://dx.doi.org/10.1073/pnas.2318296121",
          "doi": "10.1073/pnas.2318296121",
          "filter": "2"
        },
        {
          "title": "Capillary regression leads to sustained local hypoperfusion by inducing constriction of upstream transitional vessels",
          "authors": "Stephanie K. Bonney, Cara D. Nielson, Maria J. Sosa, Orla Bonnar, Andy Y. Shih",
          "abstract": "In the brain, a microvascular sensory web coordinates oxygen delivery to regions of neuronal activity. This involves a dense network of capillaries that send conductive signals upstream to feeding arterioles to promote vasodilation and blood flow. Although this process is critical to the metabolic supply of healthy brain tissue, it may also be a point of vulnerability in disease. Deterioration of capillary networks is a feature of many neurological disorders and injuries and how this web is engaged during vascular damage remains unknown. We performed in vivo two-photon microscopy on young adult mural cell reporter mice and induced focal capillary injuries using precise two-photon laser irradiation of single capillaries. We found that ~59% of the injuries resulted in regression of the capillary segment 7 to 14 d following injury, and the remaining repaired to reestablish blood flow within 7 d. Injuries that resulted in capillary regression induced sustained vasoconstriction in the upstream arteriole-capillary transition (ACT) zone at least 21 days postinjury in both awake and anesthetized mice. The degree of vasomotor dynamics was chronically attenuated in the ACT zone consequently reducing blood flow in the ACT zone and in secondary, uninjured downstream capillaries. These findings demonstrate how focal capillary injury and regression can impair the microvascular sensory web and contribute to cerebral hypoperfusion.",
          "url": "http://dx.doi.org/10.1073/pnas.2321021121",
          "doi": "10.1073/pnas.2321021121",
          "filter": "2"
        },
        {
          "title": "Reversed I 1 Cu 4 single-atom sites for superior neutral ammonia electrosynthesis with nitrate",
          "authors": "Bing Zhou, Yawen Tong, Yancai Yao, Weixing Zhang, Guangming Zhan, Qian Zheng, Wei Hou, Xiang-Kui Gu, Lizhi Zhang",
          "abstract": "Electrochemical ammonia (NH 3 ) synthesis from nitrate reduction (NITRR) offers an appealing solution for addressing environmental concerns and the energy crisis. However, most of the developed electrocatalysts reduce NO 3 − to NH 3 via a hydrogen (H*)-mediated reduction mechanism, which suffers from undesired H*-H* dimerization to H 2 , resulting in unsatisfactory NH 3 yields. Herein, we demonstrate that reversed I 1 Cu 4 single-atom sites, prepared by anchoring iodine single atoms on the Cu surface, realized superior NITRR with a superior ammonia yield rate of 4.36 mg h −1 cm −2 and a Faradaic efficiency of 98.5% under neutral conditions via a proton-coupled electron transfer (PCET) mechanism, far beyond those of traditional Cu sites (NH 3 yield rate of 0.082 mg h −1 cm −2 and Faradaic efficiency of 36.5%) and most of H*-mediated NITRR electrocatalysts. Theoretical calculations revealed that I single atoms can regulate the local electronic structures of adjacent Cu sites in favor of stronger O-end-bidentate NO 3 − adsorption with dual electron transfer channels and suppress the H* formation from the H 2 O dissociation, thus switching the NITRR mechanism from H*-mediated reduction to PCET. By integrating the monolithic I 1 Cu 4 single-atom electrode into a flow-through device for continuous NITRR and in situ ammonia recovery, an industrial-level current density of 1 A cm −2 was achieved along with a NH 3 yield rate of 69.4 mg h −1 cm −2 . This study offers reversed single-atom sites for electrochemical ammonia synthesis with nitrate wastewater and sheds light on the importance of switching catalytic mechanisms in improving the performance of electrochemical reactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2405236121",
          "doi": "10.1073/pnas.2405236121",
          "filter": "2"
        },
        {
          "title": "Breaking the size limitation of nonadiabatic molecular dynamics in condensed matter systems with local descriptor machine learning",
          "authors": "Dongyu Liu, Bipeng Wang, Yifan Wu, Andrey S. Vasenko, Oleg V. Prezhdo",
          "abstract": "Nonadiabatic molecular dynamics (NA-MD) is a powerful tool to model far-from-equilibrium processes, such as photochemical reactions and charge transport. NA-MD application to condensed phase has drawn tremendous attention recently for development of next-generation energy and optoelectronic materials. Studies of condensed matter allow one to employ efficient computational tools, such as density functional theory (DFT) and classical path approximation (CPA). Still, system size and simulation timescale are strongly limited by costly ab initio calculations of electronic energies, forces, and NA couplings. We resolve the limitations by developing a fully machine learning (ML) approach in which all the above properties are obtained using neural networks based on local descriptors. The ML models correlate the target properties for NA-MD, implemented with DFT and CPA, directly to the system structure. Trained on small systems, the neural networks are applied to large systems and long timescales, extending NA-MD capabilities by orders of magnitude. We demonstrate the approach with dependence of charge trapping and recombination on defect concentration in MoS 2 . Defects provide the main mechanism of charge losses, resulting in performance degradation. Charge trapping slows with decreasing defect concentration; however, recombination exhibits complex dependence, conditional on whether it occurs between free or trapped charges, and relative concentrations of carriers and defects. Delocalized shallow traps can become localized with increasing temperature, changing trapping and recombination behavior. Completely based on ML, the approach bridges the gap between theoretical models and realistic experimental conditions and enables NA-MD on thousand-atom systems and many nanoseconds.",
          "url": "http://dx.doi.org/10.1073/pnas.2403497121",
          "doi": "10.1073/pnas.2403497121",
          "filter": "2"
        },
        {
          "title": "Long-lasting organics removal via •OH adsorbed transition metal flocs: Electron transfer-mediated H-bond and van der Waals force",
          "authors": "Manshu Zhao, Xinhua Wang, Shuguang Wang, Wenhui Lu, Maoxia He, Mingming Gao",
          "abstract": "Homogenous advanced oxidation processes (AOPs) based on transition metal catalysts toward the activation of H 2 O 2 to hydroxyl radical (•OH) have been widely applied to organic pollutants removal, such as Fenton and Fenton-like processes. These transition metal catalysts mostly flocculate as the pH increases. It’s worth noting that the formed transition metal flocs are complex heterogeneous aggregations with active substances, providing diverse reaction spaces and interfaces. However, it is a challenge to distinguish the roles of transition metal flocs in the organic pollutants removal from homogeneous catalytic reactions. Herein, we unveiled a pathway for the long-lasting removal of organic pollutants via Cr flocs adsorbed with •OH (HO • -Cr flocs) using a stepwise method. First, adsorbed •OH (•OH ads ) within the HO • -Cr flocs was proved to be the active site forming hydrogen bond (H-bond) and van der Waals force with organic pollutants. Then, the presence of switchable electron transfer between Cr and OH groups within the HO • -Cr flocs was revealed, contributing to the persistent existence of •OH ads and consequently ensuring the long-lasting organics removal. Further, this removal pathway of organic pollutants was confirmed during the leather wastewater treatment. These findings will complement a different pathway for organic pollutants removal via transition metal flocs and extend the lifetime of homogeneous AOPs based on transition metal catalysts, providing significant implications for their design and optimization.",
          "url": "http://dx.doi.org/10.1073/pnas.2403072121",
          "doi": "10.1073/pnas.2403072121",
          "filter": "2"
        },
        {
          "title": "Superresolution imaging of antibiotic-induced structural disruption of bacteria enabled by photochromic glycomicelles",
          "authors": "Xi-Le Hu, Hui-Qi Gan, Wen-Zhen Gui, Kai-Cheng Yan, Jonathan L. Sessler, Dong Yi, He Tian, Xiao-Peng He",
          "abstract": "Bacterial evolution, particularly in hospital settings, is leading to an increase in multidrug resistance. Understanding the basis for this resistance is critical as it can drive discovery of new antibiotics while allowing the clinical use of known antibiotics to be optimized. Here, we report a photoactive chemical probe for superresolution microscopy that allows for the in situ probing of antibiotic-induced structural disruption of bacteria. Conjugation between a spiropyran (SP) and galactose via click chemistry produces an amphiphilic photochromic glycoprobe, which self-assembles into glycomicelles in water. The hydrophobic inner core of the glycomicelles allows encapsulation of antibiotics. Photoirradiation then serves to convert the SP to the corresponding merocyanine (MR) form. This results in micellar disassembly allowing for release of the antibiotic in an on-demand fashion. The glycomicelles of this study adhere selectively to the surface of a Gram-negative bacterium through multivalent sugar–lectin interaction. Antibiotic release from the glycomicelles then induces membrane collapse. This dynamic process can be imaged in situ by superresolution spectroscopy owing to the “fluorescence blinking” of the SP/MR photochromic pair. This research provides a high-precision imaging tool that may be used to visualize how antibiotics disrupt the structural integrity of bacteria in real time.",
          "url": "http://dx.doi.org/10.1073/pnas.2408716121",
          "doi": "10.1073/pnas.2408716121",
          "filter": "2"
        },
        {
          "title": "Relative genotoxicity of polycyclic aromatic hydrocarbons inferred from free energy perturbation approaches",
          "authors": "Derek J. Urwin, Elise Tran, Anastassia N. Alexandrova",
          "abstract": "Utilizing molecular dynamics and free energy perturbation, we examine the relative binding affinity of several covalent polycyclic aromatic hydrocarbon - DNA (PAH-DNA) adducts at the central adenine of NRAS codon-61, a mutational hotspot implicated in cancer risk. Several PAHs classified by the International Agency for Research on Cancer as probable, possible, or unclassifiable as to carcinogenicity are found to have greater binding affinity than the known carcinogen, benzo[a]pyrene (B[a]P). van der Waals interactions between the intercalated PAH and neighboring nucleobases, and minimal disruption of the DNA duplex drive increases in binding affinity. PAH-DNA adducts may be repaired by global genomic nucleotide excision repair (GG-NER), hence we also compute relative free energies of complexation of PAH-DNA adducts with RAD4-RAD23 (the yeast ortholog of human XPC-RAD23) which constitutes the recognition step in GG-NER. PAH-DNA adducts exhibiting the greatest DNA binding affinity also exhibit the least RAD4-RAD23 complexation affinity and are thus predicted to resist the GG-NER machinery, contributing to their genotoxic potential. In particular, the fjord region PAHs dibenzo[a,l]pyrene, benzo[g]chrysene, and benzo[c]phenanthrene are found to have greater binding affinity while having weaker RAD4-RAD23 complexation affinity than their respective bay region analogs B[a]P, chrysene, and phenanthrene. We also find that the bay region PAHs dibenzo[a,j]anthracene, dibenzo[a,c]anthracene, and dibenzo[a,h]anthracene exhibit greater binding affinity and weaker RAD4-RAD23 complexation affinity than B[a]P. Thus, the study of PAH genotoxicity likely needs to be substantially broadened, with implications for public policy and the health sciences. This approach can be broadly applied to assess factors contributing to the genotoxicity of other unclassified compounds.",
          "url": "http://dx.doi.org/10.1073/pnas.2322155121",
          "doi": "10.1073/pnas.2322155121",
          "filter": "2"
        },
        {
          "title": "Cryo-EM structures of a mycobacterial ABC transporter that mediates rifampicin resistance",
          "authors": "Yinan Wang, Shan Gao, Fangyu Wu, Yicheng Gong, Nengjiang Mu, Chuancun Wei, Chengyao Wu, Jun Wang, Ning Yan, Huifang Yang, Yifan Zhang, Jiayi Liu, Zeyu Wang, Xiuna Yang, Sin Man Lam, Guanghou Shui, Siyuan Li, Lintai Da, Luke W. Guddat, Zihe Rao, Lu Zhang",
          "abstract": "Drug-resistant Tuberculosis (TB) is a global public health problem. Resistance to rifampicin, the most effective drug for TB treatment, is a major growing concern. The etiological agent, Mycobacterium tuberculosis ( Mtb ), has a cluster of ATP-binding cassette (ABC) transporters which are responsible for drug resistance through active export. Here, we describe studies characterizing Mtb Rv1217c–1218c as an ABC transporter that can mediate mycobacterial resistance to rifampicin and have determined the cryo-electron microscopy structures of Rv1217c–1218c. The structures show Rv1217c–1218c has a type V exporter fold. In the absence of ATP, Rv1217c–1218c forms a periplasmic gate by two juxtaposed-membrane helices from each transmembrane domain (TMD), while the nucleotide-binding domains (NBDs) form a partially closed dimer which is held together by four salt-bridges. Adenylyl-imidodiphosphate (AMPPNP) binding induces a structural change where the NBDs become further closed to each other, which downstream translates to a closed conformation for the TMDs. AMPPNP binding results in the collapse of the outer leaflet cavity and the opening of the periplasmic gate, which was proposed to play a role in substrate export. The rifampicin-bound structure shows a hydrophobic and periplasm-facing cavity is involved in rifampicin binding. Phospholipid molecules are observed in all determined structures and form an integral part of the Rv1217c–1218c transporter system. Our results provide a structural basis for a mycobacterial ABC exporter that mediates rifampicin resistance, which can lead to different insights into combating rifampicin resistance.",
          "url": "http://dx.doi.org/10.1073/pnas.2403421121",
          "doi": "10.1073/pnas.2403421121",
          "filter": "2"
        },
        {
          "title": "The SORL1 p.Y1816C variant causes impaired endosomal dimerization and autosomal dominant Alzheimer’s disease",
          "authors": "Anne Mette G. Jensen, Jan Raska, Petr Fojtik, Giulia Monti, Melanie Lunding, Simona Bartova, Veronika Pospisilova, Sven J. van der Lee, Jasper Van Dongen, Liene Bossaerts, Christine Van Broeckhoven, Oriol Dols-Icardo, Alberto Lléo, Sonia Bellini, Roberta Ghidoni, Marc Hulsman, Gregory A. Petsko, Kristel Sleegers, Dasa Bohaciakova, Henne Holstege, Olav M. Andersen",
          "abstract": "Truncating genetic variants of SORL1 , encoding the endosome recycling receptor SORLA, have been accepted as causal of Alzheimer’s disease (AD). However, most genetic variants observed in SORL1 are missense variants, for which it is complicated to determine the pathogenicity level because carriers come from pedigrees too small to be informative for penetrance estimations. Here, we describe three unrelated families in which the SORL1 coding missense variant rs772677709, that leads to a p.Y1816C substitution, segregates with Alzheimer’s disease. Further, we investigate the effect of SORLA p.Y1816C on receptor maturation, cellular localization, and trafficking in cell-based assays. Under physiological circumstances, SORLA dimerizes within the endosome, allowing retromer-dependent trafficking from the endosome to the cell surface, where the luminal part is shed into the extracellular space (sSORLA). Our results showed that the p.Y1816C mutant impairs SORLA homodimerization in the endosome, leading to decreased trafficking to the cell surface and less sSORLA shedding. These trafficking defects of the mutant receptor can be rescued by the expression of the SORLA 3Fn-minireceptor. Finally, we find that iPSC-derived neurons with the engineered p.Y1816C mutation have enlarged endosomes, a defining cytopathology of AD. Our studies provide genetic as well as functional evidence that the SORL1 p.Y1816C variant is causal for AD. The partial penetrance of the mutation suggests this mutation should be considered in clinical genetic screening of multiplex early-onset AD families.",
          "url": "http://dx.doi.org/10.1073/pnas.2408262121",
          "doi": "10.1073/pnas.2408262121",
          "filter": "2"
        },
        {
          "title": "Generalized Einstein relations between absorption and emission spectra at thermodynamic equilibrium",
          "authors": "Jisu Ryu, Sarang Yeola, David M. Jonas",
          "abstract": "We present Einstein coefficient spectra and a detailed-balance derivation of generalized Einstein relations between them that is based on the connection between spontaneous and stimulated emission. If two broadened levels or bands overlap in energy, transitions between them need not be purely absorptive or emissive. Consequently, spontaneous emission can occur in both transition directions, and four Einstein coefficient spectra replace the three Einstein coefficients for a line. At equilibrium, the four different spectra obey five pairwise relationships and one lineshape generates all four. These relationships are independent of molecular quantum statistics and predict the Stokes’ shift between forward and reverse transitions required by equilibrium with blackbody radiation. For Boltzmann statistics, the relative strengths of forward and reverse transitions depend on the formal chemical potential difference between the initial and final bands, which becomes the standard chemical potential difference for ideal solutes. The formal chemical potential of a band replaces both the energy and degeneracy of a quantum level. Like the energies of quantum levels, the formal chemical potentials of bands obey the Rydberg-Ritz combination principle. Each stimulated Einstein coefficient spectrum gives a frequency-dependent transition cross-section. Transition cross-sections obey causality and a detailed-balance condition with spontaneous emission, but do not directly obey generalized Einstein relations. Even with an energetic width much less than the photon energy, a predominantly absorptive forward transition with an energetic width much greater than the thermal energy can have such an extreme Stokes’ shift that its reverse transition cross-section becomes predominantly absorptive rather than emissive.",
          "url": "http://dx.doi.org/10.1073/pnas.2410280121",
          "doi": "10.1073/pnas.2410280121",
          "filter": "2"
        },
        {
          "title": "A neural algorithm for computing bipartite matchings",
          "authors": "Sanjoy Dasgupta, Yaron Meirovitch, Xingyu Zheng, Inle Bush, Jeff W. Lichtman, Saket Navlakha",
          "abstract": "Finding optimal bipartite matchings—e.g., matching medical students to hospitals for residency, items to buyers in an auction, or papers to reviewers for peer review—is a fundamental combinatorial optimization problem. We found a distributed algorithm for computing matchings by studying the development of the neuromuscular circuit. The neuromuscular circuit can be viewed as a bipartite graph formed between motor neurons and muscle fibers. In newborn animals, neurons and fibers are densely connected, but after development, each fiber is typically matched (i.e., connected) to exactly one neuron. We cast this synaptic pruning process as a distributed matching (or assignment) algorithm, where motor neurons “compete” with each other to “win” muscle fibers. We show that this algorithm is simple to implement, theoretically sound, and effective in practice when evaluated on real-world bipartite matching problems. Thus, insights from the development of neural circuits can inform the design of algorithms for fundamental computational problems.",
          "url": "http://dx.doi.org/10.1073/pnas.2321032121",
          "doi": "10.1073/pnas.2321032121",
          "filter": "2"
        },
        {
          "title": "Regulation of intercellular viscosity by E-cadherin-dependent phosphorylation of EGFR in collective cell migration",
          "authors": "Chaoyu Fu, Florian Dilasser, Shao-Zhen Lin, Marc Karnat, Aditya Arora, Harini Rajendiran, Hui Ting Ong, Nai Mui Hoon Brenda, Sound Wai Phow, Tsuyoshi Hirashima, Michael Sheetz, Jean-François Rupprecht, Sham Tlili, Virgile Viasnoff",
          "abstract": "Collective cell migration is crucial in various physiological processes, including wound healing, morphogenesis, and cancer metastasis. Adherens Junctions (AJs) play a pivotal role in regulating cell cohesion and migration dynamics during tissue remodeling. While the role and origin of the junctional mechanical tension at AJs have been extensively studied, the influence of the actin cortex structure and dynamics on junction plasticity remains incompletely understood. Moreover, the mechanisms underlying stress dissipation at junctions are not well elucidated. Here, we found that the ligand-independent phosphorylation of epithelial growth factor receptor (EGFR) downstream of de novo E-cadherin adhesion orchestrates a feedback loop, governing intercellular viscosity via the Rac pathway regulating actin dynamics. Our findings highlight how the E-cadherin-dependent EGFR activity controls the migration mode of collective cell movements independently of intercellular tension. This modulation of effective viscosity coordinates cellular movements within the expanding monolayer, inducing a transition from swirling to laminar flow patterns while maintaining a constant migration front speed. Additionally, we propose a vertex model with adjustable junctional viscosity, capable of replicating all observed cellular flow phenotypes experimentally.",
          "url": "http://dx.doi.org/10.1073/pnas.2405560121",
          "doi": "10.1073/pnas.2405560121",
          "filter": "2"
        },
        {
          "title": "Cellular and circuit remodeling of the primate foveal midget pathway after acute photoreceptor loss",
          "authors": "Ryutaro Akiba, Shane Lind Boniec, Sharm Knecht, Hirofumi Uyama, Hung-Ya Tu, Takayuki Baba, Masayo Takahashi, Michiko Mandai, Rachel O. Wong",
          "abstract": "The retinal fovea in human and nonhuman primates is essential for high acuity and color vision. Within the fovea lies specialized circuitry in which signals from a single cone photoreceptor are largely conveyed to one ON and one OFF type midget bipolar cell (MBC), which in turn connect to a single ON or OFF midget ganglion cell (MGC), respectively. Restoring foveal vision requires not only photoreceptor replacement but also appropriate reconnection with surviving ON and OFF MBCs and MGCs. However, our current understanding of the effects of cone loss on the remaining foveal midget pathway is limited. We thus used serial block-face electron microscopy to determine the degree of plasticity and potential remodeling of this pathway in adult Macaca fascicularis several months after acute photoreceptor loss upon photocoagulation. We reconstructed MBC structure and connectivity within and adjacent to the region of cone loss. We found that MBC dendrites within the scotoma retracted and failed to reach surviving cones to form new connections. However, both surviving cones and ON and OFF MBC dendrites at the scotoma border exhibited remodeling, suggesting that these neurons can demonstrate plasticity and rewiring at maturity. At six months postlesion, disconnected OFF MBCs clearly lost output ribbon synapses with their postsynaptic partners, whereas the majority of ON MBCs maintained their axonal ribbon numbers, suggesting differential timing or extent in ON and OFF midget circuit remodeling after cone loss. Our findings raise rewiring considerations for cell replacement approaches in the restoration of foveal vision.",
          "url": "http://dx.doi.org/10.1073/pnas.2413104121",
          "doi": "10.1073/pnas.2413104121",
          "filter": "2"
        },
        {
          "title": "Single-cell analysis via manifold fitting: A framework for RNA clustering and beyond",
          "authors": "Zhigang Yao, Bingjie Li, Yukun Lu, Shing-Tung Yau",
          "abstract": "Single-cell RNA sequencing (scRNA-seq) data, susceptible to noise arising from biological variability and technical errors, can distort gene expression analysis and impact cell similarity assessments, particularly in heterogeneous populations. Current methods, including deep learning approaches, often struggle to accurately characterize cell relationships due to this inherent noise. To address these challenges, we introduce scAMF (Single-cell Analysis via Manifold Fitting), a framework designed to enhance clustering accuracy and data visualization in scRNA-seq studies. At the heart of scAMF lies the manifold fitting module, which effectively denoises scRNA-seq data by unfolding their distribution in the ambient space. This unfolding aligns the gene expression vector of each cell more closely with its underlying structure, bringing it spatially closer to other cells of the same cell type. To comprehensively assess the impact of scAMF, we compile a collection of 25 publicly available scRNA-seq datasets spanning various sequencing platforms, species, and organ types, forming an extensive RNA data bank. In our comparative studies, benchmarking scAMF against existing scRNA-seq analysis algorithms in this data bank, we consistently observe that scAMF outperforms in terms of clustering efficiency and data visualization clarity. Further experimental analysis reveals that this enhanced performance stems from scAMF’s ability to improve the spatial distribution of the data and capture class-consistent neighborhoods. These findings underscore the promising application potential of manifold fitting as a tool in scRNA-seq analysis, signaling a significant enhancement in the precision and reliability of data interpretation in this critical field of study.",
          "url": "http://dx.doi.org/10.1073/pnas.2400002121",
          "doi": "10.1073/pnas.2400002121",
          "filter": "2"
        },
        {
          "title": "Qki5 safeguards spinal motor neuron function by defining the motor neuron-specific transcriptome via pre-mRNA processing",
          "authors": "Yoshika Hayakawa-Yano, Takako Furukawa, Tsuyoshi Matsuo, Takahisa Ogasawara, Masahiro Nogami, Kazumasa Yokoyama, Masato Yugami, Munehisa Shinozaki, Chihiro Nakamoto, Kenji Sakimura, Akihide Koyama, Kazuhiro Ogi, Osamu Onodera, Hirohide Takebayashi, Hideyuki Okano, Masato Yano",
          "abstract": "Many RNA-binding proteins (RBPs) are linked to the dysregulation of RNA metabolism in motor neuron diseases (MNDs). However, the molecular mechanisms underlying MN vulnerability have yet to be elucidated. Here, we found that such an RBP, Quaking5 (Qki5), contributes to formation of the MN-specific transcriptome profile, termed “MN-ness,” through the posttranscriptional network and maintenance of the mature MNs. Immunohistochemical analysis and single-cell RNA sequencing (scRNA-seq) revealed that Qki5 is predominantly expressed in MNs, but not in other neuronal populations of the spinal cord. Furthermore, comprehensive RNA sequencing (RNA-seq) analyses revealed that Qki5-dependent RNA regulation plays a pivotal role in generating the MN-specific transcriptome through pre-messenger ribonucleic acid (mRNA) splicing for the synapse-related molecules and c-Jun N-terminal kinase/stress-activated protein kinase (JNK/SAPK) signaling pathways. Indeed, MN-specific ablation of the Qki5 caused neurodegeneration in postnatal mice and loss of Qki5 function resulted in the aberrant activation of stress-responsive JNK/SAPK pathway both in vitro and in vivo. These data suggested that Qki5 plays a crucial biological role in RNA regulation and safeguarding of MNs and might be associated with pathogenesis of MNDs.",
          "url": "http://dx.doi.org/10.1073/pnas.2401531121",
          "doi": "10.1073/pnas.2401531121",
          "filter": "2"
        },
        {
          "title": "Time-resolved NMR detection of prolyl-hydroxylation in intrinsically disordered region of HIF-1α",
          "authors": "Wenguang He, Geneviève M. C. Gasmi-Seabrook, Mitsuhiko Ikura, Jeffrey E. Lee, Michael Ohh",
          "abstract": "Prolyl-hydroxylation is an oxygen-dependent posttranslational modification (PTM) that is known to regulate fibril formation of collagenous proteins and modulate cellular expression of hypoxia-inducible factor (HIF) α subunits. However, our understanding of this important but relatively rare PTM has remained incomplete due to the lack of biophysical methodologies that can directly measure multiple prolyl-hydroxylation events within intrinsically disordered proteins. Here, we describe a real-time 13 C-direct detection NMR-based assay for studying the hydroxylation of two evolutionarily conserved prolines (P402 and P564) simultaneously in the intrinsically disordered oxygen-dependent degradation domain of hypoxic-inducible factor 1α by exploiting the “proton-less” nature of prolines. We show unambiguously that P564 is rapidly hydroxylated in a time-resolved manner while P402 hydroxylation lags significantly behind that of P564. The differential hydroxylation rate was negligibly influenced by the binding affinity to prolyl-hydroxylase enzyme, but rather by the surrounding amino acid composition, particularly the conserved tyrosine residue at the +1 position to P564. These findings support the unanticipated notion that the evolutionarily conserved P402 seemingly has a minimal impact in normal oxygen-sensing pathway.",
          "url": "http://dx.doi.org/10.1073/pnas.2408104121",
          "doi": "10.1073/pnas.2408104121",
          "filter": "2"
        },
        {
          "title": "The Mitotic Checkpoint Complex controls the association of Cdc20 regulatory protein with the ubiquitin ligase APC/C in mitosis",
          "authors": "Danielle Sitry-Shevah, Shirly Miniowitz-Shemtov, Tanya Liburkin Dan, Avram Hershko",
          "abstract": "The ubiquitin ligase Anaphase-Promoting Complex/Cyclosome (APC/C) and its regulatory protein Cdc20 play important roles in the control of different stages of mitosis. APC/C associated with Cdc20 is active and promotes metaphase–anaphase transition by targeting for degradation inhibitors of anaphase initiation. Earlier in mitosis, premature action of APC/C is prevented by the mitotic checkpoint (or spindle assembly checkpoint) system, which ensures that anaphase is not initiated until all chromosomes are properly attached to the mitotic spindle. The active mitotic checkpoint system promotes the assembly of a Mitotic Checkpoint Complex (MCC), which binds to APC/C and inhibits its activity. The interaction of MCC with APC/C is strongly enhanced by Cdc20 bound to APC/C. While the association of Cdc20 with APC/C was known to be essential for both these stages of mitosis, it was not known how Cdc20 remains bound in spite of ongoing processes, phosphorylation and ubiquitylation, that stimulate its release from APC/C. We find that MCC strongly inhibits the release of Cdc20 from APC/C by the action of mitotic protein kinase Cdk1-cyclin B. This is not due to protection from phosphorylation of specific sites in Cdc20 that affect its interaction with APC/C. Rather, MCC stabilizes the binding to APC/C of partially phosphorylated forms of Cdc20. MCC also inhibits the autoubiquitylation of APC/C-bound Cdc20 and its ubiquitylation-promoted release from APC/C. We propose that these actions of MCC to maintain Cdc20 bound to APC/C in mitosis are essential for the control of mitosis during active mitotic checkpoint and in subsequent anaphase initiation.",
          "url": "http://dx.doi.org/10.1073/pnas.2413089121",
          "doi": "10.1073/pnas.2413089121",
          "filter": "2"
        },
        {
          "title": "Charting the future of high forest low deforestation jurisdictions",
          "authors": "Hoong Chen Teo, Tasya Vadya Sarira, Audrey R. P. Tan, Yanyan Cheng, Lian Pin Koh",
          "abstract": "High forest low deforestation jurisdictions (HFLDs) contain many of the world’s last intact forests with historically low deforestation. Since carbon financing typically uses historical deforestation rates as baselines, HFLDs facing the prospect of future threats may receive insufficient incentives to be protected. We found that from 2002 to 2020, HFLDs ( n = 310) experienced 44% higher deforestation rates than their historical baselines, and 60 HFLDs underwent periods of high deforestation (deforestation rate &gt; 0.501%) at 0.983 ± 0.649% (mean ± SD)—a rate 7.5 times higher than the 10-y historical baseline of all HFLDs. For HFLDs to receive sufficient carbon finance requires baselines that can better reflect future deforestation trajectories of HFLDs. Using an empirical multifactorial model, we show that most contemporary HFLDs are expected to undergo higher deforestation from 2020 to 2038 than their historical baselines, with 72 HFLDs likely (&gt;66% probability) to undergo high deforestation. Over the next 18 y, HFLDs are expected to lose 2.16 Mha y −1 of forests corresponding to 585 ± 74 MtCO 2 e y −1 (mean ± SE) of emissions. Efforts to protect HFLD forests from future threats will be crucial. In particular, improving baselining methods is key to ensuring that sufficient financing can flow to HFLDs to prevent deforestation.",
          "url": "http://dx.doi.org/10.1073/pnas.2306496121",
          "doi": "10.1073/pnas.2306496121",
          "filter": "2"
        },
        {
          "title": "On the role of parameterization in models with a misspecified nuisance component",
          "authors": "Heather S. Battey, Nancy Reid",
          "abstract": "The paper is concerned with inference for a parameter of interest in models that share a common interpretation for that parameter but that may differ appreciably in other respects. We study the general structure of models under which the maximum likelihood estimator of the parameter of interest is consistent under arbitrary misspecification of the nuisance part of the model. A specialization of the general results to matched-comparison and two-groups problems gives a more explicit and easily checkable condition in terms of a notion of symmetric parameterization, leading to a broadening and unification of existing results in those problems. The role of a generalized definition of parameter orthogonality is highlighted, as well as connections to Neyman orthogonality. The issues involved in obtaining inferential guarantees beyond consistency are briefly discussed.",
          "url": "http://dx.doi.org/10.1073/pnas.2402736121",
          "doi": "10.1073/pnas.2402736121",
          "filter": "2"
        },
        {
          "title": "Collaboration can preserve the integrity of gold standard carbon data from forest inventories",
          "authors": "Sara A. Goeking, Christopher W. Woodall, Renate Bush, Linda S. Heath",
          "url": "http://dx.doi.org/10.1073/pnas.2409263121",
          "doi": "10.1073/pnas.2409263121",
          "filter": "2"
        },
        {
          "title": "Single-molecule force spectroscopy reveals intra- and intermolecular interactions of Caenorhabditis elegans HMP-1 during mechanotransduction",
          "authors": "Shimin Le, Miao Yu, Chaoyu Fu, Jonathon A. Heier, Sterling Martin, Jeff Hardin, Jie Yan",
          "abstract": "The Caenorhabditis elegans HMP-2/HMP-1 complex, akin to the mammalian β -catenin- α -catenin complex, serves as a critical mechanosensor at cell–cell adherens junctions, transducing tension between HMR-1 (also known as cadherin in mammals) and the actin cytoskeleton. Essential for embryonic development and tissue integrity in C. elegans , this complex experiences tension from both internal actomyosin contractility and external mechanical microenvironmental perturbations. While offering a valuable evolutionary comparison to its mammalian counterpart, the impact of tension on the mechanical stability of HMP-1 and HMP-2/HMP-1 interactions remains unexplored. In this study, we directly quantified the mechanical stability of full-length HMP-1 and its force-bearing modulation domains (M1-M3), as well as the HMP-2/HMP-1 interface. Notably, the M1 domain in HMP-1 exhibits significantly higher mechanical stability than its mammalian analog, attributable to interdomain interactions with M2-M3. Introducing salt bridge mutations in the M3 domain weakens the mechanical stability of the M1 domain. Moreover, the intermolecular HMP-2/HMP-1 interface surpasses its mammalian counterpart in mechanical stability, enabling it to support the mechanical activation of the autoinhibited M1 domain for mechanotransduction. Additionally, the phosphomimetic mutation Y69E in HMP-2 weakens the mechanical stability of the HMP-2/HMP-1 interface, compromising the force-transmission molecular linkage and its associated mechanosensing functions. Collectively, these findings provide mechanobiological insights into the C. elegans HMP-2/HMP-1 complex, highlighting the impact of salt bridges on mechanical stability in α -catenin and demonstrating the evolutionary conservation of the mechanical switch mechanism activating the HMP-1 modulation domain for protein binding at the single-molecule level.",
          "url": "http://dx.doi.org/10.1073/pnas.2400654121",
          "doi": "10.1073/pnas.2400654121",
          "filter": "2"
        },
        {
          "title": "Inflammation-oriented montmorillonite adjuvant enhanced oral delivery of anti-TNF-α nanobody against inflammatory bowel disease",
          "authors": "Baolian Huang, Te Yin, Shuilian Fu, Lina Liu, Chen Yang, Lulu Zhou, Xing Liu, Hongqin Zhuang, Zhiting Cao, Zichun Hua",
          "abstract": "Oral delivery of proteins faces challenges due to the harsh conditions of the gastrointestinal (GI) tract, including gastric acid and intestinal enzyme degradation. Permeation enhancers are limited in their ability to deliver proteins with high molecular weight and can potentially cause toxicity by opening tight junctions. To overcome these challenges, we propose the use of montmorillonite (MMT) as an adjuvant that possesses both inflammation-oriented abilities and the ability to regulate gut microbiota. This adjuvant can be used as a universal protein oral delivery technology by fusing with advantageous binding amino acid sequences. We demonstrated that anti-TNF-α nanobody (V II ) can be intercalated into the MMT interlayer space. The carboxylate groups (–COOH) of aspartic acid (D) and glutamic acid (E) interact with the MMT surface through electrostatic interactions with sodium ions (Na + ). The amino groups (NH 2 ) of asparagine (N) and glutamine (Q) are primarily attracted to the MMT layers through hydrogen bonding with oxygen atoms on the surface. This binding mechanism protects V II from degradation and ensures its release in the intestinal tract, as well as retaining biological activity, leading to significantly enhanced therapeutic effects on colitis. Furthermore, V II @MMT increases the abundance of short-chain fatty acids (SCFAs)-producing strains, including Clostridia, Prevotellaceae, Alloprevotella, Oscillospiraceae, Clostridia_vadinBB60_group, and Ruminococcaceae, therefore enhance the production of SCFAs and butyrate, inducing regulatory T cells (Tregs) production to modulate local and systemic immune homeostasis. Overall, the MMT adjuvant provides a promising universal strategy for protein oral delivery by rational designed protein.",
          "url": "http://dx.doi.org/10.1073/pnas.2320482121",
          "doi": "10.1073/pnas.2320482121",
          "filter": "2"
        },
        {
          "title": "Diapiric controls on deep-biosphere oases: Take with a grain of salt",
          "authors": "Josué J. Jautzy, Calvin Campbell, Pierre-Arnaud Desiage, Peter M. J. Douglas, Benjamin R. Fosu, Stéphanie Larmagnat, Martine M. Savard",
          "url": "http://dx.doi.org/10.1073/pnas.2408793121",
          "doi": "10.1073/pnas.2408793121",
          "filter": "2"
        },
        {
          "title": "Reply to Jautzy et al.: Considerations on methane equilibrium—do not forget to add the pepper",
          "authors": "Anirban Chowdhury, Gregory T. Ventura, Yaisa Owino, Ellen J. Lalk, Natasha MacAdam, John M. Dooma, Shuhei Ono, Martin Fowler, Adam MacDonald, R. Andrew MacRae, Casey R. J. Hubert, Jeremy N. Bentley, Mitchell J. Kerr",
          "url": "http://dx.doi.org/10.1073/pnas.2410194121",
          "doi": "10.1073/pnas.2410194121",
          "filter": "2"
        },
        {
          "title": "pSTAT3 activation of Foxl2 initiates the female pathway underlying temperature-dependent sex determination",
          "authors": "Pengfei Wu, Xifeng Wang, Chutian Ge, Lin Jin, Zihan Ding, Fang Liu, Ju Zhang, Fei Gao, Weiguo Du",
          "abstract": "Ovarian development was traditionally recognized as a “default” sexual outcome and therefore received much less scientific attention than testis development. In turtles with temperature-dependent sex determination (TSD), how the female pathway is initiated to induce ovary development remains unknown. In this study, we have found that phosphorylation of the signal transducer and activator of transcription 3 (pSTAT3) and Foxl2 exhibit temperature-dependent sexually dimorphic patterns and tempo-spatial coexpression in early embryos of the red-eared slider turtle ( Trachemys scripta elegans ). Inhibition of pSTAT3 at a female-producing temperature of 31 °C induces 64.7% female-to-male sex reversal, whereas activation of pSTAT3 at a male-producing temperature of 26 °C triggers 75.6% male-to-female sex reversal. In addition, pSTAT3 directly binds to the locus of the female sex-determining gene Foxl2 and promotes Foxl2 transcription. Overexpression or knockdown of Foxl2 can rescue the sex reversal induced by inhibition or activation of pSTAT3. This study has established a direct genetic link between warm temperature-induced STAT3 phosphorylation and female pathway initiation in a TSD system, highlighting the critical role of pSTAT3 in the cross talk between female and male pathways.",
          "url": "http://dx.doi.org/10.1073/pnas.2401752121",
          "doi": "10.1073/pnas.2401752121",
          "filter": "2"
        },
        {
          "title": "TRPV1 corneal neuralgia mutation: Enhanced pH response, bradykinin sensitization, and capsaicin desensitization",
          "authors": "Roberta Gualdani, Solène Barbeau, Jun-Hui Yuan, Deborah S. Jacobs, Philippe Gailly, Sulayman D. Dib-Hajj, Stephen G. Waxman",
          "abstract": "The factors that contribute to pain after nerve injury remain incompletely understood. Laser-assisted in situ keratomileusis (LASIK) and photorefractive keratectomy (PRK) are common surgical techniques to correct refractive errors. After LASIK or PRK, a subset of patients suffers intense and persistent pain, of unknown origin, described by patients as feeling like shards of glass in their eye. Here, we evaluated a TRPV1 variant, p.V527M, found in a 49-y-old woman who developed corneal pain after LASIK and subsequent PRK enhancement, reporting an Ocular Surface Disease Index score of 100. Using patch-clamp and Ca 2+ imaging, we found that the V527M mutation enhances the response to acidic pH. Increasing proton concentration induced a stronger leftward shift in the activation curve of V527M compared to WT, resulting in channel activity of the mutant in acidic pH at more physiological membrane potentials. Finally, comparing the responses to consecutive applications of different agonists, we found in V527M channels a reduced capsaicin-induced desensitization and increased sensitization by the arachidonic acid metabolite 12-hydroxyeicosatetraenoic acid (12-HETE). We hypothesize that the increased response in V527M channels to protons and enhanced sensitization by 12-HETE, two inflammatory mediators released in the cornea after tissue damage, may contribute to the pathogenesis of corneal neuralgia after refractive surgery.",
          "url": "http://dx.doi.org/10.1073/pnas.2406186121",
          "doi": "10.1073/pnas.2406186121",
          "filter": "2"
        },
        {
          "title": "Structure-based design of a soluble human cytomegalovirus glycoprotein B antigen stabilized in a prefusion-like conformation",
          "authors": "Madeline R. Sponholtz, Patrick O. Byrne, Alison G. Lee, Ajit R. Ramamohan, Jory A. Goldsmith, Ryan S. McCool, Ling Zhou, Nicole V. Johnson, Ching-Lin Hsieh, Megan Connors, Krithika P. Karthigeyan, Chelsea M. Crooks, Adelaide S. Fuller, John D. Campbell, Sallie R. Permar, Jennifer A. Maynard, Dong Yu, Matthew J. Bottomley, Jason S. McLellan",
          "abstract": "Human cytomegalovirus (HCMV) glycoprotein B (gB) is a class III membrane fusion protein required for viral entry. HCMV vaccine candidates containing gB have demonstrated moderate clinical efficacy, but no HCMV vaccine has been approved. Here, we used structure-based design to identify and characterize amino acid substitutions that stabilize gB in its metastable prefusion conformation. One variant containing two engineered interprotomer disulfide bonds and two cavity-filling substitutions (gB-C7), displayed increased expression and thermostability. A 2.8 Å resolution cryoelectron microscopy structure shows that gB-C7 adopts a prefusion-like conformation, revealing additional structural elements at the membrane-distal apex. Unlike previous observations for several class I viral fusion proteins, mice immunized with postfusion or prefusion-stabilized forms of soluble gB protein displayed similar neutralizing antibody titers, here specifically against an HCMV laboratory strain on fibroblasts. Collectively, these results identify initial strategies to stabilize class III viral fusion proteins and provide tools to probe gB-directed antibody responses.",
          "url": "http://dx.doi.org/10.1073/pnas.2404250121",
          "doi": "10.1073/pnas.2404250121",
          "filter": "2"
        },
        {
          "title": "Microevolutionary change in wild stickleback: Using integrative time-series data to infer responses to selection",
          "authors": "Kasha Strickland, Blake Matthews, Zophonías O. Jónsson, Bjarni K. Kristjánsson, Joseph S. Phillips, Árni Einarsson, Katja Räsänen",
          "abstract": "A central goal in evolutionary biology is to understand how different evolutionary processes cause trait change in wild populations. However, quantifying evolutionary change in the wild requires linking trait change to shifts in allele frequencies at causal loci. Nevertheless, datasets that allow for such tests are extremely rare and existing theoretical approaches poorly account for the evolutionary dynamics that likely occur in ecological settings. Using a decade-long integrative phenome-to-genome time-series dataset on wild threespine stickleback ( Gasterosteus aculeatus ), we identified how different modes of selection (directional, episodic, and balancing) drive microevolutionary change in correlated traits over time. Most strikingly, we show that feeding traits changed by as much 25% across 10 generations which was driven by changes in the genetic architecture (i.e., in both genomic breeding values and allele frequencies at genetic loci for feeding traits). Importantly, allele frequencies at genetic loci related to feeding traits changed at a rate greater than expected under drift, suggesting that the observed change was a result of directional selection. Allele frequency dynamics of loci related to swimming traits appeared to be under fluctuating selection evident in periodic population crashes in this system. Our results show that microevolutionary change in a wild population is characterized by different modes of selection acting simultaneously on different traits, which likely has important consequences for the evolution of correlated traits. Our study provides one of the most thorough descriptions to date of how microevolutionary processes result in trait change in a natural population.",
          "url": "http://dx.doi.org/10.1073/pnas.2410324121",
          "doi": "10.1073/pnas.2410324121",
          "filter": "2"
        },
        {
          "title": "Non-CG DNA hypomethylation promotes photosynthesis and nitrogen fixation in soybean",
          "authors": "Hongwei Xun, Yadi Wang, Jing Yuan, Lijie Lian, Wanjie Feng, Shuhan Liu, Jianhui Hong, Bao Liu, Jianxin Ma, Xutong Wang",
          "abstract": "Non-CG DNA methylation, a plant-specific epigenetic mark mainly regulated by chromomethylase (CMT), is known to play important roles in Arabidopsis thaliana . However, whether and to what extent non-CG DNA methylation modulates agronomic traits in crops remain to be explored. Here, we describe the consequences of non-CG DNA hypomethylation on development, seed composition, and yield in soybean ( Glycine max ). We created a Gmcmt mutant line lacking function of all four CMT genes. This line exhibited substantial hypomethylation of non-CG (CHG and CHH) sites. Non-CG hypomethylation enhanced chromatin accessibility and promoted or repressed the expression of hundreds of functionally relevant genes, including upregulation of GOLDEN-LIKE 10 ( GmGLK10 ), which led to enhanced photosynthesis and, unexpectedly, improved nitrogen fixation efficiency. The Gmcmt line produced larger seeds with increased protein content. This study provides insights into the mechanisms of non-CG methylation-based epigenetic regulation of soybean development and suggests viable epigenetic strategies for improving soybean yield and nutritional value.",
          "url": "http://dx.doi.org/10.1073/pnas.2402946121",
          "doi": "10.1073/pnas.2402946121",
          "filter": "2"
        },
        {
          "title": "Mechanical confinement prevents ectopic platelet release",
          "authors": "Ines Guinard, Noémie Brassard-Jollive, Laurie Ruch, Josiane Weber, Anita Eckly, Julie Boscher, Catherine Léon",
          "abstract": "Blood platelets are produced by megakaryocytes (MKs), their parent cells, which are in the bone marrow. Once mature, MK pierces through the sinusoid vessel, and the initial protrusion further elongates as proplatelet or buds to release platelets. The mechanisms controlling the decision to initiate proplatelet and platelet formation are unknown. Here, we show that the mechanical properties of the microenvironment prevent proplatelet and platelet release in the marrow stroma while allowing this process in the bloodstream. Loss of marrow confinement following myelosuppression led to inappropriate proplatelet and platelet release into the extravascular space. We further used an inert viscoelastic hydrogel to evaluate the impact of compressive stress. Transcriptional analysis showed that culture in three-dimensional gel induced upregulation of genes related to the Rho-GTPase pathway. We found higher Rho-GTPase activation, myosin light chain phosphorylation and F-actin under mechanical constraints while proplatelet formation was inhibited. The use of latrunculin-A to decrease F-actin promoted microtubule-dependent budding and proplatelet extension inside the gel. Additionally, ex vivo exposure of intact bone marrow to latrunculin-A triggered proplatelet extensions in the interstitial space. In vivo, this confinement-mediated high intracellular tension is responsible for the formation of the peripheral zone, a unique actin-rich structure. Cytoskeleton reorganization induces the disappearance of the peripheral zone upon reaching a liquid milieu to facilitate proplatelet and platelet formation. Hence, our data provide insight into the mechanisms preventing ectopic platelet release in the marrow stroma. Identifying such pathways is especially important for understanding pathologies altering marrow mechanics such as chemotherapy or myelofibrosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2407829121",
          "doi": "10.1073/pnas.2407829121",
          "filter": "2"
        },
        {
          "title": "Gene length could be a critical factor in the aging of the genome",
          "authors": "Monique Brouillette",
          "url": "http://dx.doi.org/10.1073/pnas.2416630121",
          "doi": "10.1073/pnas.2416630121",
          "filter": "2"
        },
        {
          "title": "Decoding the molecular mechanism of selective autophagy of glycogen mediated by autophagy receptor STBD1",
          "authors": "Yuchao Zhang, Yishan Sun, Jungang Shi, Peng Xu, Yingli Wang, Jianping Liu, Xinyu Gong, Yaru Wang, Yubin Tang, Haobo Liu, Xindi Zhou, Zhiqiao Lin, Otto Baba, Tsuyoshi Morita, Biao Yu, Lifeng Pan",
          "abstract": "Autophagy of glycogen (glycophagy) is crucial for the maintenance of cellular glucose homeostasis and physiology in mammals. STBD1 can serve as an autophagy receptor to mediate glycophagy by specifically recognizing glycogen and relevant key autophagic factors, but with poorly understood mechanisms. Here, we systematically characterize the interactions of STBD1 with glycogen and related saccharides, and determine the crystal structure of the STBD1 CBM20 domain with maltotetraose, uncovering a unique binding mode involving two different oligosaccharide-binding sites adopted by STBD1 CBM20 for recognizing glycogen. In addition, we demonstrate that the LC3-interacting region (LIR) motif of STBD1 can selectively bind to six mammalian ATG8 family members. We elucidate the detailed molecular mechanism underlying the selective interactions of STBD1 with ATG8 family proteins by solving the STBD1 LIR/GABARAPL1 complex structure. Importantly, our cell-based assays reveal that both the STBD1 LIR/GABARAPL1 interaction and the intact two oligosaccharide binding sites of STBD1 CBM20 are essential for the effective association of STBD1, GABARAPL1, and glycogen in cells. Finally, through mass spectrometry, biochemical, and structural modeling analyses, we unveil that STBD1 can directly bind to the Claw domain of RB1CC1 through its LIR, thereby recruiting the key autophagy initiation factor RB1CC1. In all, our findings provide mechanistic insights into the recognitions of glycogen, ATG8 family proteins, and RB1CC1 by STBD1 and shed light on the potential working mechanism of STBD1-mediated glycophagy.",
          "url": "http://dx.doi.org/10.1073/pnas.2402817121",
          "doi": "10.1073/pnas.2402817121",
          "filter": "2"
        },
        {
          "title": "Tip extension and simultaneous multiple fission in a filamentous bacterium",
          "authors": "Scott Chimileski, Gary G. Borisy, Floyd E. Dewhirst, Jessica L. Mark Welch",
          "abstract": "Organisms display an immense variety of shapes, sizes, and reproductive strategies. At microscopic scales, bacterial cell morphology and growth dynamics are adaptive traits that influence the spatial organization of microbial communities. In one such community—the human dental plaque biofilm—a network of filamentous Corynebacterium matruchotii cells forms the core of bacterial consortia known as hedgehogs, but the processes that generate these structures are unclear. Here, using live-cell time-lapse microscopy and fluorescent D-amino acids to track peptidoglycan biosynthesis, we report an extraordinary example of simultaneous multiple division within the domain Bacteria . We show that C. matruchotii cells elongate at one pole through tip extension, similar to the growth strategy of soil-dwelling Streptomyces bacteria. Filaments elongate rapidly, at rates more than five times greater than other closely related bacterial species. Following elongation, many septa form simultaneously, and each cell divides into 3 to 14 daughter cells, depending on the length of the mother filament. The daughter cells then nucleate outgrowth of new thinner vegetative filaments, generating the classic “whip handle” morphology of this taxon. Our results expand the known diversity of bacterial cell cycles and help explain how this filamentous bacterium can compete for space, access nutrients, and form important interspecies interactions within dental plaque.",
          "url": "http://dx.doi.org/10.1073/pnas.2408654121",
          "doi": "10.1073/pnas.2408654121",
          "filter": "2"
        },
        {
          "title": "Joint trajectory inference for single-cell genomics using deep learning with a mixture prior",
          "authors": "Jin-Hong Du, Tianyu Chen, Ming Gao, Jingshu Wang",
          "abstract": "Trajectory inference methods are essential for analyzing the developmental paths of cells in single-cell sequencing datasets. It provides insights into cellular differentiation, transitions, and lineage hierarchies, helping unravel the dynamic processes underlying development and disease progression. However, many existing tools lack a coherent statistical model and reliable uncertainty quantification, limiting their utility and robustness. In this paper, we introduce VITAE (Variational Inference for Trajectory by AutoEncoder), a statistical approach that integrates a latent hierarchical mixture model with variational autoencoders to infer trajectories. The statistical hierarchical model enhances the interpretability of our framework, while the posterior approximations generated by our variational autoencoder ensure computational efficiency and provide uncertainty quantification of cell projections along trajectories. Specifically, VITAE enables simultaneous trajectory inference and data integration, improving the accuracy of learning a joint trajectory structure in the presence of biological and technical heterogeneity across datasets. We show that VITAE outperforms other state-of-the-art trajectory inference methods on both real and synthetic data under various trajectory topologies. Furthermore, we apply VITAE to jointly analyze three distinct single-cell RNA sequencing datasets of the mouse neocortex, unveiling comprehensive developmental lineages of projection neurons. VITAE effectively reduces batch effects within and across datasets and uncovers finer structures that might be overlooked in individual datasets. Additionally, we showcase VITAE’s efficacy in integrative analyses of multiomic datasets with continuous cell population structures.",
          "url": "http://dx.doi.org/10.1073/pnas.2316256121",
          "doi": "10.1073/pnas.2316256121",
          "filter": "2"
        },
        {
          "title": "Perpendicular crossing chains enable high mobility in a noncrystalline conjugated polymer",
          "authors": "Jack F. Coker, Stefania Moro, Anders S. Gertsen, Xingyuan Shi, Drew Pearce, Martin P. van der Schelling, Yucheng Xu, Weimin Zhang, Jens W. Andreasen, Chad R. Snyder, Lee J. Richter, Matthew J. Bird, Iain McCulloch, Giovanni Costantini, Jarvist M. Frost, Jenny Nelson",
          "abstract": "The nature of interchain π-system contacts, and their relationship to hole transport, are elucidated for the high-mobility, noncrystalline conjugated polymer C16-IDTBT by the application of scanning tunneling microscopy, molecular dynamics, and quantum chemical calculations. The microstructure is shown to favor an unusual packing motif in which paired chains cross-over one another at near-perpendicular angles. By linking to mesoscale microstructural features, revealed by coarse-grained molecular dynamics and previous studies, and performing simulations of charge transport, it is demonstrated that the high mobility of C16-IDTBT can be explained by the promotion of a highly interconnected transport network, stemming from the adoption of perpendicular contacts at the nanoscale, in combination with fast intrachain transport.",
          "url": "http://dx.doi.org/10.1073/pnas.2403879121",
          "doi": "10.1073/pnas.2403879121",
          "filter": "2"
        },
        {
          "title": "Inhibition of colorectal cancer in Alzheimer’s disease is mediated by gut microbiota via induction of inflammatory tolerance",
          "authors": "Nan Zhang, Rui Zhang, Lei Jiang, Zhaoyu Gao, Wenzhen Xia, Xiaoying Ma, Yushi Qin, Di Zhang, Jiazheng Li, Pei Tian, Qi Zhang, Wanchang Wang, Kaixia Zhang, Shan Xu, Na Zhao, Shunjiang Xu",
          "abstract": "Epidemiological studies have revealed an inverse relationship between the incidence of Alzheimer’s disease (AD) and various cancers, including colorectal cancer (CRC). We aimed to determine whether the incidence of CRC is reduced in AD-like mice and whether gut microbiota confers resistance to tumorigenesis through inducing inflammatory tolerance using 16S ribosomal RNA gene sequencing and fecal microbiota transplantation (FMT). AD-like mice experienced a significantly decreased incidence of CRC tumorigenesis induced by azoxymethane–dextran sodium sulfate as evidenced by suppressed intestinal inflammation compared with control mice. However, FMT from age-matched control mice reversed the inhibitory effects on the tumorigenesis of CRC and inflammatory response in AD-like mice. The key bacterial genera in gut microbiota, including Prevotella , were increased in both the AD-like mice and in patients with amnestic mild cognitive impairment (aMCI) but were decreased in patients with CRC. Pretreatment with low-dose Prevotella -derived lipopolysaccharides (LPS) induced inflammatory tolerance both in vivo and in vitro and inhibited CRC tumorigenesis in mice. Imbalanced gut microbiota increased intestinal barrier permeability, which facilitated LPS absorption from the gut into the blood, causing cognitive decline in AD-like mice and patients with aMCI. These data reveal that intestinal Prevotella -derived LPS exerts a resistant effect to CRC tumorigenesis via inducing inflammatory tolerance in the presence of AD. These findings provide biological evidence demonstrating the inverse relationship between the incidence of AD and CRC.",
          "url": "http://dx.doi.org/10.1073/pnas.2314337121",
          "doi": "10.1073/pnas.2314337121",
          "filter": "2"
        },
        {
          "title": "ERRα and ERRγ coordinate expression of genes associated with Alzheimer’s disease, inhibiting DKK1 to suppress tau phosphorylation",
          "authors": "Kaoru Sato, Ken-ichi Takayama, Yuko Saito, Satoshi Inoue",
          "abstract": "Alzheimer’s disease (AD) is a prevalent neurodegenerative disease characterized by cognitive decline and learning/memory impairment associated with neuronal cell loss. Estrogen-related receptor α (ERRα) and ERRγ, which are highly expressed in the brain, have emerged as potential AD regulators, with unelucidated underlying mechanisms. Here, we identified genome-wide binding sites for ERRα and ERRγ in human neuronal cells. They commonly target a subset of genes associated with neurodegenerative diseases, including AD. Notably, Dickkopf-1 (DKK1), a Wnt signaling pathway antagonist, was transcriptionally repressed by both ERRα and ERRγ in human neuronal cells and brain. ERRα and ERRγ repress RNA polymerase II (RNAP II) accessibility at the DKK1 promoter by modulating a specific active histone modification, histone H3 lysine acetylation (H3K9ac), with the potential contribution of their corepressor. This transcriptional repression maintains Wnt signaling activity, preventing tau phosphorylation and promoting a healthy neuronal state in the context of AD.",
          "url": "http://dx.doi.org/10.1073/pnas.2406854121",
          "doi": "10.1073/pnas.2406854121",
          "filter": "2"
        },
        {
          "title": "Molecular-level design of alternative media for energy-saving pilot-scale fibrillation of nanocellulose",
          "authors": "Shih-Hsien Liu, Shalini J. Rukmani, Mood Mohan, Yan Yu, Derya Vural, Donna A. Johnson, Katie Copenhaver, Samarthya Bhagia, Meghan E. Lamm, Kai Li, Jihua Chen, Monojoy Goswami, Micholas Dean Smith, Loukas Petridis, Soydan Ozcan, Jeremy C. Smith",
          "abstract": "The outstanding mechanical properties, light weight, and biodegradability of cellulose nanofibrils (CNFs) make them promising components of renewable and sustainable next-generation reinforced composite biomaterials and bioplastics. Manufacturing CNFs at a pilot scale requires disc-refining fibrillation of dilute cellulose fibers in aqueous pulp suspensions to shear the fibers apart into their nanodimensional forms, which is, however, an energy-intensive process. Here, we used atomistic molecular dynamics (MD) simulation to examine media that might facilitate the reduction of interactions between cellulose fibers, thereby reducing energy consumption in fibrillation. The most suitable medium found by the simulations was an aqueous solution with 0.007:0.012 wt.% NaOH:urea, and indeed this was found in pilot-scale experiments to reduce the fibrillation energy by ~21% on average relative to water alone. The NaOH:urea-mediated CNFs have similar crystallinity, morphology, and mechanical strength to those formed in water. The NaOH and urea act synergistically on CNFs to aid fibrillation but at different length scales. NaOH deprotonates hydroxyl groups leading to mesoscale electrostatic repulsion between fibrils, whereas urea forms hydrogen bonds with protonated hydroxyl groups thus disrupting interfibril hydrogen bonds. This suggests a general mechanism in which an aqueous medium that contains a strong base and a small organic molecule acting as a hydrogen-bond acceptor and/or donor may be effectively employed in materials processes where dispersion of deprotonable polymers is required. The study demonstrates how atomic-detail computer simulation can be integrated with pilot-scale experiments in the rational design of materials processes for the circular bioeconomy.",
          "url": "http://dx.doi.org/10.1073/pnas.2405107121",
          "doi": "10.1073/pnas.2405107121",
          "filter": "2"
        },
        {
          "title": "Breaking the activity–selectivity trade-off of CO 2 hydrogenation to light olefins",
          "authors": "Xiaoyue Wang, Ting Zeng, Xiaohong Guo, Zhiqiang Yan, Hongyan Ban, Ruwei Yao, Congming Li, Xiang-Kui Gu, Mingyue Ding",
          "abstract": "Catalytic hydrogenation of CO 2 to value-added fuels and chemicals is of great importance to carbon neutrality but suffers from an activity–selectivity trade-off, leading to limited catalytic performance. Herein, the ZnFeAlO 4 + SAPO-34 composite catalyst was designed, which can simultaneously achieve a CO 2 conversion of 42%, a CO selectivity of 50%, and a C 2 –C 4 = selectivity of 83%, resulting in a C 2 –C 4 = yield of almost 18%. This superior catalytic performance was found to be from the presence of unconventional electron-deficient tetrahedral Fe sites and electron-enriched octahedral Zn sites in the ZnFeAlO 4 spinel, which were active for the CO 2 deoxygenation to CO via the reverse water gas shift reaction, and CO hydrogenation to CH 3 OH, respectively, leading to a route for CO 2 hydrogenation to C 2 –C 4 = , where the kinetics of CO 2 activation can be improved, the mass transfer of CO hydrogenation can be minimized, and the C 2 –C 4 = selectivity can be enhanced via modifying the acid density of SAPO-34. Moreover, the spinel structure of ZnFeAlO 4 possessed a strong ability to stabilize the active Fe and Zn sites even at elevated temperatures, resulting in long-term stability of over 450 h for this process, exhibiting great potential for large-scale applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2408297121",
          "doi": "10.1073/pnas.2408297121",
          "filter": "2"
        },
        {
          "title": "Biosynthesis of resolvin D1, resolvin D2, and RCTR1 from 7,8(S,S)-epoxytetraene in human neutrophils and macrophages",
          "authors": "Robert Nshimiyimana, Mélissa Simard, Tarvi Teder, Ana R. Rodriguez, Bernd W. Spur, Jesper Z. Haeggström, Charles N. Serhan",
          "abstract": "While the acute inflammatory response to harmful stimuli is protective, unrestrained neutrophil swarming drives collateral tissue damage and inflammation. Biosynthesized from omega-3 essential polyunsaturated fatty acids, resolvins are a family of signaling molecules produced by immune cells within the resolution phase to orchestrate return to homeostasis. Understanding the mechanisms that govern biosynthesis of these potent molecules gives insight into stimulating endogenous resolution and offers fresh opportunities for preventing and treating excessive inflammation. In this report, using materials prepared by total synthesis and liquid chromatography and tandem mass spectrometry-based matching studies, we established the role of 7,8(S,S)-epoxytetraene intermediate in the biosynthesis of resolvin D1, resolvin D2, and the resolvin conjugate in tissue regeneration (RCTR1) by human phagocytes. We demonstrated that this 7,8(S,S)-epoxy-containing intermediate is directly converted to resolvin D2 by human M2-like macrophages and to resolvin D1 and RCTR1 by human macrophages, neutrophils, and peripheral blood mononuclear cells. In addition, both human recombinant soluble epoxide hydrolase (sEH) and the glutathione S-transferase leukotriene C 4 synthase (LTC 4 S) each catalyze conversion of this epoxide to resolvin D1 and RCTR1, respectively. MS 3 ion-trap scans and isotope incorporation of 18 O from H 2 18 O with sEH indicated that the oxygen atom at C-8 in resolvin D1 is derived from water. Results from molecular docking simulations with biosynthetic precursor 17S-hydroperoxy-4,7,10,13,19- cis -15- trans -docosahexaenoic acid and the epoxy intermediate were consistent with 5-lipoxygenase production of resolvin D1. Together, these results give direct evidence for the role of resolvin 7,8(S,S)-epoxytetraene intermediate in the endogenous formation of resolution-phase mediators resolvin D1, resolvin D2, and RCTR1 by human phagocytes.",
          "url": "http://dx.doi.org/10.1073/pnas.2405821121",
          "doi": "10.1073/pnas.2405821121",
          "filter": "2"
        },
        {
          "title": "Social evolution and reproductive castes in trematode parasites",
          "authors": "Miriam H. Richards",
          "url": "http://dx.doi.org/10.1073/pnas.2414228121",
          "doi": "10.1073/pnas.2414228121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti3624121",
          "doi": "10.1073/iti3624121",
          "filter": "2"
        },
        {
          "title": "Correction for Incarbone et al., Salicylic acid and RNA interference mediate antiviral immunity of plant stem cells",
          "url": "http://dx.doi.org/10.1073/pnas.2415996121",
          "doi": "10.1073/pnas.2415996121",
          "filter": "2"
        },
        {
          "title": "Interoceptive signals shape the earliest markers and neural pathway to awareness at the visual threshold",
          "authors": "Viviana Leupin, Juliane Britz",
          "abstract": "Variations in interoceptive signals from the baroreceptors (BRs) across the cardiac and respiratory cycle can modulate cortical excitability and so affect awareness. It remains debated at what stages of processing they affect awareness-related event-related potentials (ERPs) in different sensory modalities. We investigated the influence of the cardiac (systole/diastole) and the respiratory (inhalation/exhalation) phase on awareness-related ERPs. Subjects discriminated visual threshold stimuli while their electroencephalogram, electrocardiogram, and respiration were simultaneously recorded. We compared ERPs and their intracranial generators for stimuli classified correctly with and without awareness as a function of the cardiac and respiratory phase. Cyclic variations of interoceptive signals from the BRs modulated both the earliest electrophysiological markers and the trajectory of brain activity when subjects became aware of the stimuli: an early sensory component (P1) was the earliest marker of awareness for low (diastole/inhalation) and a perceptual component (visual awareness negativity) for high (systole/exhalation) BR activity, indicating that BR signals interfere with the sensory processing of the visual input. Likewise, activity spread from the primary visceral cortex (posterior insula) to posterior parietal cortices during high and from associative interoceptive centers (anterior insula) to the prefrontal cortex during low BR activity. Consciousness is thereby resolved in cognitive/associative regions when BR is low and in perceptual centers when it is high. Our results suggest that cyclic fluctuations of BR signaling affect both the earliest markers of awareness and the brain processes underlying conscious awareness.",
          "url": "http://dx.doi.org/10.1073/pnas.2311953121",
          "doi": "10.1073/pnas.2311953121",
          "filter": "2"
        },
        {
          "title": "High-resolution stereolithography: Negative spaces enabled by control of fluid mechanics",
          "authors": "Ian A. Coates, William Pan, Max A. Saccone, Gabriel Lipkowitz, Dan Ilyin, Madison M. Driskill, Maria T. Dulay, Curtis W. Frank, Eric S. G. Shaqfeh, Joseph M. DeSimone",
          "abstract": "Stereolithography enables the fabrication of three-dimensional (3D) freeform structures via light-induced polymerization. However, the accumulation of ultraviolet dose within resin trapped in negative spaces, such as microfluidic channels or voids, can result in the unintended closing, referred to as overcuring, of these negative spaces. We report the use of injection continuous liquid interface production to continuously displace resin at risk of overcuring in negative spaces created in previous layers with fresh resin to mitigate the loss of Z-axis resolution. We demonstrate the ability to resolve 50-μm microchannels, breaking the historical relationship between resin properties and negative space resolution. With this approach, we fabricated proof-of-concept 3D free-form microfluidic devices with improved design freedom over device material selection and resulting properties.",
          "url": "http://dx.doi.org/10.1073/pnas.2405382121",
          "doi": "10.1073/pnas.2405382121",
          "filter": "2"
        },
        {
          "title": "QnAs with Laura E. Wallace",
          "authors": "Matthew Hardcastle",
          "url": "http://dx.doi.org/10.1073/pnas.2415057121",
          "doi": "10.1073/pnas.2415057121",
          "filter": "2"
        },
        {
          "title": "Topology-driven collective dynamics of nematic colloidal entanglement",
          "authors": "Jinghua Jiang, Oluwafemi Isaac Akomolafe, Xinyu Wang, Zhawure Asilehan, Wentao Tang, Jing Zhang, Zijun Chen, Ruijie Wang, Kamal Ranabhat, Rui Zhang, Chenhui Peng",
          "abstract": "Entanglement in a soft condensed matter system is enabled in the form of entangled disclination lines by using colloidal particles in nematic liquid crystals. These topological excitations are manifested as colloidal entanglement at equilibrium. How to further utilize nonequilibrium disclination lines to manipulate colloidal entanglement remains a nontrivial and challenging task. In this work, we use experiments and simulations to demonstrate the reconfigurations of nematic colloidal entanglement in light-driven spatiotemporal evolutions of disclination lines. Colloidal entanglement can sense subtle changes in the topological structures of disclination lines and realize chirality conversion. This conversion is manifested as the “domino effect” of the collective rotation of colloids in the disclination lines. By programming the topological patterns and the geometry of the disclination lines, colloidal entanglement can be assembled and split. More remarkably, a double-helix entangled structure can be formed by controlling the changes in the morphology of the disclination lines. Thus, this work will provide opportunities to program colloidal composites for smart materials and micromachines.",
          "url": "http://dx.doi.org/10.1073/pnas.2402395121",
          "doi": "10.1073/pnas.2402395121",
          "filter": "2"
        },
        {
          "title": "Inherited human RelB deficiency impairs innate and adaptive immunity to infection",
          "authors": "Tom Le Voyer, Majistor Raj Luxman Maglorius Renkilaraj, Kunihiko Moriya, Malena Pérez Lorenzo, Tina Nguyen, Liwei Gao, Tamar Rubin, Axel Cederholm, Masato Ogishi, Carlos A. Arango-Franco, Vivien Béziat, Romain Lévy, Mélanie Migaud, Franck Rapaport, Yuval Itan, Elissa K. Deenick, Irene Cortese, Andrea Lisco, Kaan Boztug, Laurent Abel, Stéphanie Boisson-Dupuis, Bertrand Boisson, Patrick Frosk, Cindy S. Ma, Nils Landegren, Fatih Celmeli, Jean-Laurent Casanova, Stuart G. Tangye, Anne Puel",
          "abstract": "We report two unrelated adults with homozygous (P1) or compound heterozygous (P2) private loss-of-function variants of V-Rel Reticuloendotheliosis Viral Oncogene Homolog B ( RELB). The resulting deficiency of functional RelB impairs the induction of NFKB2 mRNA and NF-κB2 (p100/p52) protein by lymphotoxin in the fibroblasts of the patients. These defects are rescued by transduction with wild-type RELB complementary DNA (cDNA). By contrast, the response of RelB-deficient fibroblasts to Tumor Necrosis Factor (TNF) or IL-1β via the canonical NF-κB pathway remains intact. P1 and P2 have low proportions of naïve CD4 + and CD8 + T cells and of memory B cells. Moreover, their naïve B cells cannot differentiate into immunoglobulin G (IgG)- or immunoglobulin A (IgA)-secreting cells in response to CD40L/IL-21, and the development of IL-17A/F-producing T cells is strongly impaired in vitro. Finally, the patients produce neutralizing autoantibodies against type I interferons (IFNs), even after hematopoietic stem cell transplantation, attesting to a persistent dysfunction of thymic epithelial cells in T cell selection and central tolerance to some autoantigens. Thus, inherited human RelB deficiency disrupts the alternative NF-κB pathway, underlying a T- and B cell immunodeficiency, which, together with neutralizing autoantibodies against type I IFNs, confers a predisposition to viral, bacterial, and fungal infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2321794121",
          "doi": "10.1073/pnas.2321794121",
          "filter": "2"
        },
        {
          "title": "Correction for Garzon et al., Distinctive microRNA signature of acute myeloid leukemia bearing cytoplasmic mutated nucleophosmin",
          "url": "http://dx.doi.org/10.1073/pnas.2415544121",
          "doi": "10.1073/pnas.2415544121",
          "filter": "2"
        },
        {
          "title": "Evolution of a bistable genetic system in fluctuating and nonfluctuating environments",
          "authors": "Rocío Fernández-Fernández, David R. Olivenza, Esther Weyer, Abhyudai Singh, Josep Casadesús, María Antonia Sánchez-Romero",
          "abstract": "Epigenetic mechanisms can generate bacterial lineages capable of spontaneously switching between distinct phenotypes. Currently, mathematical models and simulations propose epigenetic switches as a mechanism of adaptation to deal with fluctuating environments. However, bacterial evolution experiments for testing these predictions are lacking. Here, we exploit an epigenetic switch in Salmonella enterica, the opvAB operon, to show clear evidence that OpvAB bistability persists in changing environments but not in stable conditions. Epigenetic control of transcription in the opvAB operon produces OpvAB OFF (phage-sensitive) and OpvAB ON (phage-resistant) cells in a reversible manner and may be interpreted as an example of bet-hedging to preadapt Salmonella populations to the encounter with phages. Our experimental observations and computational simulations illustrate the adaptive value of epigenetic variation as an evolutionary strategy for mutation avoidance in fluctuating environments. In addition, our study provides experimental support to game theory models predicting that phenotypic heterogeneity is advantageous in changing and unpredictable environments.",
          "url": "http://dx.doi.org/10.1073/pnas.2322371121",
          "doi": "10.1073/pnas.2322371121",
          "filter": "2"
        },
        {
          "title": "Gold nanorod–assisted theranostic solution for nonvisible residual disease in bladder cancer",
          "authors": "Paolo Armanetti, Irene Locatelli, Chiara Venegoni, Elisa Alchera, Beatrice Campanella, Filippo Pederzoli, Mirko Maturi, Erica Locatelli, Silvia Tortorella, Flavio Curnis, Angelo Corti, Roberta Lucianò, Massimo Onor, Andrea Salonia, Francesco Montorsi, Marco Moschini, Viktor Popov, Jithin Jose, Mauro Comes Franchini, Ean Hin Ooi, Luca Menichetti, Massimo Alfano",
          "abstract": "Residual nonvisible bladder cancer after proper treatment caused by technological and therapeutic limitations is responsible for tumor relapse and progression. This study aimed to demonstrate the feasibility of a solution for simultaneous detection and treatment of bladder cancer lesions smaller than one millimeter. The α5β1 integrin was identified as a specific marker in 81% of human high-grade nonmuscle invasive bladder cancers and used as a target for the delivery of targeted gold nanorods (GNRs). In a preclinical model of orthotopic bladder cancer expressing the α5β1 integrin, the photoacoustic imaging of targeted GNRs visualized lesions smaller than one millimeter, and their irradiation with continuous laser was used to induce GNR-assisted hyperthermia. Necrosis of the tumor mass, improved survival, and computational modeling were applied to demonstrate the efficacy and safety of this solution. Our study highlights the potential of the GNR-assisted theranostic strategy as a complementary solution in clinical practice to reduce the risk of nonvisible residual bladder cancer after current treatment. Further validation through clinical studies will support the findings of the present study.",
          "url": "http://dx.doi.org/10.1073/pnas.2411583121",
          "doi": "10.1073/pnas.2411583121",
          "filter": "2"
        },
        {
          "title": "Structural and virologic mechanism of the emergence of resistance to M pro inhibitors in SARS-CoV-2",
          "authors": "Shin-ichiro Hattori, Haydar Bulut, Hironori Hayashi, Naoki Kishimoto, Nobutoki Takamune, Kazuya Hasegawa, Yuri Furusawa, Seiya Yamayoshi, Kazutaka Murayama, Hirokazu Tamamura, Mi Li, Alexander Wlodawer, Yoshihiro Kawaoka, Shogo Misumi, Hiroaki Mitsuya",
          "abstract": "We generated SARS-CoV-2 variants resistant to three SARS-CoV-2 main protease (M pro ) inhibitors (nirmatrelvir, TKB245, and 5h), by propagating the ancestral SARS-CoV-2 WK521 WT in VeroE6 TMPRSS2 cells with increasing concentrations of each inhibitor and examined their structural and virologic profiles. A predominant E166V-carrying variant (SARS-CoV-2 WK521 E166V ), which emerged when passaged with nirmatrelvir and TKB245, proved to be resistant to the two inhibitors. A recombinant SARS-CoV-2 E166V was resistant to nirmatrelvir and TKB245, but sensitive to 5h. X-ray structural study showed that the dimerization of M pro was severely hindered by E166V substitution due to the disruption of the presumed dimerization-initiating Ser1’-Glu166 interactions. TKB245 stayed bound to M pro E166V , whereas nirmatrelvir failed. Native mass spectrometry confirmed that nirmatrelvir and TKB245 promoted the dimerization of M pro , and compromised the enzymatic activity; the Ki values of recombinant M pro E166V for nirmatrelvir and TKB245 were 117±3 and 17.1±1.9 µM, respectively, indicating that TKB245 has a greater (by a factor of 6.8) binding affinity to M pro E166V than nirmatrelvir. SARS-CoV-2 WK521 WT selected with 5h acquired A191T substitution in M pro (SARS-CoV-2 WK521 A191T ) and better replicated in the presence of 5h, than SARS-CoV-2 WK521 WT . However, no significant enzymatic or structural changes in M pro A191T were observed. The replicability of SARS-CoV-2 WK521 E166V proved to be compromised compared to SARS-CoV-2 WK521 WT but predominated over SARS-CoV-2 WK521 WT in the presence of nirmatrelvir. The replicability of SARS-CoV-2 WK521 A191T surpassed that of SARS-CoV-2 WK521 WT in the absence of 5h, confirming that A191T confers enhanced viral fitness. The present data should shed light on the understanding of the mechanism of SARS-CoV-2’s drug resistance acquisition and the development of resistance-repellant COVID-19 therapeutics.",
          "url": "http://dx.doi.org/10.1073/pnas.2404175121",
          "doi": "10.1073/pnas.2404175121",
          "filter": "2"
        },
        {
          "title": "Wildlife trade data capture: National policy is foundational to science",
          "authors": "Jamie K. Reaser, Jonathan E. Kolby",
          "url": "http://dx.doi.org/10.1073/pnas.2409775121",
          "doi": "10.1073/pnas.2409775121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Learning from a climate disaster: The catastrophic floods in southern Brazil",
          "authors": "Valério D. Pillar, Gerhard E. Overbeck",
          "abstract": "The catastrophic floods that affected southern Brazil last May should serve as a warning to human societies that, despite the still widespread climate change skepticism or denial , mitigation and adaptation to cope with the ongoing climate crisis are urgently needed. The toll was 213 people killed or missing; 2.4 million people affected , including 600,000 displaced; and unprecedented losses in urban and rural infrastructure, including livestock . These losses could have been lower if adaptation measures had been in place, as has been repeatedly recommended by the Intergovernmental Panel on Climate Change (IPCC). Having witnessed the catastrophe firsthand, here we highlight nature-based adaptation measures that could effectively provide resistance and resilience against extreme climate events.",
          "url": "http://dx.doi.org/10.1126/science.adr8356",
          "doi": "10.1126/science.adr8356",
          "filter": "0"
        },
        {
          "title": "Learning with Lakota scientists",
          "authors": "H. Holden Thorp",
          "abstract": "In her bestselling book Braiding Sweetgrass , Robin Wall Kimmerer describes the reciprocity between humans and nature while also contemplating another potentially beneficial relationship—between Indigenous knowledge and Western science. Not surprisingly, this integration is easier said than done. Recently, for example, the US National Academies of Sciences, Engineering, and Medicine (NASEM) terminated a $2 million study on how to best combine Indigenous and Western approaches to understanding the natural world. The problem? As Kimmerer herself said on this page, effective collaboration with Indigenous communities requires Western science to respect cultural practices and scientific ideas that diverge from the reductionist approach. Unless the scientific community leans into this discomfort, we will never unlock the possibility that this relationship could help address some of society’s most distressing problems.",
          "url": "http://dx.doi.org/10.1126/science.ads7901",
          "doi": "10.1126/science.ads7901",
          "filter": "0"
        },
        {
          "title": "The economic impacts of ecosystem disruptions: Costs from substituting biological pest control",
          "authors": "Eyal G. Frank",
          "abstract": "Biodiversity loss is accelerating, yet we know little about how these ecosystem disruptions affect human well-being. Ecologists have documented both the importance of bats as natural predators of insects as well as their population declines after the emergence of a wildlife disease, resulting in a potential decline in biological pest control. In this work, I study how species interactions can extend beyond an ecosystem and affect agriculture and human health. I find that farmers compensated for bat decline by increasing their insecticide use by 31.1%. The compensatory increase in insecticide use by farmers adversely affected health—human infant mortality increased by 7.9% in the counties that experienced bat die-offs. These findings provide empirical validation to previous theoretical predictions about how ecosystem disruptions can have meaningful social costs.",
          "url": "http://dx.doi.org/10.1126/science.adg0344",
          "doi": "10.1126/science.adg0344",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Role of protein kinase PLK1 in the epigenetic maintenance of centromeres",
          "authors": "Duccio Conti, Arianna Esposito Verza, Marion E. Pesenti, Verena Cmentowski, Ingrid R. Vetter, Dongqing Pan, Andrea Musacchio",
          "abstract": "The centromere, a chromosome locus defined by the histone H3–like protein centromeric protein A (CENP-A), promotes assembly of the kinetochore to bind microtubules during cell division. Centromere maintenance requires CENP-A to be actively replenished by dedicated protein machinery in the early G 1 phase of the cell cycle to compensate for its dilution after DNA replication. Cyclin-dependent kinases (CDKs) limit CENP-A deposition to once per cell cycle and function as negative regulators outside of early G 1 . Antithetically, Polo-like kinase 1 (PLK1) promotes CENP-A deposition in early G 1 , but the molecular details of this process are still unknown. We reveal here a phosphorylation network that recruits PLK1 to the deposition machinery to control a conformational switch required for licensing the CENP-A deposition reaction. Our findings clarify how PLK1 contributes to the epigenetic maintenance of centromeres.",
          "url": "http://dx.doi.org/10.1126/science.ado5178",
          "doi": "10.1126/science.ado5178",
          "filter": "2"
        },
        {
          "title": "Organizing the coactivity structure of the hippocampus from robust to flexible memory",
          "authors": "Giuseppe P. Gava, Laura Lefèvre, Tabitha Broadbelt, Stephen B. McHugh, Vítor Lopes-dos-Santos, Demi Brizee, Katja Hartwich, Hanna Sjoberg, Pavel V. Perestenko, Robert Toth, Andrew Sharott, David Dupret",
          "abstract": "New memories are integrated into prior knowledge of the world. But what if consecutive memories exert opposing demands on the host brain network? We report that acquiring a robust (food-context) memory constrains the mouse hippocampus within a population activity space of highly correlated spike trains that prevents subsequent computation of a flexible (object-location) memory. This densely correlated firing structure developed over repeated mnemonic experience, gradually coupling neurons in the superficial sublayer of the CA1 stratum pyramidale to whole-population activity. Applying hippocampal theta-driven closed-loop optogenetic suppression to mitigate this neuronal recruitment during (food-context) memory formation relaxed the topological constraint on hippocampal coactivity and restored subsequent flexible (object-location) memory. These findings uncover an organizational principle for the peer-to-peer coactivity structure of the hippocampal cell population to meet memory demands.",
          "url": "http://dx.doi.org/10.1126/science.adk9611",
          "doi": "10.1126/science.adk9611",
          "filter": "2"
        },
        {
          "title": "In situ structure and rotary states of mitochondrial ATP synthase in whole Polytomella cells",
          "authors": "Lea Dietrich, Ahmed-Noor A. Agip, Christina Kunz, Andre Schwarz, Werner Kühlbrandt",
          "abstract": "Cells depend on a continuous supply of adenosine triphosphate (ATP), the universal energy currency. In mitochondria, ATP is produced by a series of redox reactions, whereby an electrochemical gradient is established across the inner mitochondrial membrane. The ATP synthase harnesses the energy of the gradient to generate ATP from adenosine diphosphate (ADP) and inorganic phosphate. We determined the structure of ATP synthase within mitochondria of the unicellular flagellate Polytomella by electron cryo-tomography and subtomogram averaging at up to 4.2-angstrom resolution, revealing six rotary positions of the central stalk, subclassified into 21 substates of the F 1 head. The Polytomella ATP synthase forms helical arrays with multiple adjacent rows defining the cristae ridges. The structure of ATP synthase under native operating conditions in the presence of a membrane potential represents a pivotal step toward the analysis of membrane protein complexes in situ.",
          "url": "http://dx.doi.org/10.1126/science.adp4640",
          "doi": "10.1126/science.adp4640",
          "filter": "2"
        },
        {
          "title": "Spatial cognitive ability is associated with longevity in food-caching chickadees",
          "authors": "Joseph F. Welklin, Benjamin R. Sonnenberg, Carrie L. Branch, Virginia K. Heinen, Angela M. Pitera, Lauren M. Benedict, Lauren E. Whitenack, Eli S. Bridge, Vladimir V. Pravosudov",
          "abstract": "Cognitive abilities are hypothesized to affect survival and life span in nonhuman animals. However, most tests of this hypothesis have relied on interspecific comparisons of indirect measures of cognitive ability, such as brain size. We present direct evidence that individual variation in cognitive abilities is associated with differences in life span in a wild food caching bird. We measured the spatial cognitive abilities and tracked the life span of 227 mountain chickadees ( Poecile gambeli ) in their natural environment and found that individuals with better spatial learning and memory abilities involved in food caching lived longer. These results confirm that enhanced cognitive abilities can be associated with longer life in wild animals and that selection on cognitive abilities can lead to increased life span.",
          "url": "http://dx.doi.org/10.1126/science.adn5633",
          "doi": "10.1126/science.adn5633",
          "filter": "2"
        },
        {
          "title": "Hematopoietic aging promotes cancer by fueling IL-1⍺–driven emergency myelopoiesis",
          "authors": "Matthew D. Park, Jessica Le Berichel, Pauline Hamon, C. Matthias Wilk, Meriem Belabed, Nader Yatim, Alexis Saffon, Jesse Boumelha, Chiara Falcomatà, Alexander Tepper, Samarth Hegde, Raphaël Mattiuz, Brian Y. Soong, Nelson M. LaMarche, Frederika Rentzeperis, Leanna Troncoso, Laszlo Halasz, Clotilde Hennequin, Theodore Chin, Earnest P. Chen, Amanda M. Reid, Matthew Su, Ashley Reid Cahn, Laura L. Koekkoek, Nicholas Venturini, Shira Wood-isenberg, Darwin D’souza, Rachel Chen, Travis Dawson, Kai Nie, Zhihong Chen, Seunghee Kim-Schulze, Maria Casanova-Acebes, Filip K. Swirski, Julian Downward, Nicolas Vabret, Brian D. Brown, Thomas U. Marron, Miriam Merad",
          "abstract": "Age is a major risk factor for cancer, but how aging impacts tumor control remains unclear. Here, we establish that aging of the immune system, regardless of the age of the stroma and tumor, drives lung cancer progression. Hematopoietic aging enhances emergency myelopoiesis, resulting in the local accumulation of myeloid progenitor-like cells in lung tumors. These cells are a major source of IL-1⍺ that drives the enhanced myeloid response. The age-associated decline of DNMT3A enhances IL-1⍺ production, and disrupting IL-1R1 signaling early during tumor development normalized myelopoiesis and slowed the growth of lung, colonic, and pancreatic tumors. In human tumors, we identified an enrichment for IL-1⍺-expressing monocyte-derived macrophages linked to age, poorer survival, and recurrence, unraveling how aging promotes cancer and offering actionable therapeutic strategies.",
          "url": "http://dx.doi.org/10.1126/science.adn0327",
          "doi": "10.1126/science.adn0327",
          "filter": "2"
        },
        {
          "title": "Returned samples indicate volcanism on the Moon 120 million years ago",
          "authors": "Bi-Wen Wang, Qian W. L. Zhang, Yi Chen, Wenhao Zhao, Yu Liu, Guo-Qiang Tang, Hong-Xia Ma, Bin Su, Hejiu Hui, John W. Delano, Fu-Yuan Wu, Xian-Hua Li, Yuyang He, Qiu-Li Li",
          "abstract": "There is extensive geologic evidence of ancient volcanic activity on the Moon, but it is unclear how long that volcanism persisted. Magma fountains produce volcanic glasses, which have previously been found in samples of the Moon’s surface. We investigated ~3000 glass beads in lunar soil samples collected by the Chang’e-5 mission and identified three as having a volcanic origin on the basis of their textures, chemical compositions, and sulfur isotopes. Uranium-lead dating of the three volcanic glass beads shows that they formed 123 ± 15 million years ago. We measured high abundances of rare earth elements and thorium in these volcanic glass beads, which could indicate that such recent volcanism was related to local enrichment of heat-generating elements in the mantle sources of the magma.",
          "url": "http://dx.doi.org/10.1126/science.adk6635",
          "doi": "10.1126/science.adk6635",
          "filter": "2"
        },
        {
          "title": "The use of ectopic volar fibroblasts to modify skin identity",
          "authors": "Sam S. Lee, Evan Sweren, Erika Dare, Paige Derr, Kristy Derr, Chen Chia Wang, Brooke Hardesty, Aiden A. Willis, Junjie Chen, Jonathan K. Vuillier, Joseph Du, Julia Wool, Amanda Ruci, Vicky Y. Wang, Chaewon Lee, Sampada Iyengar, Soichiro Asami, Maria Daskam, Claudia Lee, Jeremy C. Lee, Darren Cho, Joshua Kim, Eddie Gibson Martinez-Peña, So Min Lee, Xu He, Michael Wakeman, Iralde Sicilia, Dalhart T. Dobbs, Amy van Ee, Ang Li, Yingchao Xue, Kaitlin L. Williams, Charles S. Kirby, Dongwon Kim, Sooah Kim, Lillian Xu, Ruizhi Wang, Marc Ferrer, Yun Chen, Jin U. Kang, Reza Kalhor, Sewon Kang, Luis A. Garza",
          "abstract": "Skin identity is controlled by intrinsic features of the epidermis and dermis and their interactions. Modifying skin identity has clinical potential, such as the conversion of residual limb and stump (nonvolar) skin of amputees to pressure-responsive palmoplantar (volar) skin to enhance prosthesis use and minimize skin breakdown. Greater keratin 9 ( KRT9 ) expression, higher epidermal thickness, keratinocyte cytoplasmic size, collagen length, and elastin are markers of volar skin and likely contribute to volar skin resiliency. Given fibroblasts’ capacity to modify keratinocyte differentiation, we hypothesized that volar fibroblasts influence these features. Bioprinted skin constructs confirmed the capacity of volar fibroblasts to induce volar keratinocyte features. A clinical trial of healthy volunteers demonstrated that injecting volar fibroblasts into nonvolar skin increased volar features that lasted up to 5 months, highlighting a potential cellular therapy.",
          "url": "http://dx.doi.org/10.1126/science.adi1650",
          "doi": "10.1126/science.adi1650",
          "filter": "2"
        },
        {
          "title": "Climate change exacerbates the environmental impacts of agriculture",
          "authors": "Yi Yang, David Tilman, Zhenong Jin, Pete Smith, Christopher B. Barrett, Yong-Guan Zhu, Jennifer Burney, Paolo D’Odorico, Peter Fantke, Joe Fargione, Jacques C. Finlay, Maria Cristina Rulli, Lindsey Sloat, Kees Jan van Groenigen, Paul C. West, Lewis Ziska, Anna M. Michalak, character(0), David B. Lobell, Michael Clark, Jed Colquhoun, Teevrat Garg, Karen A. Garrett, Camilla Geels, Rebecca R. Hernandez, Mario Herrero, William D. Hutchison, Meha Jain, Jacob M. Jungers, Beibei Liu, Nathaniel D. Mueller, Ariel Ortiz-Bobea, Jacob Schewe, Jie Song, Julie Verheyen, Peter Vitousek, Yoshihide Wada, Longlong Xia, Xin Zhang, Minghao Zhuang",
          "abstract": "Agriculture’s global environmental impacts are widely expected to continue expanding, driven by population and economic growth and dietary changes. This Review highlights climate change as an additional amplifier of agriculture’s environmental impacts, by reducing agricultural productivity, reducing the efficacy of agrochemicals, increasing soil erosion, accelerating the growth and expanding the range of crop diseases and pests, and increasing land clearing. We identify multiple pathways through which climate change intensifies agricultural greenhouse gas emissions, creating a potentially powerful climate change–reinforcing feedback loop. The challenges raised by climate change underscore the urgent need to transition to sustainable, climate-resilient agricultural systems. This requires investments that both accelerate adoption of proven solutions that provide multiple benefits, and that discover and scale new beneficial processes and food products.",
          "url": "http://dx.doi.org/10.1126/science.adn3747",
          "doi": "10.1126/science.adn3747",
          "filter": "2"
        },
        {
          "title": "Single-cell chromatin accessibility reveals malignant regulatory programs in primary human cancers",
          "authors": "Laksshman Sundaram, Arvind Kumar, Matthew Zatzman, Adriana Salcedo, Neal Ravindra, Shadi Shams, Brian H. Louie, S. Tansu Bagdatli, Matthew A. Myers, Shahab Sarmashghi, Hyo Young Choi, Won-Young Choi, Kathryn E. Yost, Yanding Zhao, Jeffrey M. Granja, Toshinori Hinoue, D. Neil Hayes, Andrew Cherniack, Ina Felau, Hani Choudhry, Jean C. Zenklusen, Kyle Kai-How Farh, Andrew McPherson, Christina Curtis, Peter W. Laird, character(0), M. Ryan Corces, Howard Y. Chang, William J. Greenleaf, John A. Demchok, Liming Yang, Roy Tarnuzzer, Samantha J. Caesar-Johnson, Zhining Wang, Ashley S. Doane, Ekta Khurana, Mauro A. A. Castro, Alexander J. Lazar, Bradley M. Broom, John N. Weinstein, Rehan Akbani, Shwetha V. Kumar, Benjamin J. Raphael, Christopher K. Wong, Joshua M. Stuart, Rojin Safavi, Christopher C. Benz, Benjamin K. Johnson, Cindy Kyi, Hui Shen",
          "abstract": "To identify cancer-associated gene regulatory changes, we generated single-cell chromatin accessibility landscapes across eight tumor types as part of The Cancer Genome Atlas. Tumor chromatin accessibility is strongly influenced by copy number alterations that can be used to identify subclones, yet underlying cis-regulatory landscapes retain cancer type–specific features. Using organ-matched healthy tissues, we identified the “nearest healthy” cell types in diverse cancers, demonstrating that the chromatin signature of basal-like–subtype breast cancer is most similar to secretory-type luminal epithelial cells. Neural network models trained to learn regulatory programs in cancer revealed enrichment of model-prioritized somatic noncoding mutations near cancer-associated genes, suggesting that dispersed, nonrecurrent, noncoding mutations in cancer are functional. Overall, these data and interpretable gene regulatory models for cancer and healthy tissue provide a framework for understanding cancer-specific gene regulation.",
          "url": "http://dx.doi.org/10.1126/science.adk9217",
          "doi": "10.1126/science.adk9217",
          "filter": "2"
        },
        {
          "title": "PLK1-mediated phosphorylation cascade activates Mis18 complex to ensure centromere inheritance",
          "authors": "Pragya Parashara, Bethan Medina-Pritchard, Maria Alba Abad, Paula Sotelo-Parrilla, Reshma Thamkachy, David Grundei, Juan Zou, Christos Spanos, Chandni Natalia Kumar, Claire Basquin, Vimal Das, Zhaoyue Yan, Asma Abdullah Al-Murtadha, David A. Kelly, Toni McHugh, Axel Imhof, Juri Rappsilber, A. Arockia Jeyaprakash",
          "abstract": "Accurate chromosome segregation requires the attachment of microtubules to centromeres, epigenetically defined by the enrichment of CENP-A nucleosomes. During DNA replication, CENP-A nucleosomes undergo dilution. To preserve centromere identity, correct amounts of CENP-A must be restored in a cell cycle–controlled manner orchestrated by the Mis18 complex (Mis18α-Mis18β-Mis18BP1). We demonstrate here that PLK1 interacts with the Mis18 complex by recognizing self-primed phosphorylations of Mis18α (Ser 54 ) and Mis18BP1 (Thr 78 and Ser 93 ) through its Polo-box domain. Disrupting these phosphorylations perturbed both centromere recruitment of the CENP-A chaperone HJURP and new CENP-A loading. Biochemical and functional analyses showed that phosphorylation of Mis18α and PLK1 binding were required to activate Mis18α-Mis18β and promote Mis18 complex-HJURP interaction. Thus, our study reveals key molecular events underpinning the licensing role of PLK1 in ensuring accurate centromere inheritance.",
          "url": "http://dx.doi.org/10.1126/science.ado8270",
          "doi": "10.1126/science.ado8270",
          "filter": "2"
        },
        {
          "title": "Achieving optical transparency in live animals with absorbing molecules",
          "authors": "Zihao Ou, Yi-Shiou Duh, Nicholas J. Rommelfanger, Carl H. C. Keck, Shan Jiang, Kenneth Brinson, Su Zhao, Elizabeth L. Schmidt, Xiang Wu, Fan Yang, Betty Cai, Han Cui, Wei Qi, Shifu Wu, Adarsh Tantry, Richard Roth, Jun Ding, Xiaoke Chen, Julia A. Kaltschmidt, Mark L. Brongersma, Guosong Hong",
          "abstract": "Optical imaging plays a central role in biology and medicine but is hindered by light scattering in live tissue. We report the counterintuitive observation that strongly absorbing molecules can achieve optical transparency in live animals. We explored the physics behind this observation and found that when strongly absorbing molecules dissolve in water, they can modify the refractive index of the aqueous medium through the Kramers-Kronig relations to match that of high-index tissue components such as lipids. We have demonstrated that our straightforward approach can reversibly render a live mouse body transparent to allow visualization of a wide range of deep-seated structures and activities. This work suggests that the search for high-performance optical clearing agents should focus on strongly absorbing molecules.",
          "url": "http://dx.doi.org/10.1126/science.adm6869",
          "doi": "10.1126/science.adm6869",
          "filter": "2"
        },
        {
          "title": "Palladium-catalyzed cross-coupling of alcohols with olefins by positional tuning of a counteranion",
          "authors": "Sven H. M. Kaster, Lei Zhu, William L. Lyon, Rulin Ma, Stephen E. Ammann, M. Christina White",
          "abstract": "Transition metal–catalyzed cross-couplings have great potential to furnish complex ethers; however, challenges in the C(sp 3 )–O functionalization step have precluded general methods. Here, we describe computationally guided transition metal–ligand design that positions a hydrogen-bond acceptor anion at the reactive site to promote functionalization. A general cross-coupling of primary, secondary, and tertiary aliphatic alcohols with terminal olefins to furnish &gt;130 ethers is achieved. The mild conditions tolerate functionality that is prone to substitution, elimination, and epimerization and achieve site selectivity in polyol settings. Mechanistic studies support the hypothesis that the ligand’s geometry and electronics direct positioning of the phosphate anion at the π-allyl-palladium terminus, facilitating the phosphate’s hydrogen-bond acceptor role toward the alcohol. Ligand-directed counteranion positioning in cationic transition metal catalysis has the potential to be a general strategy for promoting challenging bimolecular reactivity.",
          "url": "http://dx.doi.org/10.1126/science.ado8027",
          "doi": "10.1126/science.ado8027",
          "filter": "2"
        },
        {
          "title": "Serotonin release in the habenula during emotional contagion promotes resilience",
          "authors": "Sarah Mondoloni, Patricia Molina, Salvatore Lecca, Cheng-Hsi Wu, Léo Michel, Denys Osypenko, Fanchon Cachin, Meghan Flanigan, Mauro Congiu, Arnaud L. Lalive, Thomas Kash, Fei Deng, Yulong Li, Manuel Mameli",
          "abstract": "Negative emotional contagion—witnessing others in distress—affects an individual’s emotional responsivity. However, whether it shapes coping strategies when facing future threats remains unknown. We found that mice that briefly observe a conspecific being harmed become resilient, withstanding behavioral despair after an adverse experience. Photometric recordings during negative emotional contagion revealed increased serotonin (5-HT) release in the lateral habenula. Whereas 5-HT and emotional contagion reduced habenular burst firing, limiting 5-HT synthesis prevented burst plasticity. Enhancing raphe-to-habenula 5-HT was sufficient to recapitulate resilience. In contrast, reducing 5-HT release in the habenula made witnessing a conspecific in distress ineffective to promote the resilient phenotype after adversity. These findings reveal that 5-HT supports vicarious emotions and leads to resilience by tuning definite patterns of habenular neuronal activity.",
          "url": "http://dx.doi.org/10.1126/science.adp3897",
          "doi": "10.1126/science.adp3897",
          "filter": "2"
        },
        {
          "title": "Oxygen- and proton-transporting open framework ionomer for medium-temperature fuel cells",
          "authors": "Jianwei Yang, Hengyu Xu, Jie Li, Ke Gong, Feiyu Yue, Xianghao Han, Ke Wu, Pengpeng Shao, Qingling Fu, Yuhao Zhu, Wenli Xu, Xin Huang, Jing Xie, Fengchao Wang, Wenxiu Yang, Teng Zhang, Zengshi Xu, Xiao Feng, Bo Wang",
          "abstract": "Medium-temperature proton exchange membrane fuel cells (MT PEMFCs) operating at 100° to 120°C have improved kinetics, simplified thermal and water management, and broadened fuel tolerance compared with low-temperature PEMFCs. However, high temperatures lead to Nafion ionomer dehydration and exacerbate gas transportation limitations. Inspired by osmolytes found in hyperthermophiles, we developed α-aminoketone–linked covalent organic framework (COF) ionomers, interwoven with Nafion, to act as “breathable” proton conductors. This approach leverages synergistic hydrogen bonding to retain water, enhancing hydration and proton transport while reducing oxygen transport resistance. For commercial Pt/C, the MT PEMFCs achieved peak and rated power densities of 18.1 and 9.5 Watts per milligram of Pt at the cathode at 105°C fueled with H 2 and air, marking increases of 101 and 187%, respectively, compared with cells lacking the COF.",
          "url": "http://dx.doi.org/10.1126/science.adq2259",
          "doi": "10.1126/science.adq2259",
          "filter": "2"
        },
        {
          "title": "In vivo dendritic cell reprogramming for cancer immunotherapy",
          "authors": "Ervin Ascic, Fritiof Åkerström, Malavika Sreekumar Nair, André Rosa, Ilia Kurochkin, Olga Zimmermannova, Xavier Catena, Nadezhda Rotankova, Charlotte Veser, Michal Rudnik, Tommaso Ballocci, Tiffany Schärer, Xiaoli Huang, Maria de Rosa Torres, Emilie Renaud, Marta Velasco Santiago, Özcan Met, David Askmyr, Malin Lindstedt, Lennart Greiff, Laure-Anne Ligeon, Irina Agarkova, Inge Marie Svane, Cristiana F. Pires, Fábio F. Rosa, Carlos-Filipe Pereira",
          "abstract": "Immunotherapy can lead to long-term survival for some cancer patients, yet generalized success has been hampered by insufficient antigen presentation and exclusion of immunogenic cells from the tumor microenvironment. Here, we developed an approach to reprogram tumor cells in vivo by adenoviral delivery of the transcription factors PU.1, IRF8, and BATF3, which enabled them to present antigens as type 1 conventional dendritic cells. Reprogrammed tumor cells remodeled their tumor microenvironment, recruited, and expanded polyclonal cytotoxic T cells, induced tumor regressions, and established long-term systemic immunity in multiple mouse melanoma models. In human tumor spheroids and xenografts, reprogramming to immunogenic dendritic-like cells progressed independently of immunosuppression, which usually limits immunotherapy. Our study paves the way for human clinical trials of in vivo immune cell reprogramming for cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/science.adn9083",
          "doi": "10.1126/science.adn9083",
          "filter": "2"
        },
        {
          "title": "Bacteria can anticipate the seasons: Photoperiodism in cyanobacteria",
          "authors": "Maria Luísa Jabbur, Benjamin P. Bratton, Carl Hirschie Johnson",
          "abstract": "Photoperiodic time measurement is the ability of plants and animals to measure differences in day versus night length (photoperiod) and use that information to anticipate critical seasonal transformations, such as annual temperature cycles. This timekeeping phenomenon triggers adaptive responses in higher organisms, such as gonadal stimulation, flowering, and hibernation. Unexpectedly, we observed this capability in cyanobacteria—unicellular prokaryotes with generation times as short as 5 to 6 hours. Cyanobacteria exposed to short, winter-like days developed enhanced resistance to cold mediated by desaturation of membrane lipids and differential programs of gene transcription, including stress response pathways. As in eukaryotes, this photoperiodic timekeeping required an intact circadian clockwork and developed over multiple cycles of photoperiod. Therefore, photoperiodic timekeeping evolved in much simpler organisms than previously appreciated and enabled genetic responses to stresses that recur seasonally.",
          "url": "http://dx.doi.org/10.1126/science.ado8588",
          "doi": "10.1126/science.ado8588",
          "filter": "2"
        },
        {
          "title": "PERK-ATAD3A interaction provides a subcellular safe haven for protein synthesis during ER stress",
          "authors": "Karinder K. Brar, Daniel T. Hughes, Jordan L. Morris, Kelly Subramanian, Shivaani Krishna, Fei Gao, Lara-Sophie Rieder, Sebastian Uhrig, Joshua Freeman, Heather L. Smith, Rebekkah Jukes-Jones, Edward Avezov, Jodi Nunnari, Julien Prudent, Adrian J. Butcher, Giovanna R. Mallucci",
          "abstract": "Endoplasmic reticulum (ER) stress induces the repression of protein synthesis throughout the cell. Attempts to understand how localized stress leads to widespread repression have been limited by difficulties in resolving translation rates at the subcellular level. Here, using live-cell imaging of reporter mRNA translation, we unexpectedly found that during ER stress, active translation at mitochondria was significantly protected. The mitochondrial protein ATPase family AAA domain-containing protein 3A (ATAD3A) interacted with protein kinase RNA–like endoplasmic reticulum kinase (PERK) and mediated this effect on localized translation by competing for binding with PERK’s target, eukaryotic initiation factor 2 (eIF2). PERK-ATAD3A interactions increased during ER stress, forming mitochondria-ER contact sites. Furthermore, ATAD3A binding attenuated local PERK signaling and rescued the expression of some mitochondrial proteins. Thus, PERK-ATAD3A interactions can control translational repression at a subcellular level, mitigating the impact of ER stress on the cell.",
          "url": "http://dx.doi.org/10.1126/science.adp7114",
          "doi": "10.1126/science.adp7114",
          "filter": "2"
        },
        {
          "title": "Roots in Brazil’s Amazon mangroves",
          "authors": "Celso H. L. Silva-Junior",
          "url": "http://dx.doi.org/10.1126/science.adr3073",
          "doi": "10.1126/science.adr3073",
          "filter": "3"
        },
        {
          "title": "Einstein’s Oxford years",
          "authors": "Andrew Robinson",
          "abstract": "Long overlooked by biographers, the physicist’s time at the renowned British university—and his reasons for leaving—are worth revisiting",
          "url": "http://dx.doi.org/10.1126/science.adq4247",
          "doi": "10.1126/science.adq4247",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.ads9190",
          "doi": "10.1126/science.ads9190",
          "filter": "3"
        },
        {
          "title": "New Products",
          "abstract": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.",
          "url": "http://dx.doi.org/10.1126/science.ads8211",
          "doi": "10.1126/science.ads8211",
          "filter": "3"
        },
        {
          "title": "Emotional contagion builds resilience",
          "authors": "Martin Metzger, Jose Donato",
          "abstract": "Mice that witness cage mates in distress withstand future negative emotions better",
          "url": "http://dx.doi.org/10.1126/science.adr9296",
          "doi": "10.1126/science.adr9296",
          "filter": "3"
        },
        {
          "title": "The history in our genes The Genetic Book of the Dead: A Darwinian Reverie Richard Dawkins Yale University Press, 2024. 360 pp.",
          "authors": "Philip Ball",
          "abstract": "An adaptationist returns with a reverent ode to evolution",
          "url": "http://dx.doi.org/10.1126/science.adr3236",
          "doi": "10.1126/science.adr3236",
          "filter": "3"
        },
        {
          "title": "Ecological restoration for China’s mines",
          "authors": "Hong Yang, Xiang Gao, Jianhua Wu, Julian R. Thompson, Roger J. Flower",
          "url": "http://dx.doi.org/10.1126/science.adr1001",
          "doi": "10.1126/science.adr1001",
          "filter": "3"
        },
        {
          "title": "Genomes were ‘scrambled’ when worms left the sea",
          "authors": "Christie Wilcox",
          "abstract": "Chromosomal chaos may have aided their moves to fresh water and land",
          "url": "http://dx.doi.org/10.1126/science.ads9196",
          "doi": "10.1126/science.ads9196",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Di Jiang, Mattia Maroso, Priscilla N. Kelly, Keith T. Smith, Phil Szuromi, Yevgeniya Nusinovich, Yury Suleymanov",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.ads8452",
          "doi": "10.1126/science.ads8452",
          "filter": "3"
        },
        {
          "title": "Russia sets 25% cut to research",
          "authors": "Eugene Gerden",
          "abstract": "As spending on Ukraine war surges, other areas suffer",
          "url": "http://dx.doi.org/10.1126/science.ads9198",
          "doi": "10.1126/science.ads9198",
          "filter": "3"
        },
        {
          "title": "Why are they leaving?",
          "authors": "David Caballero",
          "url": "http://dx.doi.org/10.1126/science.ads8200",
          "doi": "10.1126/science.ads8200",
          "filter": "3"
        },
        {
          "title": "Sweden is shooting brown bears in the dark",
          "authors": "Cyril Milleret, Pierre Dupont, Guillaume Chapron, Jon E. Swenson, Richard Bischof",
          "url": "http://dx.doi.org/10.1126/science.adq7487",
          "doi": "10.1126/science.adq7487",
          "filter": "3"
        },
        {
          "title": "Indian knowledge",
          "authors": "Vaishnavi Chandrashekhar",
          "abstract": "To distance its science education systems from centurieslong British colonialism, India is leaning into its history and traditions—but at what cost?",
          "url": "http://dx.doi.org/10.1126/science.ads8453",
          "doi": "10.1126/science.ads8453",
          "filter": "3"
        },
        {
          "title": "Turning tissues temporarily transparent",
          "authors": "Christopher J. Rowlands, Jon Gorecki",
          "abstract": "A food dye suppresses light scattering in biological tissues to enable deep in vivo imaging",
          "url": "http://dx.doi.org/10.1126/science.adr7935",
          "doi": "10.1126/science.adr7935",
          "filter": "3"
        },
        {
          "title": "Hail chasers plan largest ever field campaign",
          "authors": "Hannah Richter",
          "abstract": "ICECHIP project aims to improve predictions of economically costly hailstorms",
          "url": "http://dx.doi.org/10.1126/science.ads9194",
          "doi": "10.1126/science.ads9194",
          "filter": "3"
        },
        {
          "title": "NSF says tribes must OK studies that affect them",
          "authors": "Jeffrey Mervis",
          "abstract": "Many researchers and tribes see the change as long overdue but say it means new burdens",
          "url": "http://dx.doi.org/10.1126/science.ads9197",
          "doi": "10.1126/science.ads9197",
          "filter": "3"
        },
        {
          "title": "Serbian lithium mine triggers publication dispute",
          "authors": "Cathleen O’Grady",
          "abstract": "Mining company scientists attack paper claiming environmental contamination",
          "url": "http://dx.doi.org/10.1126/science.ads9199",
          "doi": "10.1126/science.ads9199",
          "filter": "3"
        },
        {
          "title": "How young is volcanism on the Moon?",
          "authors": "Yuri Amelin, Qing-Zhu Yin",
          "abstract": "Volcanic glass beads date lunar magmatism to 120 million years ago",
          "url": "http://dx.doi.org/10.1126/science.adr9336",
          "doi": "10.1126/science.adr9336",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "L. Bryan Ray, Jake S. Yeston, Michael A. Funk, Iyinoluwa Sofowora, Peter Stern, Jelena Stajic, Brandon Berry, Sacha Vignieri, Bianca Lopez, Yevgeniya Nusinovich, Priscilla N. Kelly, Marc S. Lavine, Keith T. Smith, Phil Szuromi, John F. Foley, Christiana N. Fogg",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.ads8451",
          "doi": "10.1126/science.ads8451",
          "filter": "3"
        },
        {
          "title": "Transplanted fibroblasts take the pressure",
          "authors": "Fiona M. Watt",
          "abstract": "Weight-bearing skin cells show promising therapeutic potential",
          "url": "http://dx.doi.org/10.1126/science.adr9294",
          "doi": "10.1126/science.adr9294",
          "filter": "3"
        },
        {
          "title": "The long shadow of biodiversity loss",
          "authors": "Ashley E. Larsen, Dennis Engist, Frederik Noack",
          "abstract": "Technological substitutes are poor proxies for functioning ecosystems",
          "url": "http://dx.doi.org/10.1126/science.adq2373",
          "doi": "10.1126/science.adq2373",
          "filter": "3"
        },
        {
          "title": "Breakthrough promises new era of ultraprecise nuclear clocks",
          "authors": "Jay Bennett",
          "abstract": "Timekeepers based on energy transitions in atomic nuclei could be stable, portable, and able to probe new physics",
          "url": "http://dx.doi.org/10.1126/science.ads9195",
          "doi": "10.1126/science.ads9195",
          "filter": "3"
        },
        {
          "title": "India goes local for the language of science",
          "authors": "Vaishnavi Chandrashekhar",
          "url": "http://dx.doi.org/10.1126/science.ads8454",
          "doi": "10.1126/science.ads8454",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Persistent polarization: The unexpected durability of political animosity around US elections",
          "authors": "Neil Fasching, Shanto Iyengar, Yphtach Lelkes, Sean J. Westwood",
          "abstract": "The scholarly literature suggests that, as elections approach, political tensions intensify, and, as they pass, tensions return to pre-election levels. Using a massive new dataset of 66,000 interviews (cross-sectional and panel), we find that animosities are durable and consistent over the course of the 2022 US election. Individuals with more exposure to the campaign tend to be more polarized, and this sentiment endures post-election. Contrary to expectations, partisans who voted for the winning candidate are no less polarized post-election than those on the losing side. In closing, we note that the durability of polarization has important implications not only for our understanding of the scope of partisan divides but also for efforts designed to ameliorate polarization.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm9198",
          "doi": "10.1126/sciadv.adm9198",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Nitrite reductase–mimicking catalysis temporally regulating nitric oxide concentration gradient adaptive for antibacterial therapy",
          "authors": "Yonghai Feng, Yi Yu, Hui Shi, Jiaxiang Bai, Liangliang Wang, Tianke Yang, Lei Liu",
          "abstract": "The unique bacterial infection microenvironment (IME) usually requires complicated design of nanomaterials to adapt to IME for enhancing antibacterial therapy. Here, an alternative IME adaptative nitrite reductase–mimicking nanozyme is constructed by in situ growth of ultrasmall copper sulfide clusters on the surface of a nanofibrillar lysozyme assembly (NFLA/CuS NHs), which can temporally regulate nitric oxide (NO) gradient concentration to kill bacteria initially and promote tissue regeneration subsequently. Benefiting from a copper nitrite reductase (CuNIR)–inspired structure with CuS cluster as active center and NFLA as skeleton, NFLA/CuS NHs efficiently boost the catalytic reduction of nitrite to NO. The inherent supramolecular fibrillar networks displays excellent bacterial capture capability, facilitating initial high-concentration NO attacks on the bacteria. The subsequent catalytic release of low-concentration NO by NFLA/CuS NHs–mediated nitrite reduction remarkably promotes cell migration and angiogenesis. This work paves the way for dynamically eliminating MDR bacterial infection and promoting tissue regeneration in a simple and smart way through CuNIR-mimicking catalysis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5935",
          "doi": "10.1126/sciadv.adp5935",
          "filter": "2"
        },
        {
          "title": "Discovery of SARS-CoV-2 papain-like protease (PL pro ) inhibitors with efficacy in a murine infection model",
          "authors": "Michelle R. Garnsey, Matthew C. Robinson, Luong T. Nguyen, Rhonda Cardin, Joseph Tillotson, Ellene Mashalidis, Aijia Yu, Lisa Aschenbrenner, Amanda Balesano, Amin Behzadi, Britton Boras, Jeanne S. Chang, Heather Eng, Andrew Ephron, Tim Foley, Kristen K. Ford, James M. Frick, Scott Gibson, Li Hao, Brett Hurst, Amit S. Kalgutkar, Magdalena Korczynska, Zsofia Lengyel-Zhand, Liping Gao, Hannah R. Meredith, Nandini C. Patel, Jana Polivkova, Devendra Rai, Colin R. Rose, Hussin Rothan, Sylvie K. Sakata, Thomas R. Vargo, Wenying Qi, Huixian Wu, Yiping Liu, Irina Yurgelonis, Jinzhi Zhang, Yuao Zhu, Lei Zhang, Alpha A. Lee",
          "abstract": "Vaccines and first-generation antiviral therapeutics have provided important protection against COVID-19 caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). However, there remains a need for additional therapeutic options that provide enhanced efficacy and protection against potential viral resistance. The SARS-CoV-2 papain-like protease (PL pro ) is one of the two essential cysteine proteases involved in viral replication. While inhibitors of the SARS-CoV-2 main protease have demonstrated clinical efficacy, known PL pro inhibitors have, to date, lacked the inhibitory potency and requisite pharmacokinetics to demonstrate that targeting PL pro translates to in vivo efficacy in a preclinical setting. Here, we report the machine learning–driven discovery of potent, selective, and orally available SARS-CoV-2 PL pro inhibitors, with lead compound PF-07957472 ( 4 ) providing robust efficacy in a mouse-adapted model of COVID-19 infection.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4288",
          "doi": "10.1126/sciadv.ado4288",
          "filter": "2"
        },
        {
          "title": "Cerebrospinal fluid flow extends to peripheral nerves further unifying the nervous system",
          "authors": "Alexander P. Ligocki, Augustine V. Vinson, Anthony T. Yachnis, William A. Dunn, Douglas E. Smith, Elizabeth A. Scott, Jimena V. Alvarez-Castanon, Daniel E. Baez Montalvo, Olivia G. Frisone, Gary A. J. Brown, Joel E. Pessa, Edward W. Scott",
          "abstract": "Cerebrospinal fluid (CSF) is responsible for maintaining brain homeostasis through nutrient delivery and waste removal for the central nervous system (CNS). Here, we demonstrate extensive CSF flow throughout the peripheral nervous system (PNS) by tracing distribution of multimodal 1.9-nanometer gold nanoparticles, roughly the size of CSF circulating proteins, infused within the lateral cerebral ventricle (a primary site of CSF production). CSF-infused 1.9-nanometer gold transitions from CNS to PNS at root attachment/transition zones and distributes through the perineurium and endoneurium, with ultimate delivery to axoplasm of distal peripheral nerves. Larger 15-nanometer gold fails to transit from CNS to PNS and instead forms “dye-cuffs,” as predicted by current dogma of CSF restriction within CNS, identifying size limitations in central to peripheral flow. Intravenous 1.9-nanometer gold is unable to cross the blood-brain/nerve barrier. Our findings suggest that CSF plays a consistent role in maintaining homeostasis throughout the nervous system with implications for CNS and PNS therapy and neural drug delivery.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn3259",
          "doi": "10.1126/sciadv.adn3259",
          "filter": "2"
        },
        {
          "title": "Thermodynamic computing via autonomous quantum thermal machines",
          "authors": "Patryk Lipka-Bartosik, Martí Perarnau-Llobet, Nicolas Brunner",
          "abstract": "We develop a physics-based model for classical computation based on autonomous quantum thermal machines. These machines consist of few interacting quantum bits (qubits) connected to several environments at different temperatures. Heat flows through the machine are here exploited for computing. The process starts by setting the temperatures of the environments according to the logical input. The machine evolves, eventually reaching a nonequilibrium steady state, from which the output of the computation can be determined via the temperature of an auxilliary finite-size reservoir. Such a machine, which we term a “thermodynamic neuron,” can implement any linearly separable function, and we discuss explicitly the cases of NOT, 3-MAJORITY, and NOR gates. In turn, we show that a network of thermodynamic neurons can perform any desired function. We discuss the close connection between our model and artificial neurons (perceptrons) and argue that our model provides an alternative physics-based analog implementation of neural networks, and more generally a platform for thermodynamic computing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8792",
          "doi": "10.1126/sciadv.adm8792",
          "filter": "2"
        },
        {
          "title": "Enhanced aqueous formation and neutralization of fine atmospheric particles driven by extreme cold",
          "authors": "James R. Campbell,  Michael Battaglia Jr., Kayane K. Dingilian, Meeta Cesler-Maloney, William R. Simpson, Ellis S. Robinson, Peter F. DeCarlo, Brice Temime-Roussel, Barbara D’Anna, Andrew L. Holen, Judy Wu, Kerri A. Pratt, Jack E. Dibb, Athanasios Nenes, Rodney J. Weber, Jingqiu Mao",
          "abstract": "The prevailing view for aqueous secondary aerosol formation is that it occurs in clouds and fogs, owing to the large liquid water content compared to minute levels in fine particles. Our research indicates that this view may need reevaluation due to enhancements in aqueous reactions in highly concentrated small particles. Here, we show that low temperature can play a role through a unique effect on particle pH that can substantially modulate secondary aerosol formation. Marked increases in hydroxymethanesulfonate observed under extreme cold in Fairbanks, Alaska, demonstrate the effect. These findings provide insight on aqueous chemistry in fine particles under cold conditions expanding possible regions of secondary aerosol formation that are pH dependent beyond conditions of high liquid water.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4373",
          "doi": "10.1126/sciadv.ado4373",
          "filter": "2"
        },
        {
          "title": "Effector memory–type regulatory T cells display phenotypic and functional instability",
          "authors": "Désirée Jacqueline Wendering, Leila Amini, Stephan Schlickeiser, Martí Farrera-Sal, Sarah Schulenberg, Lena Peter, Marco Mai, Tino Vollmer, Weijie Du, Maik Stein, Frederik Hamm, Alisier Malard, Carla Castro, Mingxing Yang, Ramon Ranka, Timo Rückert, Pawel Durek, Frederik Heinrich, Gilles Gasparoni, Abdulrahman Salhab, Jörn Walter, Dimitrios Laurin Wagner, Mir-Farzin Mashreghi, Sybille Landwehr-Kenzel, Julia K. Polansky, Petra Reinke, Hans-Dieter Volk, Michael Schmueck-Henneresse",
          "abstract": "Regulatory T cells (T reg cells) hold promise for sustainable therapy of immune disorders. Recent advancements in chimeric antigen receptor development and genome editing aim to enhance the specificity and function of T reg cells. However, impurities and functional instability pose challenges for the development of safe gene-edited T reg cell products. Here, we examined different T reg cell subsets regarding their fate, epigenomic stability, transcriptomes, T cell receptor repertoires, and function ex vivo and after manufacturing. Each T reg cell subset displayed distinct features, including lineage stability, epigenomics, surface markers, T cell receptor diversity, and transcriptomics. Earlier-differentiated memory T reg cell populations, including a hitherto unidentified naïve-like memory T reg cell subset, outperformed late-differentiated effector memory–like T reg cells in regulatory function, proliferative capacity, and epigenomic stability. High yields of stable, functional T reg cell products could be achieved by depleting the small effector memory–like T reg cell subset before manufacturing. Considering T reg cell subset composition appears critical to maintain lineage stability in the final cell product.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn3470",
          "doi": "10.1126/sciadv.adn3470",
          "filter": "2"
        },
        {
          "title": "Helicity-directed recognition of bacterial phospholipid via radially amphiphilic antimicrobial peptides",
          "authors": "Yangbin Liang, Yuhao Zhang, Yu Huang, Cheng Xu, Jingxian Chen, Xinshuang Zhang, Bingchuan Huang, Zhanhui Gan, Xuehui Dong, Songyin Huang, Chengrun Li, Shuyi Jia, Pengfei Zhang, Yueling Yuan, Houbing Zhang, Yucai Wang, Bing Yuan, Yan Bao, Shiyan Xiao, Menghua Xiong",
          "abstract": "The fundamental differences in phospholipids between bacterial and mammalian cell membranes present remarkable opportunities for antimicrobial design. However, it is challenging to distinguish bacterial anionic phospholipid phosphatidylglycerol (PG) from mammalian anionic phosphatidylserine (PS) with the same net charge. Here, we report a class of radially amphiphilic α helix antimicrobial peptides (RAPs) that can selectively discriminate PG from PS, relying on the helix structure. The representative RAP, L 10 -MMBen, can direct the rearrangement of PG vesicles into a lamellar structure with its helix axis parallel to the PG membrane surface. The helical structure imparts both the thermodynamic and kinetic advantages of L 10 -MMBen/PG assembly, and the hiding of hydrophobic regions in RAPs is crucial for PG recognition. L 10 -MMBen exhibits high selectivity against bacteria depending on PG recognition, showing low in vivo toxicity and significant treatment efficacy in mice infection models. Our study introduces a helicity-direct bacterial phospholipid recognition paradigm for designing highly selective antimicrobial peptides.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9435",
          "doi": "10.1126/sciadv.adn9435",
          "filter": "2"
        },
        {
          "title": "Global subduction slow slip events and associated earthquakes",
          "authors": "Kélian Dascher-Cousineau, Roland Bürgmann",
          "abstract": "Three decades of geodetic monitoring have established slow slip events (SSEs) as a common mode of fault slip, sometimes linked with earthquake swarms and in a few cases escalating to major seismic events. However, the connection between SSEs and earthquake hazard has been difficult to quantify and contextualize beyond regional studies. We aggregate a geodetic record of SSEs from subduction zones in the circum-Pacific region. In aggregate, earthquake rates increase up to threefold concurrent with and proximal to SSEs. The relative amplitude of this increase is correlated with the SSE size and, to a lesser extent, their depth and region. The subdued and coincident earthquake response to SSE stress transfer suggests a more limited role of static stress transfer and a very short relaxation timescale for the triggered seismicity. The observed range of behavior does not support a major connection between SSEs and earthquake hazard.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado2191",
          "doi": "10.1126/sciadv.ado2191",
          "filter": "2"
        },
        {
          "title": "Oxygen-defective electrostrictors for soft electromechanics",
          "authors": "Victor Buratto Tinti, Jin Kyu Han, Valdemar Frederiksen, Huaiyu Chen, Jesper Wallentin, Innokenty Kantor, Anton Lyksborg-Andersen, Thomas Willum Hansen, Garam Bae, Wooseok Song, Eugen Stamate, Daniel Zanetti de Florio, Henrik Bruus, Vincenzo Esposito",
          "abstract": "Electromechanical metal oxides, such as piezoceramics, are often incompatible with soft polymers due to their crystallinity requirements, leading to high processing temperatures. This study explores the potential of ceria-based thin films as electromechanical actuators for flexible electronics. Oxygen-deficient fluorites, like cerium oxide, are centrosymmetric nonpiezoelectric crystalline metal oxides that demonstrate giant electrostriction. These films, deposited at low temperatures, integrate seamlessly with various soft substrates like polyimide and PET. Ceria thin films exhibit remarkable electrostriction ( M 33 &gt; 10 −16 m 2 V −2 ) and inverse pseudo-piezo coefficients ( e 33 &gt; 500 pmV −1 ), enabling large displacements in soft electromechanical systems. Our study explores resonant and off-resonant configurations in the low-frequency regime (&lt;1 kHz), demonstrating versatility for three-dimensional and transparent electronics. This work advances the understanding of oxygen-defective metal oxide electromechanical properties and paves the way for developing versatile and efficient electromechanical systems for applications in biomedical devices, optical devices, and beyond.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3444",
          "doi": "10.1126/sciadv.adq3444",
          "filter": "2"
        },
        {
          "title": "Context-dependent impact of the dietary non-essential amino acid tyrosine on Drosophila physiology and longevity",
          "authors": "Hina Kosakamoto, Chisako Sakuma, Rina Okada, Masayuki Miura, Fumiaki Obata",
          "abstract": "Dietary protein intake modulates growth, reproduction, and longevity by stimulating amino acid (AA)–sensing pathways. Essential AAs are often considered as limiting nutrients during protein scarcity, and the role of dietary non-essential AAs (NEAAs) is less explored. Although tyrosine has been reported to be crucial for sensing protein restriction in Drosophila larvae, its effect on adult physiology and longevity remains unclear. Here, using a synthetic diet, we perform a systematic investigation of the effect of single NEAA deprivation on nutrient-sensing pathways, reproductive ability, starvation resistance, feeding behavior, and life span in adult female flies. Specifically, dietary tyrosine deprivation decreases internal tyrosine levels and fecundity, influences AA-sensing machineries, and extends life span. These nutritional responses are not observed under higher total AA intake or in infertile female flies, suggesting a context-dependent influence of dietary tyrosine. Our findings highlight the unique role of tyrosine as a potentially limiting nutrient, underscoring its value for dietary interventions aimed at enhancing health span.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn7167",
          "doi": "10.1126/sciadv.adn7167",
          "filter": "2"
        },
        {
          "title": "Stretchable and biodegradable self-healing conductors for multifunctional electronics",
          "authors": "Tae-Min Jang, Won Bae Han, Seungkeun Han, Ankan Dutta, Jun Hyeon Lim, Taekyung Kim, Bong Hee Lim, Gwan-Jin Ko, Jeong-Woong Shin, Rajaram Kaveti, Heeseok Kang, Chan-Hwi Eom, So Jeong Choi, Amay J. Bandodkar, Kyu-Sung Lee, Eunkyoung Park, Huanyu Cheng, Woon-Hong Yeo, Suk-Won Hwang",
          "abstract": "As the regenerative mechanisms of biological organisms, self-healing provides useful functions for soft electronics or associated systems. However, there have been few examples of soft electronics where all components have self-healing properties while also ensuring compatibility between components to achieve multifunctional and resilient bio-integrated electronics. Here, we introduce a stretchable, biodegradable, self-healing conductor constructed by combination of two layers: (i) synthetic self-healing elastomer and (ii) self-healing conductive composite with additives. Abundant dynamic disulfide and hydrogen bonds of the elastomer and conductive composite enable rapid and complete recovery of electrical conductivity (~1000 siemens per centimeter) and stretchability (~500%) in response to repetitive damages, and chemical interactions of interpenetrated polymer chains of these components facilitate robust adhesion strength, even under extreme mechanical stress. System-level demonstration of soft, self-healing electronics with diagnostic/therapeutic functions for the urinary bladder validates the possibility for versatile, practical uses in biomedical research areas.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9818",
          "doi": "10.1126/sciadv.adp9818",
          "filter": "2"
        },
        {
          "title": "AAGGG repeat expansions trigger RFC1 -independent synaptic dysregulation in human CANVAS neurons",
          "authors": "Connor J. Maltby, Amy Krans, Samantha J. Grudzien, Yomira Palacios, Jessica Muiños, Andrea Suárez, Melissa Asher, Sydney Willey, Kinsey Van Deynze, Camille Mumm, Alan P. Boyle, Andrea Cortese, Alain Ndayisaba, Vikram Khurana, Sami J. Barmada, Anke A. Dijkstra, Peter K. Todd",
          "abstract": "Cerebellar ataxia with neuropathy and vestibular areflexia syndrome (CANVAS) is a recessively inherited neurodegenerative disorder caused by intronic biallelic, nonreference CCCTT/AAGGG repeat expansions within RFC1 . To investigate how these repeats cause disease, we generated patient induced pluripotent stem cell–derived neurons (iNeurons). CCCTT/AAGGG repeat expansions do not alter neuronal RFC1 splicing, expression, or DNA repair pathway function. In reporter assays, AAGGG repeats are translated into pentapeptide repeat proteins. However, these proteins and repeat RNA foci were not detected in iNeurons, and overexpression of these repeats failed to induce neuronal toxicity. CANVAS iNeurons exhibit defects in neuronal development and diminished synaptic connectivity that is rescued by CRISPR deletion of a single expanded AAGGG allele. These deficits were neither replicated by RFC1 knockdown in control iNeurons nor rescued by RFC1 reprovision in CANVAS iNeurons. These findings support a repeat-dependent but RFC1 protein–independent cause of neuronal dysfunction in CANVAS, with implications for therapeutic development in this currently untreatable condition.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2321",
          "doi": "10.1126/sciadv.adn2321",
          "filter": "2"
        },
        {
          "title": "ARL3 GTPases facilitate ODA16 unloading from IFT in motile cilia",
          "authors": "Yameng Huang, Xiaoduo Dong, Stella Y. Sun, Teck-Kwang Lim, Qingsong Lin, Cynthia Y. He",
          "abstract": "Eukaryotic cilia and flagella are essential for cell motility and sensory functions. Their biogenesis and maintenance rely on the intraflagellar transport (IFT). Several cargo adapters have been identified to aid IFT cargo transport, but how ciliary cargos are discharged from the IFT remains largely unknown. During our explorations of small GTPases ARL13 and ARL3 in Trypanosoma brucei , we found that ODA16, a known IFT cargo adapter present exclusively in motile cilia, is a specific effector of ARL3. In the cilia, active ARL3 GTPases bind to ODA16 and dissociate ODA16 from the IFT complex. Depletion of ARL3 GTPases stabilizes ODA16 interaction with the IFT, leading to ODA16 accumulation in cilia and defects in axonemal assembly. The interactions between human ODA16 homolog HsDAW1 and ARL GTPases are conserved, and these interactions are altered in HsDAW1 disease variants. These findings revealed a conserved function of ARL GTPases in IFT transport of motile ciliary components, and a mechanism of cargo unloading from the IFT.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2950",
          "doi": "10.1126/sciadv.adq2950",
          "filter": "2"
        },
        {
          "title": "BioID-based intact cell interactome of the Kv1.3 potassium channel identifies a Kv1.3-STAT3-p53 cellular signaling pathway",
          "authors": "Elena Prosdocimi, Veronica Carpanese, Luca Matteo Todesca, Tatiana Varanita, Magdalena Bachmann, Margherita Festa, Daniele Bonesso, Mireia Perez-Verdaguer, Andrea Carrer, Angelo Velle, Roberta Peruzzo, Silvia Muccioli, Davide Doni, Luigi Leanza, Paola Costantini, Frank Stein, Mandy Rettel, Antonio Felipe, Michael J. Edwards, Erich Gulbins, Laura Cendron, Chiara Romualdi, Vanessa Checchetto, Ildiko Szabo",
          "abstract": "Kv1.3 is a multifunctional potassium channel implicated in multiple pathologies, including cancer. However, how it is involved in disease progression is not fully clear. We interrogated the interactome of Kv1.3 in intact cells using BioID proximity labeling, revealing that Kv1.3 interacts with STAT3– and p53–linked pathways. To prove the relevance of Kv1.3 and of its interactome in the context of tumorigenesis, we generated stable melanoma clones, in which ablation of Kv1.3 remodeled gene expression, reduced proliferation and colony formation, yielded fourfold smaller tumors, and decreased metastasis in vivo in comparison to WT cells. Kv1.3 deletion or pharmacological inhibition of mitochondrial Kv1.3 increased mitochondrial Reactive Oxygen Species release, decreased STAT3 phosphorylation, stabilized the p53 tumor suppressor, promoted metabolic switch, and altered the expression of several BioID-identified Kv1.3-networking proteins in tumor tissues. Collectively, our work revealed the tumor-promoting Kv1.3-interactome landscape, thus opening the way to target Kv1.3 not only as an ion-conducting entity but also as a signaling hub.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9361",
          "doi": "10.1126/sciadv.adn9361",
          "filter": "2"
        },
        {
          "title": "Human heat sensation: A randomized crossover trial",
          "authors": "Stefan Heber, Felix Resch, Cosmin I. Ciotu, Andreas Gleiss, Ulrike M. Heber, Andrea Macher-Beer, Samantha Bhuiyan, Markus Gold-Binder, Renate Kain, Sabine Sator, Michael J. M. Fischer",
          "abstract": "Sensing of noxious heat has been reported to be mediated by TRPV1, TRPA1, TRPM3, and ANO1 in mice, and this is redundant so that the loss of one receptor is at least partially compensated for by others. We have established an infusion-based human heat pain model. Heat-induced pain probed with antagonists for the four receptors did not match the redundancy found in mice. In healthy participants, only TRPV1 contributes to the detection of noxious heat; none of the other three receptors are involved. TRPV1 inhibition reduced the pain at all noxious temperatures, which can also be seen as an increase in the temperature that causes a particular level of pain. However, even if the TRPV1-dependent shift in heat detection is about 1°C, at the end of the temperature ramp to 52°C, most heat-induced pain remains unexplained. This difference between species reopens the quest for the molecular safety net for the detection of noxious heat in humans.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3498",
          "doi": "10.1126/sciadv.ado3498",
          "filter": "2"
        },
        {
          "title": "Nanoplasmonic aptasensor for sensitive, selective, and real-time detection of dopamine from unprocessed whole blood",
          "authors": "Aritra Biswas, Sang Lee, Pablo Cencillo-Abad, Manobina Karmakar, Jay Patel, Mahdi Soudi, Debashis Chanda",
          "abstract": "Neurotransmitters are crucial for the proper functioning of neural systems, with dopamine playing a pivotal role in cognition, emotions, and motor control. Dysregulated dopamine levels are linked to various disorders, underscoring the need for accurate detection in research and diagnostics. Single-stranded DNA (ssDNA) aptamers are promising bioreceptors for dopamine detection due to their selectivity, improved stability, and synthesis feasibility. However, discrepancies in dopamine specificity have presented challenges. Here, we surface-functionalized a nano-plasmonic biosensing platform with a dopamine-specific ssDNA aptamer for selective detection. The biosensor, featuring narrowband hybrid plasmonic resonances, achieves high specificity through functionalization with aptamers and passivation processes. Sensitivity and selectivity for dopamine detection are demonstrated across a wide range of concentrations, including in diverse biological samples like protein solutions, cerebrospinal fluid, and whole blood. These results highlight the potential of plasmonic “aptasensors” for developing rapid and accurate diagnostic tools for disease monitoring, medical diagnostics, and targeted therapies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7460",
          "doi": "10.1126/sciadv.adp7460",
          "filter": "2"
        },
        {
          "title": "Controls on fluvial sediment evacuation following an earthquake-triggered landslide: Observations from LiDAR time series",
          "authors": "Jon Tunnicliffe, Jamie Howarth, Chris Massey",
          "abstract": "Catastrophic sediment overloading of mountain streams in response to coseismic landsliding causes river systems to fundamentally reorganize their morphology and sediment transporting characteristics, influencing sediment yields, bedrock incision, and the coupling between erosion and tectonics. A sequence of 13 airborne LiDAR surveys of an alpine tributary of the Hāpuku River, New Zealand, reveals patterns of sediment mass balance change over 5 years following delivery of 6.6 million cubic meters of landslide debris during the 2016 magnitude 7.8 Kaikōura earthquake. The surveys reveal how mountain river systems modulate catastrophic sediment deliveries to their lower reaches through sediment storage, evolution of channel morphology, and armoring of the bed. Variations in valley width contribute to the delay and diffusion of the seismically induced disturbance “wave” as it moves across river process domains. The landslide sediment train remnants may persist for longer than the return time of their triggering mechanism, leading to a long-lived hiatus in bedrock incision in this tectonically active mountain catchment.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi5560",
          "doi": "10.1126/sciadv.adi5560",
          "filter": "2"
        },
        {
          "title": "Real-time machine learning–enhanced hyperspectro-polarimetric imaging via an encoding metasurface",
          "authors": "Lidan Zhang, Chen Zhou, Bofeng Liu, Yimin Ding, Hyun-Ju Ahn, Shengyuan Chang, Yao Duan, Md Tarek Rahman, Tunan Xia, Xi Chen, Zhiwen Liu, Xingjie Ni",
          "abstract": "Light fields carry a wealth of information, including intensity, spectrum, and polarization. However, standard cameras capture only the intensity, disregarding other valuable information. While hyperspectral and polarimetric imaging systems capture spectral and polarization information, respectively, in addition to intensity, they are often bulky, slow, and costly. Here, we have developed an encoding metasurface paired with a neural network enabling a normal camera to acquire hyperspectro-polarimetric images from a single snapshot. Our experimental results demonstrate that this metasurface-enhanced camera can accurately resolve full-Stokes polarization across a broad spectral range (700 to 1150 nanometer) from a single snapshot, achieving a spectral sensitivity as high as 0.23 nanometer. In addition, our system captures full-Stokes hyperspectro-polarimetric video in real time at a rate of 28 frames per second, primarily limited by the camera’s readout rate. Our encoding metasurface offers a compact, fast, and cost-effective solution for multidimensional imaging that effectively uses information within light fields.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5192",
          "doi": "10.1126/sciadv.adp5192",
          "filter": "2"
        },
        {
          "title": "Precise control of transmembrane current via regulating bionic lipid membrane composition",
          "authors": "Zhiwei Shang, Jing Zhao, Mengyu Yang, Yuling Xiao, Wenjing Chu, Shijun Xu, Xiaojin Zhang, Xiaoqing Yi, Meihua Lin, Fan Xia",
          "abstract": "The transport of ions through biological ion channels is regulated not only by their structural characteristics but also by the composition of the phospholipid membrane, which serves as a carrier for nanochannels. Inspired by the modulation of ion currents by lipid membrane composition, exemplified by the activation of the K + channel of Streptomyces A by anionic lipids, we present a biomimetic nanochannel system based on combining DNA nanotechnology with two-dimensional graphene oxide (GO) nanosheets. By designing multibranched DNA nanowires, we assemble programmable DNA scaffold networks (DSNs) on the GO surface to precisely control membrane composition. Modulating the DSN layers from one to five enhances DNA composition, yielding a maximum 12-fold enhancement in ion current, primarily due to charge effects. Incorporating DNAzymes facilitates reversible modulation of membrane composition, enabling cyclic conversion of ion current. This approach offers a pathway for creating devices with highly efficient, tunable ion transport, applicable in diverse fields like mass transport, environmental protection, biomimetic channels, and biosensors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0118",
          "doi": "10.1126/sciadv.adq0118",
          "filter": "2"
        },
        {
          "title": "Reversibly photoswitchable protein assemblies with collagen affinity for in vivo photoacoustic imaging of tumors",
          "authors": "Shuai Chen, Kaixin Li, Xin Chen, Shan Lei, Jing Lin, Peng Huang",
          "abstract": "Recent advancements in photoacoustic (PA) imaging have leveraged reversibly photoswitchable chromophores, known for their dual absorbance states, to enhance imaging sensitivity through differential techniques. Yet, their deployment in tumor imaging has faced obstacles in achieving targeted delivery with high efficiency and specificity. Addressing this challenge, we introduce innovative protein assemblies, DrBphP-CBD, by genetically fusing a photosensory module from Deinococcus radiodurans bacterial phytochrome (DrBphP) with a collagen-binding domain (CBD). These protein assemblies form sub-100-nanometer structures composed of 24 DrBphP dimers and 12 CBD trimers, presenting 24 protein subunits. Their affinity for collagens, combined with impressive photoswitching contrast, markedly improves PA imaging precision. In various tumor models, intravenous administration of DrBphP-CBD has demonstrated enhanced tumor targeting and retention, augmenting contrast in PA imaging by minimizing background noise. This strategy underscores the clinical potential of DrBphP-CBD as PA contrast agents, propelling photoswitchable chromoproteins to the forefront of precise cancer diagnosis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8274",
          "doi": "10.1126/sciadv.adn8274",
          "filter": "2"
        },
        {
          "title": "Multi-armored allogeneic MUC1 CAR T cells enhance efficacy and safety in triple-negative breast cancer",
          "authors": "Piril Erler, Tomasz Kurcon, Hana Cho, Jordan Skinner, Chantel Dixon, Steven Grudman, Sandra Rozlan, Emilie Dessez, Ben Mumford, Sumin Jo, Alex Boyne, Alexandre Juillerat, Philippe Duchateau, Laurent Poirot, Beatriz Aranda-Orgilles",
          "abstract": "Solid tumors, such as triple-negative breast cancer (TNBC), are biologically complex due to cellular heterogeneity, lack of tumor-specific antigens, and an immunosuppressive tumor microenvironment (TME). These challenges restrain chimeric antigen receptor (CAR) T cell efficacy, underlining the importance of armoring. In solid cancers, a localized tumor mass allows alternative administration routes, such as intratumoral delivery with the potential to improve efficacy and safety but may compromise metastatic-site treatment. Using a multi-layered CAR T cell engineering strategy that allowed a synergy between attributes, we show enhanced cytotoxic activity of MUC1 CAR T cells armored with PD1 KO , tumor-specific interleukin-12 release, and TGFBR2 KO attributes catered towards the TNBC TME. Intratumoral treatment effectively reduced distant tumors, suggesting retention of antigen-recognition benefits at metastatic sites. Overall, we provide preclinical evidence of armored non-alloreactive MUC1 CAR T cells greatly reducing high TNBC tumor burden in a TGFB1- and PD-L1–rich TME both at local and distant sites while preserving safety.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9857",
          "doi": "10.1126/sciadv.adn9857",
          "filter": "2"
        },
        {
          "title": "Synaptic rearrangement of NMDA receptors controls memory engram formation and malleability in the cortex",
          "authors": "Benjamin Bessières, Julien Dupuis, Laurent Groc, Bruno Bontempi, Olivier Nicole",
          "abstract": "Initially hippocampal dependent, memory representations rely on a broadly distributed cortical network as they mature over time. How these cortical engrams acquire stability during systems-level memory consolidation without compromising their dynamic nature remains unclear. We identified a highly responsive “consolidation switch” in the synaptic composition of N -methyl- d -aspartate receptors (NMDARs), which dictates the progressive embedding and persistence of enduring memories in the rat cortex. Cortical GluN2B subunit–containing NMDARs were preferentially recruited upon encoding of associative olfactory memory to support neuronal allocation of memory engrams. As consolidation proceeds, a learning-induced redistribution of GluN2B subunit–containing NMDARs outward synapses increased synaptic GluN2A subunit contribution and enabled stabilization of remote memories. In contrast, synaptic reincorporation of GluN2B subunits occurred during subsequent forgetting. By manipulating the surface distribution of GluN2A and GluN2B subunit–containing NMDARs at cortical synapses, we uncovered that the rearrangement of GluN2B-containing NMDARs constitutes an essential tuning mechanism that determines the fate of cortical memory engrams and controls their malleability.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1148",
          "doi": "10.1126/sciadv.ado1148",
          "filter": "2"
        },
        {
          "title": "Subcycle dynamics of excitons under strong laser fields",
          "authors": "Eduardo B. Molinero, Bruno Amorim, Mikhail Malakhov, Giovanni Cistaro, Álvaro Jiménez-Galán, Antonio Picón, Pablo San-José, Misha Ivanov, Rui E. F. Silva",
          "abstract": "Excitons play a key role in the linear optical response of two-dimensional (2D) materials. However, their role in the nonlinear response to intense, nonresonant, low-frequency light is often overlooked as strong fields are expected to tear the electron-hole pair apart. Using high-harmonic generation as a spectroscopic tool, we theoretically study their formation and role in the nonlinear optical response. We show that the excitonic contribution is prominent and that excitons remain stable even when the driving laser field surpasses the strength of the Coulomb field binding the electron-hole pair. We demonstrate a parallel between the behavior of strongly laser-driven excitons in 2D solids and strongly driven Rydberg states in atoms, including the mechanisms of their formation and stability. Last, we show how the excitonic contribution can be singled out by encapsulating the 2D material in a dielectric, tuning the excitonic energy and its contribution to the high-harmonic spectrum.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6985",
          "doi": "10.1126/sciadv.adn6985",
          "filter": "2"
        },
        {
          "title": "Entanglement-induced collective many-body interference",
          "authors": "Tommaso Faleo, Eric Brunner, Jonathan W. Webb, Alexander Pickston, Joseph Ho, Gregor Weihs, Andreas Buchleitner, Christoph Dittel, Gabriel Dufour, Alessandro Fedrizzi, Robert Keil",
          "abstract": "Entanglement and interference are both hallmark effects of quantum physics. Particularly rich dynamics arise when multiple (at least partially) indistinguishable particles are subjected to either of these phenomena. By combining both entanglement and many-particle interference, we propose an interferometric setting through which N -particle interference can be observed, while any interference of lower orders is strictly suppressed. We experimentally demonstrate this effect in a four-photon interferometer, where the interference is nonlocal, in principle, as only pairs of photons interfere at two separate and independent beam splitters. A joint detection of all four photons identifies a high-visibility interference pattern varying as a function of their collective four-particle phase, a genuine four-body property.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9030",
          "doi": "10.1126/sciadv.adp9030",
          "filter": "2"
        },
        {
          "title": "Archaeological findings show the extent of primitive characteristics of maize in South America",
          "authors": "Flaviane Malaquias Costa, Rafael Vidal, Natalia Carolina de Almeida Silva, Elizabeth Ann Veasey, Fabio de Oliveira Freitas, Maria Imaculada Zucchi",
          "abstract": "Scientific research has suggested that maize spread from Mexico and arrived in lowland South America in a state of partial domestication. However, archaeological samples with primitive morphological characteristics that corroborate this finding have not been recorded in the region thus far. Unexpectedly, many samples were identified in the Peruaçu Valley with characteristics never previously observed in South America. These archaeological samples with primitive characteristics, which are the focus of this work, represent the furthest records from the center of origin of the species and the longest duration of the maintenance of such characteristics (between 1010 and 570 years before present). The findings of this study, including archaeological samples, native races, and samples of teosinte, attest to a long history of maize diversification in lowland South America.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn1466",
          "doi": "10.1126/sciadv.adn1466",
          "filter": "2"
        },
        {
          "title": "Plasmonic Pd-Sb nanosheets for photothermal CH 4 conversion to HCHO and therapy",
          "authors": "Mengjun Wang, Jun Jia, Zhaodong Meng, Jing Xia, Xinyan Hu, Fei Xue, Huiping Peng, Xiangmin Meng, Jun Yi, Xiaolan Chen, Jun Li, Yuzheng Guo, Yong Xu, Xiaoqing Huang",
          "abstract": "Photothermal catalysis effectively increases catalytic activity by using the photothermal effect of metal nanomaterials; however, the combination of strong light absorption and high catalytic performance remains a challenge. Here, we demonstrate hexagonal ~5-nanometer-thick palladium antimony (chemical formula as Pd 8 Sb 3 ) nanosheets (NSs) that exhibit strong light absorption within full spectral and localized surface plasmon resonance (LSPR) effects in the visible region. Such LSPR features lead to strong photothermal effects, and Pd 8 Sb 3 NSs aqueous dispersion enables enhanced photothermal methane (CH 4 ) conversion to formaldehyde (HCHO) under full-spectrum light irradiation at 1.7 watts per square centimeter, leading to selectivity of ~98.7%, productivity of ~665 millimoles per gram of catalyst, ~700 times higher than that of Pd NSs. Mechanism investigations suggest that different radicals were generated on Pd 8 Sb 3 (·OH) and Pd NSs (·O 2 − ), where Pd 8 Sb 3 NSs displays stronger adsorption strength to CH 4 and facilitates CH 4 oxidation to HCHO. Besides, the strong light absorption ability of Pd 8 Sb 3 NSs enables photothermal therapy for breast cancer.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9664",
          "doi": "10.1126/sciadv.ado9664",
          "filter": "2"
        },
        {
          "title": "Single-trial detection of auditory cues from the rat brain using memristors",
          "authors": "Caterina Sbandati, Spyros Stathopoulos, Patrick Foster, Noam D. Peer, Cristian Sestito, Alex Serb, Stefano Vassanelli, Dana Cohen, Themis Prodromakis",
          "abstract": "Implantable devices hold the potential to address conditions currently lacking effective treatments, such as drug-resistant neural impairments and prosthetic control. Medical devices need to be biologically compatible while providing enhanced performance metrics of low-power consumption, high accuracy, small size, and minimal latency to enable ongoing intervention in brain function. Here, we demonstrate a memristor-based processing system for single-trial detection of behaviorally meaningful brain signals within a timeframe that supports real-time closed-loop intervention. We record neural activity from the reward center of the brain, the ventral tegmental area, in rats trained to associate a musical tone with a reward, and we use the memristors built-in thresholding properties to detect nontrivial biomarkers in local field potentials. This approach yields consistent and accurate detection of biomarkers &gt;98% while maintaining power consumption as low as 4.14 nanowatt per channel. The efficacy of our system’s capabilities to process real-time in vivo neural data paves the way for low-power chronic neural activity monitoring and biomedical implants.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7613",
          "doi": "10.1126/sciadv.adp7613",
          "filter": "2"
        },
        {
          "title": "Essential phage component induces resistance of bacterial community",
          "authors": "Qianyu Hu, Liang Huang, Yaoyu Yang, Ye Xiang, Jintao Liu",
          "abstract": "Despite extensive knowledge on phage resistance at bacterium level, the resistance of bacterial communities is still not well-understood. Given its ubiquity, it is essential to understand resistance at the community level. We performed quantitative investigations on the dynamics of phage infection in Klebsiella pneumoniae biofilms. We found that the biofilms quickly developed resistance and resumed growth. Instead of mutations, the resistance was caused by unassembled phage tail fibers released by the phage-lysed bacteria. The tail fibers degraded the bacterial capsule essential for infection and induced spreading of capsule loss in the biofilm, and tuning tail fiber and capsule levels altered the resistance. Latent infections sustained in the biofilm despite resistance, allowing stable phage-bacteria coexistence. Last, we showed that the resistance exposed vulnerabilities in the biofilm. Our findings indicate that phage lysate plays important roles in shaping phage-biofilm interactions and open more dimensions for the rational design of strategies to counter bacteria with phage.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5057",
          "doi": "10.1126/sciadv.adp5057",
          "filter": "2"
        },
        {
          "title": "Integrin signaling in pluripotent cells acts as a gatekeeper of mouse germline entry",
          "authors": "Aly Makhlouf, Anfu Wang, Nanami Sato, Viviane S. Rosa, Marta N. Shahbazi",
          "abstract": "Primordial germ cells (PGCs) are the precursors of gametes and the sole mechanism by which animals transmit genetic information across generations. In the mouse embryo, the transcriptional and epigenetic regulation of PGC specification has been extensively characterized. However, the initial event that triggers the soma-germline segregation remains poorly understood. Here, we uncover a critical role for the basement membrane in regulating germline entry. We show that PGCs arise in a region of the mouse embryo that lacks contact with the basement membrane, and the addition of exogenous extracellular matrix (ECM) inhibits both PGC and PGC-like cell (PGCLC) specification in mouse embryos and stem cell models, respectively. Mechanistically, we demonstrate that the engagement of β1 integrin with laminin blocks PGCLC specification by preventing the Wnt signaling–dependent down-regulation of the PGC transcriptional repressor, Otx2. In this way, the physical segregation of cells away from the basement membrane acts as a morphogenetic fate switch that controls the soma-germline bifurcation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk2252",
          "doi": "10.1126/sciadv.adk2252",
          "filter": "2"
        },
        {
          "title": "High absorptivity nanotextured powders for additive manufacturing",
          "authors": "Ottman A. Tertuliano, Philip J. DePond, Andrew C. Lee, Jiho Hong, David Doan, Luc Capaldi, Mark Brongersma, X. Wendy Gu, Manyalibo J. Matthews, Wei Cai, Adrian J. Lew",
          "abstract": "The widespread application of metal additive manufacturing (AM) is limited by the ability to control the complex interactions between the energy source and the feedstock material. Here, we develop a generalizable process to introduce nanoscale grooves to the surface of metal powders which increases the powder absorptivity by up to 70% during laser powder bed fusion. Absorptivity enhancements in copper, copper-silver, and tungsten enable energy-efficient manufacturing, with printing of pure copper at relative densities up to 92% using laser energy densities as low as 83 joules per cubic millimeter. Simulations show that the enhanced powder absorptivity results from plasmon-enabled light concentration in nanoscale grooves combined with multiple scattering events. The approach taken here demonstrates a general method to enhance the absorptivity and printability of reflective and refractory metal powders by changing the surface morphology of the feedstock without altering its composition.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0003",
          "doi": "10.1126/sciadv.adp0003",
          "filter": "2"
        },
        {
          "title": "Amylum forms typical self-assembled amyloid fibrils",
          "authors": "Sonika Chibh, Ashmeet Singh, Gal Finkelstein-Zuta, Gil Koren, Raya Sorkin, Roy Beck, Sigal Rencus-Lazar, Ehud Gazit",
          "abstract": "Amyloid fibril formation is a central biochemical process in pathology and physiology. Over decades, substantial advances were made in elucidating the mechanisms of amyloidogenesis, its links to disease, and the production of functional supramolecular structures. While the term “amyloid” denotes starch-like features of these assemblies, no evidence of amyloidogenic behavior of polysaccharides has been so far reported. Here, we investigate the potential of amylum (starch) not only to self-assemble into hierarchical fibrillar structures but also to exhibit canonical amyloidogenic properties. Ordered amylum structures were formed through a sigmoidal growth process with characteristic amyloid features including typical nanofibril morphology, binding to indicative dyes, inherent luminescence, apple-green birefringence upon Congo red staining, and notable mechanical rigidity. These findings shed light on polysaccharide self-assembly and expand the generic amyloid phenomenon.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6471",
          "doi": "10.1126/sciadv.adp6471",
          "filter": "2"
        },
        {
          "title": "High-field pulsed EPR spectroscopy under magic angle spinning",
          "authors": "Orit Nir-Arad, Alexander B. Fialkov, David H. Shlomi, Nurit Manukovsky, Frederic Mentink-Vigier, Ilia Kaminker",
          "abstract": "In this work, we demonstrate the first pulsed electron paramagnetic resonance (EPR) experiments performed under magic angle spinning (MAS) at high magnetic field. Unlike nuclear magnetic resonance (NMR) and dynamic nuclear polarization (DNP), commonly performed at high magnetic fields and under MAS to maximize sensitivity and resolution, EPR is usually measured at low magnetic fields and, with the exception of the Spiess group work in the late 1990s, never under MAS, due to great instrumentational challenges. This hampers the investigation of DNP mechanisms, in which electron spin dynamics play a central role, because no experimental data about the latter under DNP-characteristic conditions are available. We hereby present our dedicated, homebuilt MAS-EPR probehead and show the pulsed MAS-EPR spectra of P1 center diamond defect recorded at 7 tesla. Our results reveal unique effects of MAS on EPR line shape, intensity, and signal dephasing. Time-domain simulations reproduce the observed changes in the line shapes and the trends in the signal intensity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6073",
          "doi": "10.1126/sciadv.adq6073",
          "filter": "2"
        },
        {
          "title": "TCR/CD3-based synthetic antigen receptors (TCC) convey superior antigen sensitivity combined with high fidelity of activation",
          "authors": "Vanessa Mühlgrabner, Timo Peters, Rubí M.-H. Velasco Cárdenas, Benjamin Salzer, Janett Göhring, Angelika Plach, Maria Höhrhan, Iago Doel Perez, Vasco Dos Reis Goncalves, Jesús Siller Farfán, Manfred Lehner, Hannes Stockinger, Wolfgang W. Schamel, Kilian Schober, Dirk H. Busch, Michael Hudecek, Omer Dushek, Susana Minguet, René Platzer, Johannes B. Huppa",
          "abstract": "Low antigen sensitivity and a gradual loss of effector functions limit the clinical applicability of chimeric antigen receptor (CAR)–modified T cells and call for alternative antigen receptor designs for effective T cell–based cancer immunotherapy. Here, we applied advanced microscopy to demonstrate that TCR/CD3-based synthetic constructs (TCC) outperform second-generation CAR formats with regard to conveyed antigen sensitivities by up to a thousandfold. TCC-based antigen recognition occurred without adverse nonspecific signaling, which is typically observed in CAR–T cells, and did not depend—unlike sensitized peptide/MHC detection by conventional T cells—on CD4 or CD8 coreceptor engagement. TCC-endowed signaling properties may prove critical when targeting antigens in low abundance and aiming for a durable anticancer response.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj4632",
          "doi": "10.1126/sciadv.adj4632",
          "filter": "2"
        },
        {
          "title": "High-performance fault-tolerant quantum computing with many-hypercube codes",
          "authors": "Hayato Goto",
          "abstract": "Standard approaches to quantum error correction for fault-tolerant quantum computing are based on encoding a single logical qubit into many physical ones, resulting in asymptotically zero encoding rates and therefore huge resource overheads. To overcome this issue, high-rate quantum codes, such as quantum low-density parity-check codes, have been studied over the past decade. In this case, however, it is difficult to perform logical gates in parallel while maintaining low overheads. Here, we propose concatenated high-rate small-size quantum error-detecting codes as a family of high-rate quantum codes. Their simple structure allows for a geometrical interpretation using hypercubes corresponding to logical qubits. We thus call them many-hypercube codes. They can realize both high rates, e.g., 30% (64 logical qubits are encoded into 216 physical ones), and parallelizability of logical gates. Developing dedicated decoder and encoders, we achieve high error thresholds even in a circuit-level noise model. Thus, the many-hypercube codes will pave the way to high-performance fault-tolerant quantum computing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6388",
          "doi": "10.1126/sciadv.adp6388",
          "filter": "2"
        },
        {
          "title": "A highly conserved A-to-I RNA editing event within the glutamate-gated chloride channel GluClα is necessary for olfactory-based behaviors in Drosophila",
          "authors": "Hila Zak, Eyal Rozenfeld, Mali Levi, Patricia Deng, David Gorelick, Hadar Pozeilov, Shai Israel, Yoav Paas, Yoav Paas, Jin Billy Li, Moshe Parnas, Galit Shohat-Ophir",
          "abstract": "A-to-I RNA editing is a cellular mechanism that generates transcriptomic and proteomic diversity, which is essential for neuronal and immune functions. It involves the conversion of specific adenosines in RNA molecules to inosines, which are recognized as guanosines by cellular machinery. Despite the vast number of editing sites observed across the animal kingdom, pinpointing critical sites and understanding their in vivo functions remains challenging. Here, we study the function of an evolutionary conserved editing site in Drosophila , located in glutamate-gated chloride channel ( GluCl α). Our findings reveal that flies lacking editing at this site exhibit reduced olfactory responses to odors and impaired pheromone-dependent social interactions. Moreover, we demonstrate that editing of this site is crucial for the proper processing of olfactory information in projection neurons. Our results highlight the value of using evolutionary conservation as a criterion for identifying editing events with potential functional significance and paves the way for elucidating the intricate link between RNA modification, neuronal physiology, and behavior.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi9101",
          "doi": "10.1126/sciadv.adi9101",
          "filter": "2"
        },
        {
          "title": "Accelerating drug discovery and repurposing by combining transcriptional signature connectivity with docking",
          "authors": "Alexander W. Thorman, James Reigle, Somchai Chutipongtanate, Juechen Yang, Behrouz Shamsaei, Marcin Pilarczyk, Mehdi Fazel-Najafabadi, Rafal Adamczak, Michal Kouril, Surbhi Bhatnagar, Sarah Hummel, Wen Niu, Ardythe L. Morrow, Maria F. Czyzyk-Krzeska, Robert McCullumsmith, William Seibel, Nicolas Nassar, Yi Zheng, David A. Hildeman, Mario Medvedovic, Andrew B. Herr, Jarek Meller",
          "abstract": "We present an in silico approach for drug discovery, dubbed connectivity enhanced structure activity relationship (ceSAR). Building on the landmark LINCS library of transcriptional signatures of drug-like molecules and gene knockdowns, ceSAR combines cheminformatic techniques with signature concordance analysis to connect small molecules and their targets and further assess their biophysical compatibility using molecular docking. Candidate compounds are first ranked in a target structure–independent manner, using chemical similarity to LINCS analogs that exhibit transcriptomic concordance with a target gene knockdown. Top candidates are subsequently rescored using docking simulations and machine learning–based consensus of the two approaches. Using extensive benchmarking, we show that ceSAR greatly reduces false-positive rates, while cutting run times by multiple orders of magnitude and further democratizing drug discovery pipelines. We further demonstrate the utility of ceSAR by identifying and experimentally validating inhibitors of BCL2A1, an important antiapoptotic target in melanoma and preterm birth–associated inflammation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj3010",
          "doi": "10.1126/sciadv.adj3010",
          "filter": "2"
        },
        {
          "title": "Superior fracture resistance and topology-induced intrinsic toughening mechanism in 3D shell-based lattice metamaterials",
          "authors": "Yujia Wang, Kunlin Wu, Xuan Zhang, Xiaoyan Li, Yifan Wang, Huajian Gao",
          "abstract": "Lattice metamaterials have demonstrated remarkable mechanical properties at low densities. As these architected materials advance toward real-world applications, their tolerance for damage and defects becomes a limiting factor. However, a thorough understanding of the fracture resistance and fracture mechanisms in lattice metamaterials, particularly for the emerging shell-based lattices, has remained elusive. Here, using a combination of in situ fracture experiments and finite element simulations, we show that shell-based lattice metamaterials with Schwarz P minimal surface topology exhibit superior fracture resistance compared to conventional octet truss lattices, with average improvements in initiation toughness up to 150%. This superiority is attributed to the unique shell-based architecture that enables more efficient load transfer and higher energy dissipation through material damage, structural plasticity, and material plasticity. Our study reveals a topology-induced intrinsic toughening mechanism in shell-based lattices and highlights these architectures as a superior design route for creating lightweight and high-performance mechanical metamaterials.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2664",
          "doi": "10.1126/sciadv.adq2664",
          "filter": "2"
        },
        {
          "title": "Seismic low-velocity equatorial torus in the Earth’s outer core: Evidence from the late–coda correlation wavefield",
          "authors": "Xiaolong Ma, Hrvoje Tkalčić",
          "abstract": "Thermochemical inhomogeneities in the Earth’s outer core that enhance our understanding of the geodynamo have been elusive. Seismic constraints on such inhomogeneities would provide clues on the amount and distribution of light elements in the core apart from iron and nickel. Here, we present evidence for a low-velocity volume within the outer core via the global coda correlation wavefield. Several key correlogram features with a unique sensitivity to the liquid core show variations with wave paths remarkably slower in the equatorial than polar planes. We constrain a torus structure at low latitudes with ~2% lower velocity than the surrounding liquid outer core via waveform modeling. We propose a thermochemical origin for such a low-velocity torus, providing important constraints on the dynamical processes of the Earth’s outer core.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5562",
          "doi": "10.1126/sciadv.adn5562",
          "filter": "2"
        },
        {
          "title": "Lasting benefits of embryonic eavesdropping on parent-parent communication",
          "authors": "Francisco Ruiz-Raya, Alberto Velando",
          "abstract": "Developing embryos have traditionally been viewed as passive agents in the evolution of family conflicts, with maternal substances within the uterus or eggs as main factors modulating later expression of offspring solicitation behaviors. Yet, parent-offspring conflict theory predicts that offspring might also rely on alternative cues to adjust demand in response to prenatal cues of parental capacity for resource provisioning. Here, we show how embryonic experience with vocalizations carried out by parents during nest-relief displays at incubation adaptively shapes avian offspring development, providing lasting benefits to offspring. Genetic siblings prenatally exposed to different levels of parent-parent communication showed differences in epigenetic patterns, adrenocortical responsiveness, development, and food solicitation behavior. The correspondence between prenatal acoustic experience and parental context positively influenced the nutritional status and growth rate of offspring reared by communicative parents. Offspring can thus retain strong control over their own development by gathering prenatal acoustic information about parental generosity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8542",
          "doi": "10.1126/sciadv.adn8542",
          "filter": "2"
        },
        {
          "title": "Two-dimensional fully ferroelectric-gated hybrid computing-in-memory hardware for high-precision and energy-efficient dynamic tracking",
          "authors": "Tian Lu, Junying Xue, Penghui Shen, Houfang Liu, Xiaoyue Gao, Xiaomei Li, Jian Hao, Dapeng Huang, Ruiting Zhao, Jianlan Yan, Mingdong Yang, Bonan Yan, Peng Gao, Zhaoyang Lin, Yi Yang, Tian-Ling Ren",
          "abstract": "Computing in memory (CIM) breaks the conventional von Neumann bottleneck through in situ processing. Monolithic integration of digital and analog CIM hardware, ensuring both high precision and energy efficiency, provides a sustainable paradigm for increasingly sophisticated artificial intelligence (AI) applications but remains challenging. Here, we propose a complementary metal-oxide semiconductor–compatible ferroelectric hybrid CIM platform that consists of Boolean logic and triggers for digital processing and multistage cell arrays for analog computation. The basic ferroelectric-gated units are assembled with solution-processable two-dimensional (2D) molybdenum disulfide atomic-thin channels at a wafer-scale yield of 96.36%, delivering high on/off ratios (&gt;10 7 ), high endurance (&gt;10 12 ), long retention time (&gt;10 years), and ultralow cycle-to-cycle/device-to-device variations (~0.3%/~0.5%). Last, we customize a highly compact 2D hybrid CIM system for dynamic tracking, achieving a high accuracy of 99.8% and a 263-fold improvement in power efficiency compared to graphics processing units. These results demonstrate the potential of 2D fully ferroelectric-gated hybrid hardware for developing versatile CIM blocks for AI tasks.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0174",
          "doi": "10.1126/sciadv.adp0174",
          "filter": "2"
        },
        {
          "title": "Protein NMR assignment by isotope pattern recognition",
          "authors": "Uluk Rasulov, Harrison K. Wang, Thibault Viennet, Maxim A. Droemer, Srđan Matosin, Sebastian Schindler, Zhen-Yu J. Sun, Luca Mureddu, Geerten W. Vuister, Scott A. Robson, Haribabu Arthanari, Ilya Kuprov",
          "abstract": "The current standard method for amino acid signal identification in protein NMR spectra is sequential assignment using triple-resonance experiments. Good software and elaborate heuristics exist, but the process remains laboriously manual. Machine learning does help, but its training databases need millions of samples that cover all relevant physics and every kind of instrumental artifact. In this communication, we offer a solution to this problem. We propose polyadic decompositions to store millions of simulated three-dimensional NMR spectra, on-the-fly generation of artifacts during training, a probabilistic way to incorporate prior and posterior information, and integration with the industry standard CcpNmr software framework. The resulting neural nets take [ 1 H, 13 C] slices of mixed pyruvate–labeled HNCA spectra (different CA signal shapes for different residue types) and return an amino acid probability table. In combination with primary sequence information, backbones of common proteins (GB1, MBP, and INMT) are rapidly assigned from just the HNCA spectrum.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0403",
          "doi": "10.1126/sciadv.ado0403",
          "filter": "2"
        },
        {
          "title": "Advanced multiparametric image spectroscopy and super-resolution microscopy reveal a minimal model of CD95 signal initiation",
          "authors": "Nina Bartels, Nicolaas T. M. van der Voort, Oleg Opanasyuk, Suren Felekyan, Annemarie Greife, Xiaoyue Shang, Arthur Bister, Constanze Wiek, Claus A. M. Seidel, Cornelia Monzel",
          "abstract": "Unraveling the concentration-dependent spatiotemporal organization of receptors in the plasma membrane is crucial to understand cell signal initiation. A paradigm of this process is the oligomerization of CD95 during apoptosis signaling, with different oligomerization models being discussed. Here, we establish the molecular-sensitive approach cell lifetime Förster resonance energy transfer image spectroscopy to determine CD95 configurations in live cells. These data are corroborated by stimulated emission depletion microscopy, confocal photobleaching step analysis, and fluorescence correlation spectroscopy. We probed CD95 interactions for concentrations of ~10 to 1000 molecules per square micrometer, over nanoseconds to hours, and molecular to cellular scales. Quantitative benchmarking was achieved establishing high-fidelity monomer and dimer controls. While CD95 alone is primarily monomeric (~96%) and dimeric (4%), the addition of ligand induces oligomerization to dimers/trimers (~15%) leading to cell death. This study highlights molecular concentration effects and oligomerization dynamics. It reveals a minimal model, where small CD95 oligomers suffice to efficiently initiate signaling.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn3238",
          "doi": "10.1126/sciadv.adn3238",
          "filter": "2"
        },
        {
          "title": "Direct amplitude-only hologram realized by broken symmetry",
          "authors": "Daeho Yang, Hong-Seok Lee",
          "abstract": "Holographic displays have been a long-standing ambition for decades to realize true-to-life reconstruction. However, their practical adoption is hindered by their subpar image quality compared to two-dimensional displays, which is fundamentally limited by restricted spatial frequency bandwidth and artifacts. We address the limitation by using a symmetry-broken amplitude-only spatial light modulator, demonstrating image quality comparable to that of two-dimensional displays. The broken conjugate symmetry induced by phase noise of modulators eliminates conjugate image that causes issues in amplitude-only holograms and allows direct reconstruction without additional optical elements. The proposed method provides enhanced robustness against artifacts caused by sub-pixel structures of modulators, enabling experimental reconstruction of high-quality holograms. The full bandwidth and the robustness result in a 5-decibel improvement in peak signal-to-noise ratio compared to state-of-the-art holograms. Furthermore, the hologram has 24 times higher optical efficiency and a smaller volume than the traditional amplitude-only holograms while real-time synthesis is enabled by using a neural network.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1205",
          "doi": "10.1126/sciadv.adp1205",
          "filter": "2"
        },
        {
          "title": "In vivo optogenetic manipulations of endogenous proteins reveal spatiotemporal roles of microtubule and kinesin in dendrite patterning",
          "authors": "Yineng Xu, Bei Wang, Inle Bush, Harriet AJ Saunders, Jill Wildonger, Chun Han",
          "abstract": "During animal development, the spatiotemporal properties of molecular events largely determine the biological outcomes. Conventional gene analysis methods lack the spatiotemporal resolution for precise dissection of developmental mechanisms. Although optogenetic tools exist for manipulating designer proteins in cultured cells, few have been successfully applied to endogenous proteins in live animals. Here, we report OptoTrap, a light-inducible clustering system for manipulating endogenous proteins of diverse sizes, subcellular locations, and functions in Drosophila . This system turns on fast, is reversible in minutes or hours, and contains variants optimized for neurons and epithelial cells. By using OptoTrap to disrupt microtubules and inhibit kinesin-1 in neurons, we show that microtubules support the growth of highly dynamic dendrites and that kinesin-1 is required for patterning of low- and high-order dendritic branches in differential spatiotemporal domains. OptoTrap allows for precise manipulation of endogenous proteins in a spatiotemporal manner and thus holds promise for studying developmental mechanisms in a wide range of cell types and developmental stages.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0138",
          "doi": "10.1126/sciadv.adp0138",
          "filter": "2"
        }
      ]
    }
  ]
}
