{
  "update": "2025-02-07",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Children’s arithmetic skills do not transfer between applied and academic mathematics",
          "authors": "Abhijit V. Banerjee, Swati Bhattacharjee, Raghabendra Chattopadhyay, Esther Duflo, Alejandro J. Ganimian, Kailash Rajah, Elizabeth S. Spelke",
          "url": "https://doi.org/10.1038/s41586-024-08502-w",
          "doi": "https://doi.org/10.1038/s41586-024-08502-w",
          "filter": "0"
        },
        {
          "title": "Two-Eyed Seeing and other Indigenous perspectives for neuroscience",
          "authors": "J. Illes, M. L. Perreault, K. Bassil, J. G. Bjaalie, R. L. Taylor-Bragge, H. Chneiweiss, T. R. Gregory, B. N. Kumar, O. P. Matshabane, A. L. Svalastog, M. R. Velarde",
          "url": "https://doi.org/10.1038/s41586-024-08437-2",
          "doi": "https://doi.org/10.1038/s41586-024-08437-2",
          "filter": "0"
        },
        {
          "title": "Emergence of collective oscillations in massive human crowds",
          "authors": "François Gu, Benjamin Guiselin, Nicolas Bain, Iker Zuriguel, Denis Bartolo",
          "url": "https://doi.org/10.1038/s41586-024-08514-6",
          "doi": "https://doi.org/10.1038/s41586-024-08514-6",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: Joint speech and text machine translation for up to 100 languages",
          "authors": "character(0), Loïc Barrault, Yu-An Chung, Mariano Coria Meglioli, David Dale, Ning Dong, Paul-Ambroise Duquenne, Hady Elsahar, Hongyu Gong, Kevin Heffernan, John Hoffman, Christopher Klaiber, Pengwei Li, Daniel Licht, Jean Maillard, Alice Rakotoarison, Kaushik Ram Sadagopan, Guillaume Wenzek, Ethan Ye, Bapi Akula, Peng-Jen Chen, Naji El Hachem, Brian Ellis, Gabriel Mejia Gonzalez, Justin Haaheim, Prangthip Hansanti, Russ Howes, Bernie Huang, Min-Jae Hwang, Hirofumi Inaguma, Somya Jain, Elahe Kalbassi, Amanda Kallet, Ilia Kulikov, Janice Lam, Daniel Li, Xutai Ma, Ruslan Mavlyutov, Benjamin Peloquin, Mohamed Ramadan, Abinesh Ramakrishnan, Anna Sun, Kevin Tran, Tuan Tran, Igor Tufanov, Vish Vogeti, Carleigh Wood, Yilin Yang, Bokai Yu, Pierre Andrews, Can Balioglu, Marta R. Costa-jussà, Onur Çelebi, Maha Elbayad, Cynthia Gao, Francisco Guzmán, Justine Kao, Ann Lee, Alexandre Mourachko, Juan Pino, Sravya Popuri, Christophe Ropers, Safiyyah Saleem, Holger Schwenk, Paden Tomasello, Changhan Wang, Jeff Wang, Skyler Wang",
          "url": "https://doi.org/10.1038/s41586-025-08655-2",
          "doi": "https://doi.org/10.1038/s41586-025-08655-2",
          "filter": "2"
        },
        {
          "title": "Author Correction: FBP1 controls liver cancer evolution from senescent MASH hepatocytes",
          "authors": "Li Gu, Yahui Zhu, Shuvro P. Nandi, Maiya Lee, Kosuke Watari, Breanna Bareng, Masafumi Ohira, Yuxiao Liu, Sadatsugu Sakane, Rodrigo Carlessi, Consuelo Sauceda, Debanjan Dhar, Souradipta Ganguly, Mojgan Hosseini, Marcos G. Teneche, Peter D. Adams, David J. Gonzalez, Tatiana Kisseleva, character(0), Janina E. E. Tirnitz-Parker, Peter J. Leedman, Michael C. Wallace, Louise N. Winteringham, Benjamin J. Dwyer, Jonathan Tibballs, Kim W. Carter, Alistair R. R. Forrest, Janina E. E. Tirnitz-Parker, M. Celeste Simon, Ludmil B. Alexandrov, Michael Karin",
          "url": "https://doi.org/10.1038/s41586-025-08653-4",
          "doi": "https://doi.org/10.1038/s41586-025-08653-4",
          "filter": "2"
        },
        {
          "title": "Cretaceous Antarctic bird skull elucidates early avian ecological diversity",
          "authors": "Christopher R. Torres, Julia A. Clarke, Joseph R. Groenke, Matthew C. Lamanna, Ross D. E. MacPhee, Grace M. Musser, Eric M. Roberts, Patrick M. O’Connor",
          "url": "https://doi.org/10.1038/s41586-024-08390-0",
          "doi": "https://doi.org/10.1038/s41586-024-08390-0",
          "filter": "2"
        },
        {
          "title": "RUNX2 promotes fibrosis via an alveolar-to-pathological fibroblast transition",
          "authors": "Yinshan Fang, Sanny S. W. Chung, Le Xu, Chenyi Xue, Xue Liu, Dianhua Jiang, Rongbo Li, Yohei Korogi, Ke Yuan, Anjali Saqi, Hanina Hibshoosh, Yuefeng Huang, Chyuan-Sheng Lin, Tatsuya Tsukui, Dean Sheppard, Xin Sun, Jianwen Que",
          "url": "https://doi.org/10.1038/s41586-024-08542-2",
          "doi": "https://doi.org/10.1038/s41586-024-08542-2",
          "filter": "2"
        },
        {
          "title": "Distributed quantum computing across an optical network link",
          "authors": "D. Main, P. Drmota, D. P. Nadlinger, E. M. Ainley, A. Agrawal, B. C. Nichol, R. Srinivas, G. Araneda, D. M. Lucas",
          "abstract": "Distributed quantum computing (DQC) combines the computing power of multiple networked quantum processing modules, ideally enabling the execution of large quantum circuits without compromising performance or qubit connectivity 1,2 . Photonic networks are well suited as a versatile and reconfigurable interconnect layer for DQC; remote entanglement shared between matter qubits across the network enables all-to-all logical connectivity through quantum gate teleportation (QGT) 3,4 . For a scalable DQC architecture, the QGT implementation must be deterministic and repeatable; until now, no demonstration has satisfied these requirements. Here we experimentally demonstrate the distribution of quantum computations between two photonically interconnected trapped-ion modules. The modules, separated by about two metres, each contain dedicated network and circuit qubits. By using heralded remote entanglement between the network qubits, we deterministically teleport a controlled-Z (CZ) gate between two circuit qubits in separate modules, achieving 86% fidelity. We then execute Grover’s search algorithm 5 —to our knowledge, the first implementation of a distributed quantum algorithm comprising several non-local two-qubit gates—and measure a 71% success rate. Furthermore, we implement distributed iSWAP and SWAP circuits, compiled with two and three instances of QGT, respectively, demonstrating the ability to distribute arbitrary two-qubit operations 6 . As photons can be interfaced with a variety of systems, the versatile DQC architecture demonstrated here provides a viable pathway towards large-scale quantum computing for a range of physical platforms.",
          "url": "https://doi.org/10.1038/s41586-024-08404-x",
          "doi": "https://doi.org/10.1038/s41586-024-08404-x",
          "filter": "2"
        },
        {
          "title": "Multi-interface licensing of protein import into a phage nucleus",
          "authors": "Claire Kokontis, Timothy A. Klein, Sukrit Silas, Joseph Bondy-Denomy",
          "url": "https://doi.org/10.1038/s41586-024-08547-x",
          "doi": "https://doi.org/10.1038/s41586-024-08547-x",
          "filter": "2"
        },
        {
          "title": "Two-dimensional polyaniline crystal with metallic out-of-plane conductivity",
          "authors": "Tao Zhang, Shu Chen, Petko St. Petkov, Peng Zhang, Haoyuan Qi, Nguyen Ngan Nguyen, Wenjie Zhang, Jiho Yoon, Peining Li, Thomas Brumme, Alexey Alfonsov, Zhongquan Liao, Mike Hambsch, Shunqi Xu, Lars Mester, Vladislav Kataev, Bernd Büchner, Stefan C. B. Mannsfeld, Ehrenfried Zschech, Stuart S. P. Parkin, Ute Kaiser, Thomas Heine, Renhao Dong, Rainer Hillenbrand, Xinliang Feng",
          "url": "https://doi.org/10.1038/s41586-024-08387-9",
          "doi": "https://doi.org/10.1038/s41586-024-08387-9",
          "filter": "2"
        },
        {
          "title": "Engineering a genomically recoded organism with one stop codon",
          "authors": "Michael W. Grome, Michael T. A. Nguyen, Daniel W. Moonan, Kyle Mohler, Kebron Gurara, Shenqi Wang, Colin Hemez, Benjamin J. Stenton, Yunteng Cao, Felix Radford, Maya Kornaj, Jaymin Patel, Maisha Prome, Svetlana Rogulina, David Sozanski, Jesse Tordoff, Jesse Rinehart, Farren J. Isaacs",
          "url": "https://doi.org/10.1038/s41586-024-08501-x",
          "doi": "https://doi.org/10.1038/s41586-024-08501-x",
          "filter": "2"
        },
        {
          "title": "SKI complex loss renders 9p21.3-deleted or MSI-H cancers dependent on PELO",
          "authors": "Patricia C. Borck, Isabella Boyle, Kristina Jankovic, Nolan Bick, Kyla Foster, Anthony C. Lau, Lucy I. Parker-Burns, Daniel A. Lubicki, Tianxia Li, Ashir A. Borah, Nicholas J. Lofaso, Sohani Das Sharma, Tessla Chan, Riya V. Kishen, Anisah Adeagbo, Srivatsan Raghavan, Elisa Aquilanti, John R. Prensner, J. Michael Krill-Burger, Todd R. Golub, Catarina D. Campbell, Joshua M. Dempster, Edmond M. Chan, Francisca Vazquez",
          "abstract": "Cancer genome alterations often lead to vulnerabilities that can be used to selectively target cancer cells. Various inhibitors of such synthetic lethal targets have been approved by the FDA or are in clinical trials, highlighting the potential of this approach 1–3 . Here we analysed large-scale CRISPR knockout screening data from the Cancer Dependency Map and identified a new synthetic lethal target, PELO , for two independent molecular subtypes of cancer: biallelic deletion of chromosomal region 9p21.3 or microsatellite instability-high (MSI-H). In 9p21.3-deleted cancers, PELO dependency emerges from biallelic deletion of the 9p21.3 gene FOCAD , a stabilizer of the superkiller complex (SKIc). In MSI-H cancers, PELO is required owing to MSI-H-associated mutations in TTC37  (also known as  SKIC3 ), a critical component of the SKIc. We show that both cancer subtypes converge to destabilize the SKIc, which extracts mRNA from stalled ribosomes. In SKIc-deficient cells, PELO depletion induces the unfolded protein response, a stress response to accumulation of misfolded or unfolded nascent polypeptides. Together, our findings indicate PELO as a promising therapeutic target for a large patient population with cancers characterized as MSI-H with deleterious TTC37 mutations or with biallelic 9p21.3 deletions involving FOCAD .",
          "url": "https://doi.org/10.1038/s41586-024-08509-3",
          "doi": "https://doi.org/10.1038/s41586-024-08509-3",
          "filter": "2"
        },
        {
          "title": "Superfluid stiffness of magic-angle twisted bilayer graphene",
          "authors": "Miuko Tanaka, Joel Î-j. Wang, Thao H. Dinh, Daniel Rodan-Legrain, Sameia Zaman, Max Hays, Aziza Almanakly, Bharath Kannan, David K. Kim, Bethany M. Niedzielski, Kyle Serniak, Mollie E. Schwartz, Kenji Watanabe, Takashi Taniguchi, Terry P. Orlando, Simon Gustavsson, Jeffrey A. Grover, Pablo Jarillo-Herrero, William D. Oliver",
          "url": "https://doi.org/10.1038/s41586-024-08494-7",
          "doi": "https://doi.org/10.1038/s41586-024-08494-7",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Placenta-tropic VEGF mRNA lipid nanoparticles ameliorate murine pre-eclampsia",
          "authors": "Kelsey L. Swingle, Alex G. Hamilton, Hannah C. Safford, Hannah C. Geisler, Ajay S. Thatte, Rohan Palanki, Amanda M. Murray, Emily L. Han, Alvin J. Mukalel, Xuexiang Han, Ryann A. Joseph, Aditi A. Ghalsasi, Mohamad-Gabriel Alameh, Drew Weissman, Michael J. Mitchell",
          "url": "https://doi.org/10.1038/s41586-025-08605-y",
          "doi": "https://doi.org/10.1038/s41586-025-08605-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: Stromal changes in the aged lung induce an emergence from melanoma dormancy",
          "authors": "Mitchell E. Fane, Yash Chhabra, Gretchen M. Alicea, Devon A. Maranto, Stephen M. Douglass, Marie R. Webster, Vito W. Rebecca, Gloria E. Marino, Filipe Almeida, Brett L. Ecker, Daniel J. Zabransky, Laura Hüser, Thomas Beer, Hsin-Yao Tang, Andrew Kossenkov, Meenhard Herlyn, David W. Speicher, Wei Xu, Xiaowei Xu, Elizabeth M. Jaffee, Julio A. Aguirre-Ghiso, Ashani T. Weeraratna",
          "url": "https://doi.org/10.1038/s41586-025-08659-y",
          "doi": "https://doi.org/10.1038/s41586-025-08659-y",
          "filter": "2"
        },
        {
          "title": "Fungal impacts on Earth’s ecosystems",
          "authors": "Nicola T. Case, Sarah J. Gurr, Matthew C. Fisher, David S. Blehert, Charles Boone, Arturo Casadevall, Anuradha Chowdhary, Christina A. Cuomo, Cameron R. Currie, David W. Denning, Iuliana V. Ene, Lillian K. Fritz-Laylin, Aleeza C. Gerstein, Neil A. R. Gow, Asiya Gusa, Iliyan D. Iliev, Timothy Y. James, Hailing Jin, Regine Kahmann, Bruce S. Klein, James W. Kronstad, Kyla S. Ost, Kabir G. Peay, Rebecca S. Shapiro, Donald C. Sheppard, Neta Shlezinger, Jason E. Stajich, Eva H. Stukenbrock, John W. Taylor, Gerard D. Wright, Leah E. Cowen, Joseph Heitman, Julia A. Segre",
          "url": "https://doi.org/10.1038/s41586-024-08419-4",
          "doi": "https://doi.org/10.1038/s41586-024-08419-4",
          "filter": "2"
        },
        {
          "title": "Millihertz oscillations near the innermost orbit of a supermassive black hole",
          "authors": "Megan Masterson, Erin Kara, Christos Panagiotou, William N. Alston, Joheen Chakraborty, Kevin Burdge, Claudio Ricci, Sibasish Laha, Iair Arcavi, Riccardo Arcodia, S. Bradley Cenko, Andrew C. Fabian, Javier A. García, Margherita Giustini, Adam Ingram, Peter Kosec, Michael Loewenstein, Eileen T. Meyer, Giovanni Miniutti, Ciro Pinto, Ronald A. Remillard, Dev R. Sadaula, Onic I. Shuvo, Benny Trakhtenbrot, Jingyi Wang",
          "url": "https://doi.org/10.1038/s41586-024-08385-x",
          "doi": "https://doi.org/10.1038/s41586-024-08385-x",
          "filter": "2"
        },
        {
          "title": "A comprehensive spatio-cellular map of the human hypothalamus",
          "authors": "John A. Tadross, Lukas Steuernagel, Georgina K. C. Dowsett, Katherine A. Kentistou, Sofia Lundh, Marta Porniece, Paul Klemm, Kara Rainbow, Henning Hvid, Katarzyna Kania, Joseph Polex-Wolf, Lotte Bjerre Knudsen, Charles Pyke, John R. B. Perry, Brian Y. H. Lam, Jens C. Brüning, Giles S. H. Yeo",
          "abstract": "The hypothalamus is a brain region that plays a key role in coordinating fundamental biological functions 1 . However, our understanding of the underlying cellular components and neurocircuitries have, until recently, emerged primarily from rodent studies 2,3 . Here we combine single-nucleus sequencing of 433,369 human hypothalamic cells with spatial transcriptomics, generating a comprehensive spatio-cellular transcriptional map of the hypothalamus, the ‘HYPOMAP’. Although conservation of neuronal cell types between humans and mice, as based on transcriptomic identity, is generally high, there are notable exceptions. Specifically, there are significant disparities in the identity of pro-opiomelanocortin neurons and in the expression levels of G-protein-coupled receptors between the two species that carry direct implications for currently approved obesity treatments. Out of the 452 hypothalamic cell types, we find that 291 neuronal clusters are significantly enriched for expression of body mass index (BMI) genome-wide association study genes. This enrichment is driven by 426 ‘effector’ genes. Rare deleterious variants in six of these ( MC4R , PCSK1 , POMC , CALCR , BSN and CORO1A ) associate with BMI at population level, and CORO1A has not been linked previously to BMI. Thus, HYPOMAP provides a detailed atlas of the human hypothalamus in a spatial context and serves as an important resource to identify new druggable targets for treating a wide range of conditions, including reproductive, circadian and metabolic disorders.",
          "url": "https://doi.org/10.1038/s41586-024-08504-8",
          "doi": "https://doi.org/10.1038/s41586-024-08504-8",
          "filter": "2"
        },
        {
          "title": "A neoantigen vaccine generates antitumour immunity in renal cell carcinoma",
          "authors": "David A. Braun, Giorgia Moranzoni, Vipheaviny Chea, Bradley A. McGregor, Eryn Blass, Chloe R. Tu, Allison P. Vanasse, Cleo Forman, Juliet Forman, Alexander B. Afeyan, Nicholas R. Schindler, Yiwen Liu, Shuqiang Li, Jackson Southard, Steven L. Chang, Michelle S. Hirsch, Nicole R. LeBoeuf, Oriol Olive, Ambica Mehndiratta, Haley Greenslade, Keerthi Shetty, Susan Klaeger, Siranush Sarkizova, Christina B. Pedersen, Matthew Mossanen, Isabel Carulli, Anna Tarren, Joseph Duke-Cohan, Alexis A. Howard, J. Bryan Iorgulescu, Bohoon Shim, Jeremy M. Simon, Sabina Signoretti, Jon C. Aster, Liudmila Elagina, Steven A. Carr, Ignaty Leshchiner, Gad Getz, Stacey Gabriel, Nir Hacohen, Lars R. Olsen, Giacomo Oliveira, Donna S. Neuberg, Kenneth J. Livak, Sachet A. Shukla, Edward F. Fritsch, Catherine J. Wu, Derin B. Keskin, Patrick A. Ott, Toni K. Choueiri",
          "url": "https://doi.org/10.1038/s41586-024-08507-5",
          "doi": "https://doi.org/10.1038/s41586-024-08507-5",
          "filter": "2"
        },
        {
          "title": "Author Correction: Virus-induced senescence is a driver and therapeutic target in COVID-19",
          "authors": "Soyoung Lee, Yong Yu, Jakob Trimpert, Fahad Benthani, Mario Mairhofer, Paulina Richter-Pechanska, Emanuel Wyler, Dimitri Belenki, Sabine Kaltenbrunner, Maria Pammer, Lea Kausche, Theresa C. Firsching, Kristina Dietert, Michael Schotsaert, Carles Martínez-Romero, Gagandeep Singh, Séverine Kunz, Daniela Niemeyer, Riad Ghanem, Helmut J. F. Salzer, Christian Paar, Michael Mülleder, Melissa Uccellini, Edward G. Michaelis, Amjad Khan, Andrea Lau, Martin Schönlein, Anna Habringer, Josef Tomasits, Julia M. Adler, Susanne Kimeswenger, Achim D. Gruber, Wolfram Hoetzenecker, Herta Steinkellner, Bettina Purfürst, Reinhard Motz, Francesco Di Pierro, Bernd Lamprecht, Nikolaus Osterrieder, Markus Landthaler, Christian Drosten, Adolfo García-Sastre, Rupert Langer, Markus Ralser, Roland Eils, Maurice Reimann, Dorothy N. Y. Fan, Clemens A. Schmitt",
          "url": "https://doi.org/10.1038/s41586-025-08718-4",
          "doi": "https://doi.org/10.1038/s41586-025-08718-4",
          "filter": "2"
        },
        {
          "title": "Author Correction: GZMK-expressing CD8+ T cells promote recurrent airway inflammatory diseases",
          "authors": "Feng Lan, Jizhou Li, Wenxuan Miao, Fei Sun, Su Duan, Yabing Song, Jiacheng Yao, Xiangdong Wang, Chengshuo Wang, Xin Liu, Jianbin Wang, Luo Zhang, Hai Qi",
          "url": "https://doi.org/10.1038/s41586-025-08712-w",
          "doi": "https://doi.org/10.1038/s41586-025-08712-w",
          "filter": "2"
        },
        {
          "title": "Thermalization and criticality on an analogue–digital quantum simulator",
          "authors": "T. I. Andersen, N. Astrakhantsev, A. H. Karamlou, J. Berndtsson, J. Motruk, A. Szasz, J. A. Gross, A. Schuckert, T. Westerhout, Y. Zhang, E. Forati, D. Rossi, B. Kobrin, A. Di Paolo, A. R. Klots, I. Drozdov, V. Kurilovich, A. Petukhov, L. B. Ioffe, A. Elben, A. Rath, V. Vitale, B. Vermersch, R. Acharya, L. A. Beni, K. Anderson, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, B. Ballard, J. C. Bardin, A. Bengtsson, A. Bilmes, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, D. A. Browne, B. Buchea, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, A. Cabrera, J. Campero, H.-S. Chang, Z. Chen, B. Chiaro, J. Claes, A. Y. Cleland, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, S. Das, D. M. Debroy, L. De Lorenzo, A. Del Toro Barba, S. Demura, P. Donohoe, A. Dunsworth, C. Earle, A. Eickbusch, A. M. Elbag, M. Elzouka, C. Erickson, L. Faoro, R. Fatemi, V. S. Ferreira, L. Flores Burgos, A. G. Fowler, B. Foxen, S. Ganjam, R. Gasca, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. Grajales Dau, D. Graumann, A. Greene, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, S. Heslin, P. Heu, G. Hill, M. R. Hoffmann, H.-Y. Huang, T. Huang, A. Huff, W. J. Huggins, S. V. Isakov, E. Jeffrey, Z. Jiang, C. Jones, S. Jordan, C. Joshi, P. Juhas, D. Kafri, H. Kang, K. Kechedzhi, T. Khaire, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, P. Klimov, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, B. W. Langley, P. Laptev, K.-M. Lau, L. Le Guevel, J. Ledford, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, W. Y. Li, A. T. Lill, W. Liu, W. P. Livingston, A. Locharla, D. Lundahl, A. Lunt, S. Madhuk, A. Maloney, S. Mandrà, L. S. Martin, O. Martin, S. Martin, C. Maxfield, J. R. McClean, M. McEwen, S. Meeks, K. C. Miao, A. Mieszala, S. Molina, S. Montazeri, A. Morvan, R. Movassagh, C. Neill, A. Nersisyan, M. Newman, A. Nguyen, M. Nguyen, C.-H. Ni, M. Y. Niu, W. D. Oliver, K. Ottosson, A. Pizzuto, R. Potter, O. Pritchard, L. P. Pryadko, C. Quintana, M. J. Reagor, D. M. Rhodes, G. Roberts, C. Rocque, E. Rosenberg, N. C. Rubin, N. Saei, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, J. Skruzny, S. Small, W. Clarke Smith, S. Springer, G. Sterling, J. Suchard, M. Szalay, A. Sztein, D. Thor, A. Torres, M. M. Torunbalci, A. Vaishnav, S. Vdovichev, B. Villalonga, C. Vollgraff Heidweiller, S. Waltman, S. X. Wang, T. White, K. Wong, B. W. K. Woo, C. Xing, Z. Jamie Yao, P. Yeh, B. Ying, J. Yoo, N. Yosri, G. Young, A. Zalcman, N. Zhu, N. Zobrist, H. Neven, R. Babbush, S. Boixo, J. Hilton, E. Lucero, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, G. Vidal, P. Roushan, A. M. Läuchli, D. A. Abanin, X. Mi",
          "abstract": "Understanding how interacting particles approach thermal equilibrium is a major challenge of quantum simulators 1,2 . Unlocking the full potential of such systems towards this goal requires flexible initial state preparation, precise time evolution and extensive probes for final state characterization. Here we present a quantum simulator comprising 69 superconducting qubits that supports both universal quantum gates and high-fidelity analogue evolution, with performance beyond the reach of classical simulation in cross-entropy benchmarking experiments. This hybrid platform features more versatile measurement capabilities compared with analogue-only simulators, which we leverage here to reveal a coarsening-induced breakdown of Kibble–Zurek scaling predictions 3 in the XY model, as well as signatures of the classical Kosterlitz–Thouless phase transition 4 . Moreover, the digital gates enable precise energy control, allowing us to study the effects of the eigenstate thermalization hypothesis 5–7 in targeted parts of the eigenspectrum. We also demonstrate digital preparation of pairwise-entangled dimer states, and image the transport of energy and vorticity during subsequent thermalization in analogue evolution. These results establish the efficacy of superconducting analogue–digital quantum processors for preparing states across many-body spectra and unveiling their thermalization dynamics.",
          "url": "https://doi.org/10.1038/s41586-024-08460-3",
          "doi": "https://doi.org/10.1038/s41586-024-08460-3",
          "filter": "2"
        },
        {
          "title": "Synthetic lethality of mRNA quality control complexes in cancer",
          "authors": "Vivian Prindle, Adam E. Richardson, Kimberly R. Sher, Sarah Kongpachith, Kaitlin Kentala, Sakina Petiwala, Dong Cheng, Deborah Widomski, Phuong Le, Maricel Torrent, Anlu Chen, Stephen Walker, Marianne B. Palczewski, Diya Mitra, Vlasios Manaves, Xu Shi, Charles Lu, Stephanie Sandoval, Zoltan Dezso, F. Gregory Buchanan, Daniel Verduzco, Brian Bierie, Jonathan A. Meulbroek, William N. Pappano, Joshua P. Plotnik",
          "url": "https://doi.org/10.1038/s41586-024-08398-6",
          "doi": "https://doi.org/10.1038/s41586-024-08398-6",
          "filter": "2"
        },
        {
          "title": "IL-27 elicits a cytotoxic CD8+ T cell program to enforce tumour control",
          "authors": "Béatrice Bréart, Katherine Williams, Stellanie Krimm, Tiffany Wong, Brandon D. Kayser, Lifen Wang, Eric Cheng, Mayra Cruz Tleugabulova, Romain Bouziat, Tianshi Lu, Kobe Yuen, Natalie S. Firmino, Daniel D. Bravo, Juliette Roels, Atish Bhakta, Jack Bevers, Isabelle Lehoux, Alan Gutierrez, Yajun Chestnut, Joanna E. Klementowicz, Teresita L. Arenzana, Ilseyar Akhmetzyanova, Elizabeth Dixon, Min Chen, Kazi Tasneem, Rajbharan Yadav, Hartmut Koeppen, Soyoung A. Oh, Lélia Delamarre, Haochu Huang, Shion A. Lim, Gerald Nakamura, Jianyong Wang, Chan Gao, Racquel Corpuz, Sören Müller, Nathaniel R. West",
          "url": "https://doi.org/10.1038/s41586-024-08510-w",
          "doi": "https://doi.org/10.1038/s41586-024-08510-w",
          "filter": "2"
        },
        {
          "title": "Superfluid stiffness of twisted trilayer graphene superconductors",
          "authors": "Abhishek Banerjee, Zeyu Hao, Mary Kreidel, Patrick Ledwith, Isabelle Phinney, Jeong Min Park, Andrew Zimmerman, Marie E. Wesson, Kenji Watanabe, Takashi Taniguchi, Robert M. Westervelt, Amir Yacoby, Pablo Jarillo-Herrero, Pavel A. Volkov, Ashvin Vishwanath, Kin Chung Fong, Philip Kim",
          "url": "https://doi.org/10.1038/s41586-024-08444-3",
          "doi": "https://doi.org/10.1038/s41586-024-08444-3",
          "filter": "2"
        },
        {
          "title": "A genomic history of the North Pontic Region from the Neolithic to the Bronze Age",
          "authors": "Alexey G. Nikitin, Iosif Lazaridis, Nick Patterson, Svitlana Ivanova, Mykhailo Videiko, Valentin Dergachev, Nadiia Kotova, Malcolm Lillie, Inna Potekhina, Marta Krenz-Niedbała, Sylwia Łukasik, Serhij Makhortykh, Virginie Renson, Henry Shephard, Gennadie Sirbu, Sofiia Svyryd, Taras Tkachuk, Piotr Włodarczak, Kim Callan, Elizabeth Curtis, Eadaoin Harney, Lora Iliev, Aisling Kearns, Ann Marie Lawson, Megan Michel, Matthew Mah, Adam Micco, Jonas Oppenheimer, Lijun Qiu, J. Noah Workman, Fatma Zalzala, Swapan Mallick, Nadin Rohland, David Reich",
          "url": "https://doi.org/10.1038/s41586-024-08372-2",
          "doi": "https://doi.org/10.1038/s41586-024-08372-2",
          "filter": "2"
        },
        {
          "title": "Transforming US agriculture for carbon removal with enhanced weathering",
          "authors": "David J. Beerling, Euripides P. Kantzas, Mark R. Lomas, Lyla L. Taylor, Shuang Zhang, Yoshiki Kanzaki, Rafael M. Eufrasio, Phil Renforth, Jean-Francois Mecure, Hector Pollitt, Philip B. Holden, Neil R. Edwards, Lenny Koh, Dimitar Z. Epihov, Adam Wolf, James E. Hansen, Steven A. Banwart, Nick F. Pidgeon, Christopher T. Reinhard, Noah J. Planavsky, Maria Val Martin",
          "abstract": "Enhanced weathering (EW) with agriculture uses crushed silicate rocks to drive carbon dioxide removal (CDR) 1,2 . If widely adopted on farmlands, it could help achieve net-zero emissions by 2050 2–4 . Here we show, with a detailed US state-specific carbon cycle analysis constrained by resource provision, that EW deployed on agricultural land could sequester 0.16–0.30 GtCO 2 yr −1 by 2050, rising to 0.25–0.49 GtCO 2 yr −1 by 2070. Geochemical assessment of rivers and oceans suggests effective transport of dissolved products from EW from soils, offering CDR on intergenerational timescales. Our analysis further indicates that EW may temporarily help lower ground-level ozone and concentrations of secondary aerosols in agricultural regions. Geospatially mapped CDR costs show heterogeneity across the USA, reflecting a combination of cropland distance from basalt source regions, timing of EW deployment and evolving CDR rates. CDR costs are highest in the first two decades before declining to about US$100–150 tCO 2 −1 by 2050, including for states that contribute most to total national CDR. Although EW cannot be a substitute for emission reductions, our assessment strengthens the case for EW as an overlooked practical innovation for helping the USA meet net-zero 2050 goals 5,6 . Public awareness of EW and equity impacts of EW deployment across the USA require further exploration 7,8 and we note that mobilizing an EW industry at the necessary scale could take decades.",
          "url": "https://doi.org/10.1038/s41586-024-08429-2",
          "doi": "https://doi.org/10.1038/s41586-024-08429-2",
          "filter": "2"
        },
        {
          "title": "Antibody prophylaxis may mask subclinical SIV infections in macaques",
          "authors": "Christopher A. Gonelli, Hannah A. D. King, SungYoul Ko, Christine M. Fennessey, Nami Iwamoto, Rosemarie D. Mason, Ashley Heimann, Dillon R. Flebbe, John-Paul Todd, Kathryn E. Foulds, Brandon F. Keele, Jeffrey D. Lifson, Richard A. Koup, Mario Roederer",
          "abstract": "Broadly neutralizing antibodies (bNAbs) show potential to prevent human immunodeficiency virus (HIV-1) infection in humans 1 . However, there are limited data on the antibody concentrations required to prevent infection. Clinical trials of bNAb prophylaxis have demonstrated partial efficacy 2 , but the sampling frequency typically does not allow precise timing of infection events and concurrent antibody levels. Here, using simian immunodeficiency virus (SIV) infection of rhesus macaques, we show that although potent bNAbs can delay the onset of acute viremia, subclinical infections occur while bNAb levels remain high. Serial SIV challenge of monkeys given partially and fully neutralizing bNAbs revealed that ‘viral blips’—low and transient plasma viremia—often occur while serum bNAb concentrations are well above currently accepted protective levels. To understand the precise timing of the infections resulting in such blips, we performed plasma viral sequencing on monkeys that were serially challenged with genetically barcoded SIV after bNAb administration. These analyses showed that subclinical infections occurred in most animals that were given potent bNAb prophylaxis. These subclinical infections occurred while antibody concentrations were 2- to 400-fold higher than the levels required to prevent fully viremic breakthrough infection. This study demonstrates that immunoprophylaxis can mask subclinical infections, which may affect the interpretation of prophylactic HIV-1 bNAb clinical trials.",
          "url": "https://doi.org/10.1038/s41586-024-08500-y",
          "doi": "https://doi.org/10.1038/s41586-024-08500-y",
          "filter": "2"
        },
        {
          "title": "Differential protection against SARS-CoV-2 reinfection pre- and post-Omicron",
          "authors": "Hiam Chemaitelly, Houssein H. Ayoub, Peter Coyle, Patrick Tang, Mohammad R. Hasan, Hadi M. Yassine, Asmaa A. Al Thani, Zaina Al-Kanaani, Einas Al-Kuwari, Andrew Jeremijenko, Anvar Hassan Kaleeckal, Ali Nizar Latif, Riyazuddin Mohammad Shaik, Hanan F. Abdul-Rahim, Gheyath K. Nasrallah, Mohamed Ghaith Al-Kuwari, Adeel A. Butt, Hamad Eid Al-Romaihi, Mohamed H. Al-Thani, Abdullatif Al-Khal, Roberto Bertollini, Laith J. Abu-Raddad",
          "abstract": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has rapidly evolved over short timescales, leading to the emergence of more transmissible variants such as Alpha and Delta 1–3 . The arrival of the Omicron variant marked a major shift, introducing numerous extra mutations in the spike gene compared with earlier variants 1,2 . These evolutionary changes have raised concerns regarding their potential impact on immune evasion, disease severity and the effectiveness of vaccines and treatments 1,3 . In this epidemiological study, we identified two distinct patterns in the protective effect of natural infection against reinfection in the Omicron versus pre-Omicron eras. Before Omicron, natural infection provided strong and durable protection against reinfection, with minimal waning over time. However, during the Omicron era, protection was robust only for those recently infected, declining rapidly over time and diminishing within a year. These results demonstrate that SARS-CoV-2 immune protection is shaped by a dynamic interaction between host immunity and viral evolution, leading to contrasting reinfection patterns before and after Omicron’s first wave. This shift in patterns suggests a change in evolutionary pressures, with intrinsic transmissibility driving adaptation pre-Omicron and immune escape becoming dominant post-Omicron, underscoring the need for periodic vaccine updates to sustain immunity.",
          "url": "https://doi.org/10.1038/s41586-024-08511-9",
          "doi": "https://doi.org/10.1038/s41586-024-08511-9",
          "filter": "2"
        },
        {
          "title": "Polytype switching by super-lubricant van der Waals cavity arrays",
          "authors": "Youngki Yeo, Yoav Sharaby, Nirmal Roy, Noam Raab, Kenji Watanabe, Takashi Taniguchi, Moshe Ben Shalom",
          "url": "https://doi.org/10.1038/s41586-024-08380-2",
          "doi": "https://doi.org/10.1038/s41586-024-08380-2",
          "filter": "2"
        },
        {
          "title": "Topological water-wave structures manipulating particles",
          "authors": "Bo Wang, Zhiyuan Che, Cheng Cheng, Caili Tong, Lei Shi, Yijie Shen, Konstantin Y. Bliokh, Jian Zi",
          "url": "https://doi.org/10.1038/s41586-024-08384-y",
          "doi": "https://doi.org/10.1038/s41586-024-08384-y",
          "filter": "2"
        },
        {
          "title": "Directly imaging the cooling flow in the Phoenix cluster",
          "authors": "Michael Reefe, Michael McDonald, Marios Chatzikos, Jerome Seebeck, Richard Mushotzky, Sylvain Veilleux, Steven W. Allen, Matthew Bayliss, Michael Calzadilla, Rebecca Canning, Benjamin Floyd, Massimo Gaspari, Julie Hlavacek-Larrondo, Brian McNamara, Helen Russell, Keren Sharon, Taweewat Somboonpanyakul",
          "url": "https://doi.org/10.1038/s41586-024-08369-x",
          "doi": "https://doi.org/10.1038/s41586-024-08369-x",
          "filter": "2"
        },
        {
          "title": "Metal-halide porous framework superlattices",
          "authors": "Wenqiang Zhang, Hong Jiang, Yikuan Liu, Yue Hu, Athulya Surendran Palakkal, Yujie Zhou, Meng Sun, Enping Du, Wei Gong, Qun Zhang, Jianwen Jiang, Jinqiao Dong, Yan Liu, Dehui Li, Yihan Zhu, Yong Cui, Xiangfeng Duan",
          "url": "https://doi.org/10.1038/s41586-024-08447-0",
          "doi": "https://doi.org/10.1038/s41586-024-08447-0",
          "filter": "2"
        },
        {
          "title": "The genetic origin of the Indo-Europeans",
          "authors": "Iosif Lazaridis, Nick Patterson, David Anthony, Leonid Vyazov, Romain Fournier, Harald Ringbauer, Iñigo Olalde, Alexander A. Khokhlov, Egor P. Kitov, Natalia I. Shishlina, Sorin C. Ailincăi, Danila S. Agapov, Sergey A. Agapov, Elena Batieva, Baitanayev Bauyrzhan, Zsolt Bereczki, Alexandra Buzhilova, Piya Changmai, Andrey A. Chizhevsky, Ion Ciobanu, Mihai Constantinescu, Marietta Csányi, János Dani, Peter K. Dashkovskiy, Sándor Évinger, Anatoly Faifert, Pavel Flegontov, Alin Frînculeasa, Mădălina N. Frînculeasa, Tamás Hajdu, Tom Higham, Paweł Jarosz, Pavol Jelínek, Valeri I. Khartanovich, Eduard N. Kirginekov, Viktória Kiss, Alexandera Kitova, Alexeiy V. Kiyashko, Jovan Koledin, Arkady Korolev, Pavel Kosintsev, Gabriella Kulcsár, Pavel Kuznetsov, Rabadan Magomedov, Aslan M. Mamedov, Eszter Melis, Vyacheslav Moiseyev, Erika Molnár, Janet Monge, Octav Negrea, Nadezhda A. Nikolaeva, Mario Novak, Maria Ochir-Goryaeva, György Pálfi, Sergiu Popovici, Marina P. Rykun, Tatyana M. Savenkova, Vladimir P. Semibratov, Nikolai N. Seregin, Alena Šefčáková, Raikhan S. Mussayeva, Irina Shingiray, Vladimir N. Shirokov, Angela Simalcsik, Kendra Sirak, Konstantin N. Solodovnikov, Judit Tárnoki, Alexey A. Tishkin, Viktor Trifonov, Sergey Vasilyev, Ali Akbari, Esther S. Brielle, Kim Callan, Francesca Candilio, Olivia Cheronet, Elizabeth Curtis, Olga Flegontova, Lora Iliev, Aisling Kearns, Denise Keating, Ann Marie Lawson, Matthew Mah, Adam Micco, Megan Michel, Jonas Oppenheimer, Lijun Qiu, J. Noah Workman, Fatma Zalzala, Anna Szécsényi-Nagy, Pier Francesco Palamara, Swapan Mallick, Nadin Rohland, Ron Pinhasi, David Reich",
          "url": "https://doi.org/10.1038/s41586-024-08531-5",
          "doi": "https://doi.org/10.1038/s41586-024-08531-5",
          "filter": "2"
        },
        {
          "title": "Limited impact of Salmonella stress and persisters on antibiotic clearance",
          "authors": "Joseph Fanous, Beatrice Claudi, Vishwachi Tripathi, Jiagui Li, Frédéric Goormaghtigh, Dirk Bumann",
          "abstract": "Antimicrobial compounds are essential for controlling bacterial infections. Stress-induced bacterial tolerance and persisters can undermine antimicrobial activities under laboratory conditions, but their quantitative effects under physiological conditions remain unclear 1,2 . Here we determined constraints on clearance of Salmonella by antimicrobials in infected mice and tissue-mimicking chemostats. The antibiotics enrofloxacin and ceftriaxone exhibited poor anti- Salmonella activity under both conditions, primarily owing to severe nutrient starvation, which restricted Salmonella replication 3–5 . Other infection-associated conditions, such as acidic pH, glucose, oxidative stress, nitrosative stress, antimicrobial peptides, osmolarity, oxygen limitation, carbon dioxide and carbonate, as well as drug efflux, toxin–antitoxin modules and cell size had limited effects. A subset of resilient Salmonella appeared as a key obstacle for clearance by enrofloxacin, based on the biphasic decline of Salmonella colony-forming units. However, these data were misleading, because colony formation was confounded by extensive post-exposure killing. More accurate single-cell, real-time assays showed uniformly slow damage, indicating high resilience across the entire Salmonella population. The resulting extensive survival of bulk bacteria minimized the effect of hyper-resilient persisters. Thus, starvation-induced general resilience of Salmonella was the main cause of poor antibiotic clearance. These findings highlight the importance of quantifying antibiotic activity with real-time, single-cell assays under physiological conditions.",
          "url": "https://doi.org/10.1038/s41586-024-08506-6",
          "doi": "https://doi.org/10.1038/s41586-024-08506-6",
          "filter": "2"
        },
        {
          "title": "H-bonded organic frameworks as ultrasound-programmable delivery platform",
          "authors": "Wenliang Wang, Yanshu Shi, Wenrui Chai, Kai Wing Kevin Tang, Ilya Pyatnitskiy, Yi Xie, Xiangping Liu, Weilong He, Jinmo Jeong, Ju-Chun Hsieh, Anakaren Romero Lozano, Brinkley Artman, Xi Shi, Nicole Hoefer, Binita Shrestha, Noah B. Stern, Wei Zhou, David W. McComb, Tyrone Porter, Graeme Henkelman, Banglin Chen, Huiliang Wang",
          "url": "https://doi.org/10.1038/s41586-024-08401-0",
          "doi": "https://doi.org/10.1038/s41586-024-08401-0",
          "filter": "2"
        },
        {
          "title": "Left–right-alternating theta sweeps in entorhinal–hippocampal maps of space",
          "authors": "Abraham Z. Vollan, Richard J. Gardner, May-Britt Moser, Edvard I. Moser",
          "abstract": "Place cells in the hippocampus and grid cells in the entorhinal cortex are elements of a neural map of self position 1–5 . For these cells to benefit navigation, their representation must be dynamically related to the surrounding locations 2 . A candidate mechanism for linking places along an animal’s path has been described for place cells, in which the sequence of spikes in each cycle of the hippocampal theta oscillation encodes a trajectory from the animal’s current location towards upcoming locations 6–8 . In mazes that bifurcate, such trajectories alternately traverse the two upcoming arms when the animal approaches the choice point 9,10 , raising the possibility that the trajectories express available forward paths encoded on previous trials 10 . However, to bridge the animal’s path with the wider environment, beyond places previously or subsequently visited, an experience-independent spatial sampling mechanism might be required. Here we show in freely moving rats that in individual theta cycles, ensembles of grid cells and place cells encode a position signal that sweeps linearly outwards from the animal’s location into the ambient environment, with sweep direction alternating stereotypically between left and right across successive theta cycles. These sweeps are accompanied by, and aligned with, a similarly alternating directional signal in a discrete population of parasubiculum cells that have putative connections to grid cells via conjunctive grid × direction cells. Sweeps extend into never-visited locations that are inaccessible to the animal. Sweeps persist during REM sleep. The sweep directions can be explained by an algorithm that maximizes the cumulative coverage of the surrounding manifold space. The sustained and unconditional expression of theta-patterned left–right-alternating sweeps in the entorhinal–hippocampal positioning system provides an efficient ‘look around’ mechanism for sampling locations beyond the travelled path.",
          "url": "https://doi.org/10.1038/s41586-024-08527-1",
          "doi": "https://doi.org/10.1038/s41586-024-08527-1",
          "filter": "2"
        },
        {
          "title": "Quantum coarsening and collective dynamics on a programmable simulator",
          "authors": "Tom Manovitz, Sophie H. Li, Sepehr Ebadi, Rhine Samajdar, Alexandra A. Geim, Simon J. Evered, Dolev Bluvstein, Hengyun Zhou, Nazli Ugur Koyluoglu, Johannes Feldmeier, Pavel E. Dolgirev, Nishad Maskara, Marcin Kalinowski, Subir Sachdev, David A. Huse, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
          "url": "https://doi.org/10.1038/s41586-024-08353-5",
          "doi": "https://doi.org/10.1038/s41586-024-08353-5",
          "filter": "2"
        },
        {
          "title": "Granzyme K activates the entire complement cascade",
          "authors": "Carlos A. Donado, Erin Theisen, Fan Zhang, Aparna Nathan, Madison L. Fairfield, Karishma Vijay Rupani, Dominique Jones, Kellsey P. Johannes, character(0), Jennifer Albrecht, Jennifer H. Anolik, William Apruzzese, Jennifer L. Barnas, Joan M. Bathon, Ami Ben-Artzi, Brendan F. Boyce, David L. Boyle, S. Louis Bridges, Vivian P. Bykerk, Debbie Campbell, Arnold Ceponis, Adam Chicoine, Michelle Curtis, Kevin D. Deane, Edward DiCarlo, Laura T. Donlin, Patrick Dunn, Andrew Filer, Hayley Carr, Gary S. Firestein, Lindsy Forbess, Laura Geraldino-Pardilla, Susan M. Goodman, Ellen M. Gravallese, Deepak Rao, Peter K. Gregersen, Joel M. Guthridge, Maria Gutierrez-Arcelus, V. Michael Holers, Diane Horowitz, Laura B. Hughes, Lionel B. Ivashkiv, Kazuyoshi Ishigaki, Judith A. James, Joyce B. Kang, Gregory Keras, Amit Lakhanpal, James A. Lederer, Miles J. Lewis, Yuhong Li, Katherine Liao, Arthur M. Mandelin, Ian Mantel, Kathryne E. Marks, Mark Maybury, Andrew McDavid, Mandy J. McGeachy, Joseph R. Mears, Nida Meednu, Nghia Millard, Larry Moreland, Saba Nayar, Alessandra Nerviani, Dana E. Orange, Harris Perlman, Costantino Pitzalis, Javier Rangel-Moreno, Karim Raza, Yakir Reshef, Christopher Ritchlin, Felice Rivellese, William H. Robinson, Laurie Rumker, Ilfita Sahbudin, Saori Sakaue, Jennifer A. Seifert, Dagmar Scheel-Toellner, Anvita Singaraju, Kamil Slowikowski, Melanie Smith, Darren Tabechian, Paul J. Utz, Kathryn Weinand, Dana Weisenfeld, Michael H. Weisman, Qian Xiao, Zhu Zhu, Zhihan J. Li, Andrew Cordle, Aaron Wyse, Soumya Raychaudhuri, Daniel F. Dwyer, A. Helena Jonsson, Michael B. Brenner",
          "url": "https://doi.org/10.1038/s41586-025-08713-9",
          "doi": "https://doi.org/10.1038/s41586-025-08713-9",
          "filter": "2"
        },
        {
          "title": "Researching endangered animals in the Sahara has its own dangers",
          "authors": "Christine Ro",
          "url": "https://doi.org/10.1038/d41586-025-00320-y",
          "doi": "https://doi.org/10.1038/d41586-025-00320-y",
          "filter": "4"
        },
        {
          "title": "Even at one month, a baby’s brain shows an aptitude for smell",
          "url": "https://doi.org/10.1038/d41586-025-00236-7",
          "doi": "https://doi.org/10.1038/d41586-025-00236-7",
          "filter": "4"
        },
        {
          "title": "Strange flashes from ancient galaxy deepen mystery of fast radio bursts",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-00233-w",
          "doi": "https://doi.org/10.1038/d41586-025-00233-w",
          "filter": "4"
        },
        {
          "title": "How COVID vaccination keeps a ‘breakthrough’ infection in check",
          "url": "https://doi.org/10.1038/d41586-025-00327-5",
          "doi": "https://doi.org/10.1038/d41586-025-00327-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The pros and cons of DeepSeek",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-00330-w",
          "doi": "https://doi.org/10.1038/d41586-025-00330-w",
          "filter": "4"
        },
        {
          "title": "How the World Health Organization can thrive without the United States",
          "url": "https://doi.org/10.1038/d41586-025-00283-0",
          "doi": "https://doi.org/10.1038/d41586-025-00283-0",
          "filter": "4"
        },
        {
          "title": "Kids’ real-world arithmetic skills don’t transfer to the classroom",
          "authors": "Benjamin Thompson, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-00381-z",
          "doi": "https://doi.org/10.1038/d41586-025-00381-z",
          "filter": "4"
        },
        {
          "title": "Crowds start to spin when their densities hit a threshold",
          "authors": "Antoine Tordeux",
          "url": "https://doi.org/10.1038/d41586-025-00036-z",
          "doi": "https://doi.org/10.1038/d41586-025-00036-z",
          "filter": "4"
        },
        {
          "title": "‘Taung Child’ fossil offers clues about the evolution of childhood",
          "authors": "Dean Falk",
          "url": "https://doi.org/10.1038/d41586-025-00294-x",
          "doi": "https://doi.org/10.1038/d41586-025-00294-x",
          "filter": "4"
        },
        {
          "title": "How one language family took over the world: ancient DNA traces its spread",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-00382-y",
          "doi": "https://doi.org/10.1038/d41586-025-00382-y",
          "filter": "4"
        },
        {
          "title": "Top universities warned against unfair research partnerships on their doorstep",
          "authors": "Holly Else",
          "url": "https://doi.org/10.1038/d41586-025-00159-3",
          "doi": "https://doi.org/10.1038/d41586-025-00159-3",
          "filter": "4"
        },
        {
          "title": "These Gaza scientists are keeping research alive amid war, destruction and uncertainty",
          "authors": "Michele Catanzaro",
          "url": "https://doi.org/10.1038/d41586-025-00160-w",
          "doi": "https://doi.org/10.1038/d41586-025-00160-w",
          "filter": "4"
        },
        {
          "title": "‘Mind-boggling’: US CDC orders gender-related terms cut from scientific papers",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-025-00367-x",
          "doi": "https://doi.org/10.1038/d41586-025-00367-x",
          "filter": "4"
        },
        {
          "title": "‘It is chaos’: US funding freezes are endangering global health",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-00385-9",
          "doi": "https://doi.org/10.1038/d41586-025-00385-9",
          "filter": "4"
        },
        {
          "title": "How to sell your science without selling out",
          "authors": "Kisha Greer",
          "url": "https://doi.org/10.1038/d41586-025-00209-w",
          "doi": "https://doi.org/10.1038/d41586-025-00209-w",
          "filter": "4"
        },
        {
          "title": "Microbes in space: how bacteria could help sustain long-distance space travel",
          "authors": "Amber Dance",
          "url": "https://doi.org/10.1038/d41586-025-00319-5",
          "doi": "https://doi.org/10.1038/d41586-025-00319-5",
          "filter": "4"
        },
        {
          "title": "The world must move forwards with plastics treaty",
          "authors": "Chengjun Li, Huan Zhong",
          "url": "https://doi.org/10.1038/d41586-025-00351-5",
          "doi": "https://doi.org/10.1038/d41586-025-00351-5",
          "filter": "4"
        },
        {
          "title": "‘Despair is not an option’ — how scientists can help protect federal research",
          "authors": "Gretchen T. Goldman",
          "url": "https://doi.org/10.1038/d41586-025-00290-1",
          "doi": "https://doi.org/10.1038/d41586-025-00290-1",
          "filter": "4"
        },
        {
          "title": "NASA’s ‘most prolific planet hunter so far’ — the story of the Kepler Space Telescope",
          "authors": "Elizabeth Tasker",
          "url": "https://doi.org/10.1038/d41586-025-00295-w",
          "doi": "https://doi.org/10.1038/d41586-025-00295-w",
          "filter": "4"
        },
        {
          "title": "I’ve been wrongly accused of bullying — what do I do?",
          "authors": "Linda Nordling",
          "url": "https://doi.org/10.1038/d41586-024-03975-1",
          "doi": "https://doi.org/10.1038/d41586-024-03975-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: A ‘data apocalypse’ at US public-health agencies",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00369-9",
          "doi": "https://doi.org/10.1038/d41586-025-00369-9",
          "filter": "4"
        },
        {
          "title": "Report both positive and negative effects of gene changes on crops",
          "authors": "Shujun Meng, Guan Zhang, Qingyu Wu",
          "url": "https://doi.org/10.1038/d41586-025-00354-2",
          "doi": "https://doi.org/10.1038/d41586-025-00354-2",
          "filter": "4"
        },
        {
          "title": "Crowd crush: Could fluid dynamics save lives?",
          "authors": "Emily Bates",
          "url": "https://doi.org/10.1038/d41586-025-00384-w",
          "doi": "https://doi.org/10.1038/d41586-025-00384-w",
          "filter": "4"
        },
        {
          "title": "Why even physicists still don’t understand quantum theory 100 years on",
          "authors": "Sean Carroll",
          "url": "https://doi.org/10.1038/d41586-025-00296-9",
          "doi": "https://doi.org/10.1038/d41586-025-00296-9",
          "filter": "4"
        },
        {
          "title": "‘London Underground’ mosquito has surprisingly ancient origins",
          "authors": "Chris Simms",
          "url": "https://doi.org/10.1038/d41586-025-00323-9",
          "doi": "https://doi.org/10.1038/d41586-025-00323-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Genetically modified pig-organ transplant trial gets green light",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00389-5",
          "doi": "https://doi.org/10.1038/d41586-025-00389-5",
          "filter": "4"
        },
        {
          "title": "The AI revolution is running out of data. What can researchers do?",
          "authors": "Nicola Jones, Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-025-00288-9",
          "doi": "https://doi.org/10.1038/d41586-025-00288-9",
          "filter": "4"
        },
        {
          "title": "‘There is life after burnout in academia’",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-025-00328-4",
          "doi": "https://doi.org/10.1038/d41586-025-00328-4",
          "filter": "4"
        },
        {
          "title": "Poke, twist, vibrate: a wearable device that delivers touch to the skin",
          "url": "https://doi.org/10.1038/d41586-025-00340-8",
          "doi": "https://doi.org/10.1038/d41586-025-00340-8",
          "filter": "4"
        },
        {
          "title": "US drug agency approves potent painkiller — the first non-opioid in decades",
          "authors": "Elie Dolgin",
          "url": "https://doi.org/10.1038/d41586-025-00274-1",
          "doi": "https://doi.org/10.1038/d41586-025-00274-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How scientists can help protect US federal research",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00379-7",
          "doi": "https://doi.org/10.1038/d41586-025-00379-7",
          "filter": "4"
        },
        {
          "title": "OpenAI’s ‘deep research’ tool: is it useful for scientists?",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-025-00377-9",
          "doi": "https://doi.org/10.1038/d41586-025-00377-9",
          "filter": "4"
        },
        {
          "title": "I spent a year studying campus sexual violence. Here’s what I found out",
          "authors": "Jo Waters",
          "url": "https://doi.org/10.1038/d41586-025-00152-w",
          "doi": "https://doi.org/10.1038/d41586-025-00152-w",
          "filter": "4"
        },
        {
          "title": "Future legal",
          "authors": "D. Thomas Minton",
          "url": "https://doi.org/10.1038/d41586-025-00321-x",
          "doi": "https://doi.org/10.1038/d41586-025-00321-x",
          "filter": "4"
        },
        {
          "title": "Out of Africa: celebrating 100 years of human-origins research",
          "url": "https://doi.org/10.1038/d41586-025-00282-1",
          "doi": "https://doi.org/10.1038/d41586-025-00282-1",
          "filter": "4"
        },
        {
          "title": "Net-zero emissions commitments are more threatened than ever",
          "authors": "Cássio Cardoso Pereira",
          "url": "https://doi.org/10.1038/d41586-025-00353-3",
          "doi": "https://doi.org/10.1038/d41586-025-00353-3",
          "filter": "4"
        },
        {
          "title": "Guerilla rewilding undermines evidence-based conservation",
          "authors": "Chris Sutherland, Xavier Lambin, Darragh Hare, Kenny Kortland",
          "url": "https://doi.org/10.1038/d41586-025-00352-4",
          "doi": "https://doi.org/10.1038/d41586-025-00352-4",
          "filter": "4"
        },
        {
          "title": "Lineage tracing of stem cells decades after blood and bone-marrow transplantation",
          "url": "https://doi.org/10.1038/d41586-025-00345-3",
          "doi": "https://doi.org/10.1038/d41586-025-00345-3",
          "filter": "4"
        },
        {
          "title": "Are the Internet and AI affecting our memory? What the science says",
          "authors": "Helen Pearson",
          "url": "https://doi.org/10.1038/d41586-025-00292-z",
          "doi": "https://doi.org/10.1038/d41586-025-00292-z",
          "filter": "4"
        },
        {
          "title": "Grand Canyons on the Moon",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-025-00263-4",
          "doi": "https://doi.org/10.1038/d41586-025-00263-4",
          "filter": "4"
        },
        {
          "title": "Charles Darwin’s brilliance was continuously evolving",
          "url": "https://doi.org/10.1038/d41586-025-00065-8",
          "doi": "https://doi.org/10.1038/d41586-025-00065-8",
          "filter": "4"
        },
        {
          "title": "Cancer outcomes predicted using AI-extracted data from clinical notes",
          "url": "https://doi.org/10.1038/d41586-025-00335-5",
          "doi": "https://doi.org/10.1038/d41586-025-00335-5",
          "filter": "4"
        },
        {
          "title": "Crowds suck people into a vortex — surprising physicists",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-00373-z",
          "doi": "https://doi.org/10.1038/d41586-025-00373-z",
          "filter": "4"
        },
        {
          "title": "Record-setting trove of buried beads speaks to power of ancient women",
          "url": "https://doi.org/10.1038/d41586-025-00325-7",
          "doi": "https://doi.org/10.1038/d41586-025-00325-7",
          "filter": "4"
        },
        {
          "title": "Thousands of highly cited scientists have at least one retraction",
          "authors": "Jackson Ryan",
          "url": "https://doi.org/10.1038/d41586-025-00257-2",
          "doi": "https://doi.org/10.1038/d41586-025-00257-2",
          "filter": "4"
        },
        {
          "title": "Exclusive: how NSF is scouring research grants for violations of Trump’s orders",
          "authors": "Dan Garisto, Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00365-z",
          "doi": "https://doi.org/10.1038/d41586-025-00365-z",
          "filter": "4"
        },
        {
          "title": "Who’s the new furry neighbour? It might be a wolverine",
          "url": "https://doi.org/10.1038/d41586-025-00234-9",
          "doi": "https://doi.org/10.1038/d41586-025-00234-9",
          "filter": "4"
        },
        {
          "title": "Can this revolutionary plastics-recycling plant help solve the pollution crisis?",
          "authors": "Mark Peplow",
          "url": "https://doi.org/10.1038/d41586-025-00293-y",
          "doi": "https://doi.org/10.1038/d41586-025-00293-y",
          "filter": "4"
        },
        {
          "title": "Fish gills and human ears share the same genetic blueprint",
          "authors": "Ruiqi Liu, Maksim V. Plikus",
          "url": "https://doi.org/10.1038/d41586-025-00342-6",
          "doi": "https://doi.org/10.1038/d41586-025-00342-6",
          "filter": "4"
        },
        {
          "title": "Omega-3 supplements slow biological ageing",
          "authors": "Felicity Nelson",
          "url": "https://doi.org/10.1038/d41586-025-00355-1",
          "doi": "https://doi.org/10.1038/d41586-025-00355-1",
          "filter": "4"
        },
        {
          "title": "The science behind the first pig-organ transplant trial in humans",
          "authors": "Smriti Mallapaty, Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00368-w",
          "doi": "https://doi.org/10.1038/d41586-025-00368-w",
          "filter": "4"
        },
        {
          "title": "Why a standard method overlooks the real reason some antibiotics fail",
          "url": "https://doi.org/10.1038/d41586-025-00348-0",
          "doi": "https://doi.org/10.1038/d41586-025-00348-0",
          "filter": "4"
        },
        {
          "title": "An atlas of cells in the human brain’s control hub",
          "url": "https://doi.org/10.1038/d41586-025-00314-w",
          "doi": "https://doi.org/10.1038/d41586-025-00314-w",
          "filter": "4"
        },
        {
          "title": "A personalized cancer vaccine to prevent the return of high-risk kidney cancer",
          "url": "https://doi.org/10.1038/d41586-025-00308-8",
          "doi": "https://doi.org/10.1038/d41586-025-00308-8",
          "filter": "4"
        },
        {
          "title": "‘Research that touches the heart’: the scientists who study sex and love",
          "authors": "Emily Sohn",
          "url": "https://doi.org/10.1038/d41586-025-00318-6",
          "doi": "https://doi.org/10.1038/d41586-025-00318-6",
          "filter": "4"
        },
        {
          "title": "Mitochondria as you’ve never seen them — January’s best science images",
          "authors": "Emma Stoye",
          "url": "https://doi.org/10.1038/d41586-025-00269-y",
          "doi": "https://doi.org/10.1038/d41586-025-00269-y",
          "filter": "4"
        },
        {
          "title": "How are researchers using AI? Survey reveals pros and cons for science",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-025-00343-5",
          "doi": "https://doi.org/10.1038/d41586-025-00343-5",
          "filter": "4"
        },
        {
          "title": "Can you ever experience true silence? Intimate exhibition offers insight",
          "authors": "Laura Spinney",
          "url": "https://doi.org/10.1038/d41586-025-00297-8",
          "doi": "https://doi.org/10.1038/d41586-025-00297-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Former NIH director Monica Bertagnolli talks Trump",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00360-4",
          "doi": "https://doi.org/10.1038/d41586-025-00360-4",
          "filter": "4"
        },
        {
          "title": "How a wobbly arrow can achieve superpropulsion",
          "url": "https://doi.org/10.1038/d41586-025-00198-w",
          "doi": "https://doi.org/10.1038/d41586-025-00198-w",
          "filter": "4"
        },
        {
          "title": "Superkiller complex problems expose a cancer-cell vulnerability",
          "authors": "Christopher U. T. Hellen, Tatyana V. Pestova",
          "url": "https://doi.org/10.1038/d41586-025-00086-3",
          "doi": "https://doi.org/10.1038/d41586-025-00086-3",
          "filter": "4"
        },
        {
          "title": "Genetic and geographical origins of Eurasia’s influential Yamna culture",
          "authors": "Lehti Saag, Mait Metspalu",
          "url": "https://doi.org/10.1038/d41586-025-00089-0",
          "doi": "https://doi.org/10.1038/d41586-025-00089-0",
          "filter": "4"
        },
        {
          "title": "‘Unconventional’ superconductivity probed in twisted graphene",
          "authors": "Paritosh Karnatak, Christian Schönenberger",
          "url": "https://doi.org/10.1038/d41586-025-00057-8",
          "doi": "https://doi.org/10.1038/d41586-025-00057-8",
          "filter": "4"
        },
        {
          "title": "School smart or street smart? Maths skills of children in India tested",
          "url": "https://doi.org/10.1038/d41586-025-00311-z",
          "doi": "https://doi.org/10.1038/d41586-025-00311-z",
          "filter": "4"
        },
        {
          "title": "Fossil bird skull suggests Antarctic waterfowl survived Cretaceous mass extinction",
          "url": "https://doi.org/10.1038/d41586-024-04153-z",
          "doi": "https://doi.org/10.1038/d41586-024-04153-z",
          "filter": "4"
        },
        {
          "title": "How to make the perfect egg: give it lukewarm baths",
          "url": "https://doi.org/10.1038/d41586-025-00237-6",
          "doi": "https://doi.org/10.1038/d41586-025-00237-6",
          "filter": "4"
        },
        {
          "title": "Drill, baby, drill? Trump policies will hurt climate ― but US green transition is under way",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-00243-8",
          "doi": "https://doi.org/10.1038/d41586-025-00243-8",
          "filter": "4"
        },
        {
          "title": "How the brain suppresses fear: mouse study offers path to anxiety treatments",
          "authors": "Felicity Nelson",
          "url": "https://doi.org/10.1038/d41586-025-00363-1",
          "doi": "https://doi.org/10.1038/d41586-025-00363-1",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "A call for precision in the study of behaviour and decision",
          "authors": "Dario Krpan, Barbara Fasolo, Luc Schneider",
          "url": "https://doi.org/10.1038/s41562-025-02111-x",
          "doi": "https://doi.org/10.1038/s41562-025-02111-x",
          "filter": "0"
        },
        {
          "title": "Five ways to bridge the ‘know–do’ continuum in global health",
          "authors": "Malabika Sarker, Shalini Ahuja, Olakunle Alonge, Vilma Irazola, Yodi Mahendradhata, Dominic Montagu",
          "url": "https://doi.org/10.1038/s41562-025-02106-8",
          "doi": "https://doi.org/10.1038/s41562-025-02106-8",
          "filter": "0"
        },
        {
          "title": "Cultivating allyship for a diverse, equitable and inclusive academia",
          "authors": "Hsuan-Che ‘Brad’ Huang, Lucy De Souza, Toni Schmader",
          "url": "https://doi.org/10.1038/s41562-025-02104-w",
          "doi": "https://doi.org/10.1038/s41562-025-02104-w",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Estimating the legibility of international borders",
          "authors": "Michael Kenwick, Junghyun Lim, Skyler Crane, Scott Wehrwein, Beth A. Simmons",
          "abstract": "Researchers in the social sciences are interested in the consequences of institutions, increasingly on a global scale. Institutions that may be negotiated between states can have consequences at a microlevel, as local populations adjust their expectations and ultimately even their behavior to take institutional rules into account. However, large-scale fine-grained analyses that test for the complex evidence of such institutions locally are rare. This article focuses on a key institution: International borders. Using computer vision techniques, we show that it is possible to produce a geographically specific, validated, and replicable way to characterize border legibility , by which we mean the ability to visually detect the presence of an international border in physical space. We develop and compare computer vision techniques to automatically estimate legibility scores for 627,656 imagery tiles from virtually every border in the world. We evaluate statistical and data-driven computer vision methods, finding that fine-tuning pretrained visual recognition models on a small set of human judgments allows us to produce local legibility scores globally that align well with human notions of legibility. Finally, we interpret these scores as useful approximations of states’ border orientations, a concept that prior literature has used to capture the visible investments states make in border areas to maintain jurisdictional authority territorially. We validate our measurement strategy using both human judgments and five nomological validation indicators.",
          "url": "https://doi.org/10.1073/pnas.2417812122",
          "doi": "https://doi.org/10.1073/pnas.2417812122",
          "filter": "0"
        },
        {
          "title": "Quantifying the impact of air pollution from coal-fired electricity generation on crop productivity in India",
          "authors": "Kirat Singh, David B. Lobell, Inês M. L. Azevedo",
          "abstract": "Air pollution from coal electricity generation is a major driver of poor air quality in India and its effects on human health have been extensively studied. Despite considerable evidence that the same pollution also reduces crop productivity, we lack similar quantitative assessments of coal electricity’s crop damages. Here, we estimate rice and wheat crop losses from coal generation’s nitrogen dioxide (NO 2 ) emissions using a regression model that combines station-level electricity generation and wind direction, satellite-measured NO 2 , and its association with crop productivity. Coal emissions impact yields up to 100 km away from power stations. In parts of West Bengal, Madhya Pradesh, and Uttar Pradesh heavily exposed to coal-linked NO 2 , annual yield losses exceed 10%, equivalent to approximately 6 y worth of average annual yield growth in both rice and wheat in India between 2011 and 2020. While station-specific crop damages (value of lost output) are almost always lower than mortality damages (monetized value of annual premature PM 2.5 -related deaths), crop damage intensity (crop damage per GWh of electricity generated) is frequently higher than mortality damage intensity (mortality damage/GWh). Rice damage intensity exceeds mortality damage intensity at 58, and wheat damage intensity at 35 of the 144 power stations studied. The stations associated with the largest crop losses differ from those associated with the highest mortality. Co-optimizing for crop gains and mortality reduction slightly increases and meaningfully changes the distribution of social benefits from reducing emissions, highlighting the importance of considering crop losses alongside health impacts when regulating coal electricity emissions in India.",
          "url": "https://doi.org/10.1073/pnas.2421679122",
          "doi": "https://doi.org/10.1073/pnas.2421679122",
          "filter": "0"
        },
        {
          "title": "Art promotes exploration of negative content",
          "authors": "Yagmur Ozbay, Eftychia Stamkou, Suzanne Oosterwijk",
          "abstract": "Experiencing negative content through art has a unique power to transform our perceptions and foster engagement. While this idea has been widely discussed, empirical evidence is scarce, since experimental testing of art experiences poses significant challenges. Here, we aimed to fill this gap by quantifying and comparing individuals’ preference for engaging with art and nonart depicting matched negative content via two behavioral measures: the choice to engage vs. avoid and the duration of engagement. Across five studies (total N = 1,063), results revealed a preference for engaging with negative content through art as compared to nonart. Specifically, people more frequently chose to view negative art images, and looked at them for longer, as compared to photographs of similar content. To understand what underlies this preference for art, we examined the psychological impact of engaging with negative content through art and nonart depictions. Results showed that art experiences evoked higher aesthetic appreciation, while nonart gave the viewer a more realistic perspective and was emotionally more costly to engage with. Further, our analysis of engagement motives revealed that individuals were driven by expectations of aesthetic appreciation, thought-provocativeness, and an original perspective, both in art and nonart, while they were discouraged by emotional costs, even more strongly when engaging with nonart. These findings align with the idea of aesthetic distance, where art, as an abstraction of reality, facilitates exploration of negative content with less emotional costs and the prospect of aesthetic rewards.",
          "url": "https://doi.org/10.1073/pnas.2412406122",
          "doi": "https://doi.org/10.1073/pnas.2412406122",
          "filter": "0"
        },
        {
          "title": "Bonobos point more for ignorant than knowledgeable social partners",
          "authors": "Luke A. Townrow, Christopher Krupenye",
          "abstract": "Numerous uniquely human phenomena, from teaching to our most complex forms of cooperation, depend on our ability to tailor our communication to the knowledge and ignorance states of our social partners. Despite four decades of research into the “theory of mind” capacities of nonhuman primates, there remains no evidence that primates can communicate on the basis of their mental state attributions, to enable feats of coordination. Moreover, recent reevaluation of the experimental literature has questioned whether primates can represent others’ ignorance at all. The present preregistered study investigated whether bonobos are capable of attributing knowledge or ignorance about the location of a hidden food reward to a cooperative human partner, and utilizing this attribution to modify their communicative behavior in the service of coordination. Bonobos could receive a reward that they had watched being hidden under one of several cups, if their human partner could locate the reward. If bonobos can represent a partner’s ignorance and are motivated to communicate based on this mental state attribution, they should point more frequently, and more quickly, to the hidden food’s location when their partner is ignorant about that location than when he is knowledgeable. Bonobos indeed flexibly adapted the frequency and speed of their communication to their partner’s mental state. These findings suggest that apes can represent (and act on) others’ ignorance in some form, strategically and appropriately communicating to effectively coordinate with an ignorant partner and change his behavior.",
          "url": "https://doi.org/10.1073/pnas.2412450122",
          "doi": "https://doi.org/10.1073/pnas.2412450122",
          "filter": "0"
        },
        {
          "title": "Human beauty illustrates the economic impact of heritable physical traits",
          "authors": "Daniel S. Hamermesh, Anwen Zhang",
          "abstract": "Intergenerational transmission of inequality is a central question in the social sciences. We use one trait, beauty, to infer how much parents’ physical characteristics transmit inequality across generations. Analyses of a large-scale longitudinal dataset in the United States, and a much smaller dataset of Chinese parents and children, show that increases in parents’ looks are associated with increases in their child’s looks. A large dataset of U.S. siblings shows a positive correlation of their beauty. The appropriate weighted average from the three samples shows that a one SD increase in ratings of both parents’ looks is associated with a 0.25 SD increase in their child’s. Coupling these estimates with those from large literatures measuring the impact of beauty on earnings and the intergenerational elasticity of income suggests that a one SD difference in parents’ looks is correlated with a 0.074 SD difference in their adult child’s earnings, about U.S. $2,170 annually.",
          "url": "https://doi.org/10.1073/pnas.2418424122",
          "doi": "https://doi.org/10.1073/pnas.2418424122",
          "filter": "0"
        },
        {
          "title": "Black and Latinx workers reap lower rewards than White workers from years spent working in big cities",
          "authors": "Maximilian Buchholz, Michael Storper",
          "abstract": "The large labor markets of big cities offer greater possibilities for workers to gain skills and experience through successively better employment opportunities. This “experience effect” contributes to the higher average wages that are found in big cities compared to the economy as a whole. Racial wage inequality is also higher in bigger cities than in the economy on average. We offer an explanation for this pattern, demonstrating that there is substantial racial inequality in the economic returns to work experience acquired in big cities. Using data from the National Longitudinal Survey of Youth, 1979 we find that each year of work experience in a big city increases Black and Latinx workers’ wages by about one quarter to half as much as White workers’ wages. A substantial amount of this inequality can be explained by further racial disparities in the benefits of high-skill work experience. This research identifies a heretofore unknown source of inequality that is distinctly urban in nature, and expands our knowledge of the challenges to reaching interracial wage equality.",
          "url": "https://doi.org/10.1073/pnas.2409935122",
          "doi": "https://doi.org/10.1073/pnas.2409935122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "The unique reactivity of EKODE lipid peroxidation products allows in vivo detection of inflammation",
          "authors": "Chuan Shi, Roozbeh Eskandari, Jianye Zhang, Guofang Zhang, Li Li, Deandrea Hawkins, Xiongwei Zhu, Gregory P. Tochtrop",
          "abstract": "Lipid peroxidation is a complex biochemical process associated with oxidative stress, and its products play crucial roles in cellular signaling and the pathophysiology of many diseases. Among the diverse array of lipid peroxidation (LPO) products, epoxyketooctadecenoic acids (EKODEs) have emerged as intriguing molecules with potential impacts on inflammatory diseases. EKODEs arise from linoleic acid reacting with reactive oxygen and nitrogen species present during inflammation. A hallmark of many LPO products is an electrophilic chemical functionality that can react with different biological nucleophiles to form adducts that impact a broad swath of physiologic processes. Here, we present the identification of reactivity patterns exhibited by the EKODE class of LPO products that arise due to the unique chemistry of the EKODE electrophiles, namely α, β-unsaturated epoxyketones of variable regiochemistry. Our initial investigations with models of the EKODE reactive core showed that surrogates of lysine did not react, and histidine nucleophiles formed reversible Michael adducts. However, when models of cysteine nucleophiles were tested, a unique reactivity profile emerged where rapid Michael addition was followed by slow rearrangement and epoxide opening at an unpredicted electrophilic site, affording what we postulated to be an advanced lipoxidation end product (ALE). After confirming the EKODE reactivity in model systems, we produced polyclonal antibodies of a stable epitope of the EKODE-based ALE and used these antibodies to investigate an approach for in vivo monitoring of inflammatory disease progression.",
          "url": "https://doi.org/10.1073/pnas.2415039122",
          "doi": "https://doi.org/10.1073/pnas.2415039122",
          "filter": "2"
        },
        {
          "title": "Adoption of improved crop varieties limited biodiversity losses, terrestrial carbon emissions, and cropland expansion in the tropics",
          "authors": "Uris Lantz C. Baldos, Alfredo Cisneros-Pineda, Keith O. Fuglie, Thomas W. Hertel",
          "abstract": "Research investments in crop improvements, including by national and international agricultural research centers, have made significant contributions to raising yields of staple food crops in developing countries. Although mostly intended to improve food security and rural incomes, innovations in crop production also have major implications for the environment. Building on the latest productivity estimates from historical crop improvements in developing countries and using a gridded (0.25 degrees) equilibrium model of global agriculture, we assess the impacts of improved crop varieties on cropland use, threatened biodiversity, and terrestrial carbon stocks over 1961–2015. We replicate a historical baseline and produce a counterfactual scenario which shows the impact of omitting productivity improvements from these technologies. The results show that higher crop productivity generally lowered commodity prices, which reduced incentives to expand cropland except in those areas where productivity gains outweighed price declines. The net global effect of technology adoption was to limit conversion of natural habitat to agricultural use, although it did cause cropland to expand in some areas. We estimate that adoption of improved crop varieties in developing countries saved on net 16.03 [95% CI, 12.33 to 20.89] million hectares worldwide. With more natural habitat preserved, around 1,043 [95% CI, 616 to 1,503] threatened animal and plant species extinctions were avoided over this period. In addition, net land use savings from the improved crop varieties resulted in avoided terrestrial greenhouse gas (GHG) emissions of around 5.35 [95% CI, 3.75 to 7.22] billion metric tons CO 2 equivalent retained in terrestrial carbon stocks.",
          "url": "https://doi.org/10.1073/pnas.2404839122",
          "doi": "https://doi.org/10.1073/pnas.2404839122",
          "filter": "2"
        },
        {
          "title": "Spatial Patterning Analysis of Cellular Ensembles (SPACE) finds complex spatial organization at the cell and tissue levels",
          "authors": "Edward C. Schrom, Erin F. McCaffrey, Vivek Sreejithkumar, Andrea J. Radtke, Hiroshi Ichise, Armando Arroyo-Mejias, Emily Speranza, Leanne Arakkal, Nishant Thakur, Spencer Grant, Ronald N. Germain",
          "abstract": "Spatial patterns of cells and other biological elements drive physiologic and pathologic processes within tissues. While many imaging and transcriptomic methods document tissue organization, discerning these patterns is challenging, especially when they involve multiple elements in complex arrangements. To address this challenge, we present Spatial Patterning Analysis of Cellular Ensembles (SPACE), an R package for analysis of high-plex spatial data. SPACE is compatible with any data collection modality that records values (i.e., categorical cell/structure types or quantitative expression levels) at fixed spatial coordinates (i.e., 2d pixels or 3d voxels). SPACE detects not only broad patterns of co-occurrence but also context-dependent associations, quantitative gradients and orientations, and other organizational complexities. Via a robust information theoretic framework, SPACE explores all possible ensembles of tissue elements—single elements, pairs, triplets, and so on—and ranks the most strongly patterned ensembles. For single images, rankings reflect differences from random assortment. For sets of images, rankings reflect differences across sample groups (e.g., genotypes, treatments, timepoints, etc.). Further tools then characterize the nature of each pattern for intuitive interpretation. We validate SPACE and demonstrate its advantages using murine lymph node images for which ground truth has been defined. We then detect new patterns across varied datasets, including tumors and tuberculosis granulomas.",
          "url": "https://doi.org/10.1073/pnas.2412146122",
          "doi": "https://doi.org/10.1073/pnas.2412146122",
          "filter": "2"
        },
        {
          "title": "Circadian clock control of interactions between eIF2α kinase CPC-3 and GCN1 with ribosomes regulates rhythmic translation initiation",
          "authors": "Ebimobowei O. Preh, Manuel A. Ramirez, Sidharth Mohan, Chanté R. Guy, Deborah Bell-Pedersen",
          "abstract": "Misregulation of the activity of GCN2, the kinase that phosphorylates and inactivates translation initiation factor eIF2α, has been implicated in several health disorders, underscoring the need to determine the mechanisms controlling GCN2 activation. During nutrient starvation, increased uncharged tRNA levels trigger GCN1 and GCN20 proteins to mediate the binding of uncharged tRNA to GCN2 to activate the kinase to phosphorylate eIF2α. Under constant conditions, activation of the Neurospora crassa homolog of GCN2, CPC-3, is controlled by the circadian clock. However, how the circadian clock controls the rhythmic activity of CPC-3 was not known. We found that the clock regulates CPC-3 and GCN1 interaction with ribosomes and show that these interactions are necessary for clock regulation of CPC-3 activity. CPC-3 activity rhythms, and the rhythmic interaction of CPC-3 and GCN1 with ribosomes, are abolished in a temperature-sensitive valyl-tRNA synthetase mutant ( un-3 ts ) that has high levels of uncharged tRNA Val at all times of the day. Disrupting the interaction between GCN1 and uncharged tRNA in the absence of GCN20 altered rhythmic CPC-3 activity, indicating that the clock controls the interaction between uncharged tRNA and GCN1. Together, these data support that circadian rhythms in mRNA translation through CPC-3 activity require rhythms in uncharged tRNA levels that drive the rhythmic interaction between CPC-3 and GCN1 with ribosomes. This regulation uncovers a fundamental mechanism to ensure temporal coordination between peak cellular energy levels and the energetically demanding process of mRNA translation.",
          "url": "https://doi.org/10.1073/pnas.2411916122",
          "doi": "https://doi.org/10.1073/pnas.2411916122",
          "filter": "2"
        },
        {
          "title": "Human MAIT cell response profiles biased toward IL-17 or IL-10 are distinct effector states directed by the cytokine milieu",
          "authors": "Caroline Boulouis, Elli Mouchtaridi, Thomas R. Müller, Jeffrey Y. W. Mak, David P. Fairlie, Peter Bergman, Jakob Michaëlsson, Jonas Halfvarson, Jenny Mjösberg, Marcus Buggert, Johan K. Sandberg",
          "abstract": "Mucosal-associated invariant T (MAIT) cells are unconventional T cells that mediate rapid antimicrobial immune responses to antigens derived from microbial riboflavin pathway metabolites presented by the evolutionarily conserved MR1 molecules. MAIT cells represent a large pre-expanded T cell subset in humans and are involved in both protective immunity and inflammatory immunopathology. However, what controls the functional heterogeneity of human MAIT cell responses is still largely unclear. Here, combining functional and transcriptomic analyses, we investigate how MAIT cell response programs are influenced by the cytokine milieu at the time of antigen recognition. Activation by MR1-presented antigen together with IL-12 induces intermediate levels of IFNγ and TNF, as well as a regulatory profile with substantial IL-10 production and elevated expression of TIM-3, LAG-3, and PD-1. Activation by the combination of antigen and IL-12 induces a c-MAF-dependent program required for IL-10 production. The MAIT cell-derived IL-10 mediates both autocrine and paracrine immune regulation. In contrast, coactivation of MAIT cells with IL-18 induces IL-17, GM-CSF, IFNγ, and TNF, without IL-10. Notably, IL-18 dominantly counteracts IL-10 expression. The activation states biased toward IL-10 or IL-17 production are reversible and do not represent stable subsets. Finally, MR1-restricted TCR-mediated activation without cytokine coactivation drives primarily granzyme B cytolytic arming. Altogether, these findings demonstrate that human MAIT cells adapt their functional effector response during antigen recognition to cytokine cues in the microenvironment, and identify programs biased toward either regulatory c-MAF-dependent IL-10 expression, or an inflammatory IL-17 and GM-CSF profile.",
          "url": "https://doi.org/10.1073/pnas.2414230122",
          "doi": "https://doi.org/10.1073/pnas.2414230122",
          "filter": "2"
        },
        {
          "title": "Transferrin promotes fatty acid oxidation and liver tumor growth through PHD2-mediated PPARα hydroxylation in an iron-dependent manner",
          "authors": "Xu Qian, Qimin Zhou, Yuan Ouyang, Xiaohong Wu, Xue Sun, Shuo Wang, Yuran Duan, Zhiqiang Hu, Yueru Hou, Zheng Wang, Xiaohan Chen, Katherine L. Wang, Yuli Shen, Bofei Dong, Yanni Lin, Ting Wen, Qi Tian, Zhanpeng Guo, Min Li, Liwei Xiao, Qingang Wu, Ying Meng, Guijun Liu, Hangjie Ying, Yahui Zhou, Wuchang Zhang, Shengzhong Duan, Xueli Bai, Tong Liu, Peng Zhan, Zhimin Lu, Daqian Xu",
          "abstract": "Tumor cells reshape iron and lipid metabolism for their rapid proliferation. However, how tumor cells coordinate the interplay between tumor cell–specific iron homeostasis and lipid metabolism reprogramming to counteract energy shortages remains unclear. Here, we demonstrated that glucose deprivation in hepatocellular carcinoma (HCC) cells induced AMPK-dependent Transferrin S685 phosphorylation, which exposed Transferrin nuclear localization signal (NLS) for binding to importin α7 and subsequent nuclear translocation. Nucleus-translocated Transferrin interacts with PPARα and enhance its protein stability to increase fatty acid oxidation (FAO) upon glucose deprivation. Mechanistically, PPARα-associated Transferrin upregulates iron-dependent PHD2-mediated PPARα P87 hydroxylation and subsequently disrupts the binding of MDM2 to PPARα, therefore inhibiting MDM2-mediated PPARα ubiquitination and degradation. Reconstitution of Transferrin S685A and NLS mutation or knock-in expression of PPARα P87A inhibited PPARα-mediated FAO upon energy stress, enhanced HCC cell apoptosis, and impeded liver tumor growth in mice. Importantly, combined treatment with Transferrin pS685 blocking peptide suppressing AMPK-Transferrin-PPARα axis could synergize with a well-established AMPK activator Metformin to inhibit tumor growth. Additionally, Transferrin pS685-mediated PPARα P87 hydroxylation is positively correlated with PPARα expression levels in human HCC specimens and poor patient prognosis. These findings revealed a mechanism by which Transferrin can sense energy stress to promote the hydroxylation and protein stability of PPARα through iron-dependent activation of PHD2 and underscore the moonlighting function of Transferrin in lipid catabolism and liver tumor development.",
          "url": "https://doi.org/10.1073/pnas.2412473122",
          "doi": "https://doi.org/10.1073/pnas.2412473122",
          "filter": "2"
        },
        {
          "title": "Active vision in freely moving marmosets using head-mounted eye tracking",
          "authors": "Vikram Pal Singh, Jingwen Li, Kana Dawson, Jude F. Mitchell, Cory T. Miller",
          "abstract": "Our understanding of how vision functions as primates actively navigate the real-world is remarkably sparse. As most data have been limited to chaired and typically head-restrained animals, the synergistic interactions of different motor actions/plans inherent to active sensing—e.g., eyes, head, posture, movement, etc.—on visual perception are largely unknown. To address this considerable gap in knowledge, we developed an innovative wireless head-mounted eye-tracking system that performs Chair-free Eye-Recording using Backpack mounted micROcontrollers (CEREBRO) for small mammals, such as marmoset monkeys. Because eye illumination and environment lighting change continuously in natural contexts, we developed a segmentation artificial neural network to perform robust pupil tracking in these conditions. Leveraging this innovative system to investigate active vision, we demonstrate that although freely moving marmosets exhibit frequent compensatory eye movements equivalent to other primates, including humans, the predictability of the visual behavior (gaze) is higher when animals are freely moving relative to when they are head-fixed. Moreover, despite increases in eye/head-motion during locomotion, gaze stabilization remains steady because of an increase in vestibularocular reflex gain during locomotion. These results demonstrate the efficient, dynamic visuo-motor mechanisms and related behaviors that enable stable, high-resolution foveal vision in primates as they explore the natural world.",
          "url": "https://doi.org/10.1073/pnas.2412954122",
          "doi": "https://doi.org/10.1073/pnas.2412954122",
          "filter": "2"
        },
        {
          "title": "Bilateral cellular flows display asymmetry prior to left–right organizer formation in amniote gastrulation",
          "authors": "Rieko Asai, Shubham Sinha, Vivek N. Prakash, Takashi Mikawa",
          "abstract": "A bilateral body plan is predominant throughout the animal kingdom. Bilaterality of amniote embryos becomes recognizable as midline morphogenesis begins at gastrulation, bisecting an embryonic field into the left and right sides, and left–right (LR) asymmetry patterning follows. While a series of laterality genes expressed after the LR compartmentalization has been extensively studied, the laterality patterning prior to and at the initiation of midline morphogenesis has remained unclear. Here, through a biophysical quantification in a high spatial and temporal resolution, applied to a chick model system, we show that a large-scale bilateral counterrotating cellular flow, termed “polonaise movements”, display LR asymmetries in early gastrulation. This cell movement starts prior to the formation of the primitive streak (PS) (the earliest midline structure) and the subsequent appearance of Hensen’s node (the LR organizer). The cellular flow speed and vorticity unravel the location and timing of the LR asymmetries. The bilateral flows displayed a Right dominance after 6 h since the start of cell movements. Mitotic arrest that diminishes PS formation resulted in changes in the bilateral flow pattern, but the Right dominance persisted. Our data indicate that the LR asymmetry in amniote gastrula becomes detectable earlier than suggested by current models, which assume that the asymmetric regulation of the laterality signals at the node leads to the LR patterning. More broadly, our results suggest that physical processes can play an unexpected but significant role in influencing LR laterality during embryonic development.",
          "url": "https://doi.org/10.1073/pnas.2414860122",
          "doi": "https://doi.org/10.1073/pnas.2414860122",
          "filter": "2"
        },
        {
          "title": "High-throughput discovery of inhibitory protein fragments with AlphaFold",
          "authors": "Andrew Savinov, Sebastian Swanson, Amy E. Keating, Gene-Wei Li",
          "abstract": "Peptides can bind to specific sites on larger proteins and thereby function as inhibitors and regulatory elements. Peptide fragments of larger proteins are particularly attractive for achieving these functions due to their inherent potential to form native-like binding interactions. Recently developed experimental approaches allow for high-throughput measurement of protein fragment inhibitory activity in living cells. However, it has thus far not been possible to predict de novo which of the many possible protein fragments bind to protein targets, let alone act as inhibitors. We have developed a computational method, FragFold, that employs AlphaFold to predict protein fragment binding to full-length proteins in a high-throughput manner. Applying FragFold to thousands of fragments tiling across diverse proteins revealed peaks of predicted binding along each protein sequence. Comparisons with experimental measurements establish that our approach is a sensitive predictor of fragment function: Evaluating inhibitory fragments from known protein–protein interaction interfaces, we find 87% are predicted by FragFold to bind in a native-like mode. Across full protein sequences, 68% of FragFold-predicted binding peaks match experimentally measured inhibitory peaks. Deep mutational scanning experiments support the predicted binding modes and uncover superior inhibitory peptides in high throughput. Further, FragFold is able to predict previously unknown protein binding modes, explaining prior genetic and biochemical data. The success rate of FragFold demonstrates that this computational approach should be broadly applicable for discovering inhibitory protein fragments across proteomes.",
          "url": "https://doi.org/10.1073/pnas.2322412122",
          "doi": "https://doi.org/10.1073/pnas.2322412122",
          "filter": "2"
        },
        {
          "title": "The C2 domain augments Ras GTPase-activating protein catalytic activity",
          "authors": "Maxum E. Paul, Di Chen, Kimberly J. Vish, Nathaniel L. Lartey, Elizabeth Hughes, Zachary T. Freeman, Thomas L. Saunders, Amy L. Stiegler, Philip D. King, Titus J. Boggon",
          "abstract": "Regulation of Ras GTPases by GTPase-activating proteins (GAPs) is essential for their normal signaling. Nine of the ten GAPs for Ras contain a C2 domain immediately proximal to their canonical GAP domain, and in RasGAP (p120GAP, p120RasGAP; RASA1 ) mutation of this domain is associated with vascular malformations in humans. Here, we show that the C2 domain of RasGAP is required for full catalytic activity toward Ras. Analyses of the RasGAP C2-GAP crystal structure, AlphaFold models, and sequence conservation reveal direct C2 domain interaction with the Ras allosteric lobe. This is achieved by an evolutionarily conserved surface centered around RasGAP residue R707, point mutation of which impairs the catalytic advantage conferred by the C2 domain in vitro. In mice, R707C mutation phenocopies the vascular and signaling defects resulting from constitutive disruption of the RASA1 gene. In SynGAP, mutation of the equivalent conserved C2 domain surface impairs catalytic activity. Our results indicate that the C2 domain is required to achieve full catalytic activity of GAPs for Ras.",
          "url": "https://doi.org/10.1073/pnas.2418433122",
          "doi": "https://doi.org/10.1073/pnas.2418433122",
          "filter": "2"
        },
        {
          "title": "Energyscapes pinpoint marine megafauna feeding hotspots in the Mediterranean",
          "authors": "Charlotte Lambert, Annette C. Broderick, Damla Beton, Ana Cañadas, Cécile Dars, Andrew Di Matteo, Lola Gilbert, Joan Giménez, Ioannis Keramidas, Joan Navarro, Josie L. Palmer, Robin T. E. Snape, Laura Sparks, Jérôme Spitz, Athanassios C. Tsikliras, Auriane Virgili, David Grémillet",
          "abstract": "Ocean giants shape the structure and functioning of marine food webs via trophic top–down controls, landscapes of fear, vertical and horizontal redistribution of nutrients, energy, and matter. Yet, they face threats from overfishing, pollution, habitat degradation, and climate change, and one-third of marine megafauna species are at risk of extinction, ultimately endangering the resilience of entire ecosystems. In such a context, knowing when and where megafauna find resources to balance their substantial energy requirements is critical for their management. Through an energyscape approach integrating abundance censuses, diet, and energy requirements, we investigated the prey consumption patterns of Mediterranean marine megafauna during the summer. We thereby shed light on a diverse guild of species composed of fishes, mammals, reptiles, and birds and estimated that 4.1 million individuals consume 1.6 million tons of prey each summer, pelagic cephalopods being the primary food resource and cetaceans and tunas being key players in the community. Spatial patterns in prey consumption reflected the diverse distribution and needs of the megafauna species and underlined the critical importance of the western Mediterranean for the megafauna community. Conservation strategies should prioritize spatial and biological diversity to safeguard megafauna and ecosystem functions across the Mediterranean basin.",
          "url": "https://doi.org/10.1073/pnas.2412845122",
          "doi": "https://doi.org/10.1073/pnas.2412845122",
          "filter": "2"
        },
        {
          "title": "Variable transduction of thyroid hormone signaling in structures of the mouse brain",
          "authors": "Richárd Sinkó, Federico Salas-Lucia, Petra Mohácsik, Emese Halmos, Gábor Wittmann, Péter Egri, Barbara M. L. C. Bocco, Alice Batistuzzo, Tatiana L. Fonseca, Csaba Fekete, Antonio C. Bianco, Balázs Gereben",
          "abstract": "L-thyroxine (L-T4) monotherapy is the standard treatment for hypothyroidism, administered daily to normalize TSH levels. Once absorbed, T4 is converted to T3 to alleviate most symptoms. However, this treatment abnormally elevates plasma T4 levels in over 50% of patients. Using L-T4-treated Thyroid Hormone (TH) Action Indicator mice, which express a T3-regulated luciferase (Luc) reporter, we examined whether these T4 elevations disrupt TH signaling. Hypothyroid mice exhibited reduced Luc expression across brain regions, and L-T4 treatment failed to restore T3 signaling uniformly. There was also variability in the activity of type 2 deiodinase (D2), the enzyme that generates most brain T3. Intracerebroventricular T4 administration achieved higher elevation of Luc expression in the mediobasal hypothalamus compared to the cortex, and studies on cultured cortical astrocytes and hypothalamic tanycytes revealed cell-type-specific responses to T4. In tanycytes, exposure to T4 sustained D2 activity, leading to progressive T3 signaling, whereas in astrocytes, T4 exposure triggered a drop in D2 activity, limiting T3 production through a ubiquitin-dependent, self-limiting mechanism. The sustained D2 activity in tanycytes was linked to rapid deubiquitination by USP33, as confirmed using a ubiquitin-specific protease (USP) pan-inhibitor and USP33 knockout mice. In conclusion, the brain’s response to L-T4 treatment is heterogeneous, influenced by cell-specific regulation of D2-mediated T3 production. While cortical astrocytes exhibit limited T3 signaling due to D2 ubiquitination, tanycytes coexpressing USP33 amplify T3 signaling by rescuing ubiquitinated D2 from proteasomal degradation. These findings provide mechanistic insights into the limitations of L-T4 therapy and highlight the need for tailored approaches to managing hypothyroidism.",
          "url": "https://doi.org/10.1073/pnas.2415970122",
          "doi": "https://doi.org/10.1073/pnas.2415970122",
          "filter": "2"
        },
        {
          "title": "Activation-induced thrombospondin-4 works with thrombospondin-1 to build cytotoxic supramolecular attack particles",
          "authors": "Chiara Cassioli, Nagaja Capitani, Claire C. Staton, Claudia Schirra, Francesca Finetti, Anna Onnis, Nadia Alawar, Szu-Min Tu, Ludovica Lopresti, Vanessa Tatangelo, Carmela Tangredi, Salvatore Valvo, Hsin-Fang Chang, Annachiara Miccoli, Ewoud B. Compeer, Jemma Nicholls, Bruce R. Blazar, Giuseppe Marotta, Matthew J. A. Wood, Livio Trentin, Laura Patrussi, Michael L. Dustin, Ute Becherer, Cosima T. Baldari",
          "abstract": "Cytotoxic attack particles released by CTLs and NK cells include diverse phospholipid membrane and glycoprotein encapsulated entities that contribute to target cell killing. Supramolecular attack particles (SMAPs) are one type of particle characterized by a cytotoxic core enriched in granzymes and perforin surrounded by a proteinaceous shell including thrombospondin (TSP)-1. TSP-4 was also detected in bulk analysis of SMAPs released by CTLs; however, it has not been investigated whether TSP-4 contributes to distinct SMAP types or the same SMAP type as TSP-1 and, if in the same type of SMAP, whether TSP-4 and TSP-1 cooperate or compete. Here, we observed that TSP-4 expression increased upon CD8 + T cell activation while, surprisingly, TSP-1 was down-regulated. Correlative Light and Electron Microscopy and Stimulated Emission Depletion microscopy localized TSP-4 and TSP-1 in SMAP-containing multicore granules. Superresolution dSTORM revealed that TSP-4 and TSP-1 are usually enriched in the same SMAPs while particles with single-positive shells are rare. Retention Using Selective Hooks assays showed that TSP-4 localizes to the lytic granules faster than TSP-1 and promotes its accumulation therein. TSP-4 contributed to direct CTL-mediated killing, as previously shown for TSP-1. TSP-4 and TSP-1 were both required for latent SMAP-mediated cell killing, in which released SMAPs kill targets after removal of the CTLs. Of note, we found that chronic lymphocytic leukemia (CLL) cell culture supernatants suppressed expression of TSP-4 in CTL and latent SMAP-mediated killing. These results identify TSP-4 as a functionally important component of SMAPs and suggest that SMAPs may be targeted for immune suppression by CLL.",
          "url": "https://doi.org/10.1073/pnas.2413866122",
          "doi": "https://doi.org/10.1073/pnas.2413866122",
          "filter": "2"
        },
        {
          "title": "CO 2 potentiates echinocandin efficacy during invasive candidiasis therapy via dephosphorylation of Hsp90 by Ptc2 in condensates",
          "authors": "Mao Zhang, Youzhi Zhao, Hao Cui, Wenqiang Huang, Kang Xiong, Shan Yang, Yuanyuan Duan, Yong He, Lianjuan Yang, Chang Su, Yang Lu",
          "abstract": "Carbon dioxide is a signaling cue critical for fungal pathogenesis. Ptc2, a type 2C protein phosphatase (PP2C), serves as a conserved CO 2 sensor in fungi. By combining phosphoproteomic and biochemical assays, we identified Hsp90 as a direct target of Ptc2 at host CO 2 concentrations and Ssb1 as a Ptc2 target protein regardless of CO 2 levels in Candida albicans , the most prevalent human fungal pathogen. Ptc2 forms reversible condensates at elevated CO 2 , which enables the recruitment of Hsp90, but not Ssb1, to condensates, allowing efficient dephosphorylation. This process confers an enhanced susceptibility to caspofungin in vitro and during in vivo infection therapy. Importantly, we demonstrate this phenomenon in non-albicans Candida species. Sequential passages of C. albicans in mice with caspofungin treatment readily induce in vivo drug tolerance, causing therapeutic failure. These evolved strains display increased resistance to caspofungin under host concentrations of CO 2 but remain susceptible in air. Collectively, our study reveals a profound impact of host concentrations of CO 2 on antifungal drug susceptibility and connects this phenotype to therapeutic outcomes and highlights condensate formation as an efficient means that enables selective recruitment of substrates for certain signaling events.",
          "url": "https://doi.org/10.1073/pnas.2417721122",
          "doi": "https://doi.org/10.1073/pnas.2417721122",
          "filter": "2"
        },
        {
          "title": "Co-zorbs: Motile, multispecies biofilms aid transport of diverse bacterial species",
          "authors": "Shruthi Magesh, Jonathan H. Schrope, Nayanna Mercado Soto, Chao Li, Amanda I. Hurley, Anna Huttenlocher, David J. Beebe, Jo Handelsman",
          "abstract": "Biofilms are three-dimensional structures containing one or more bacterial species embedded in extracellular polymeric substances. Although most biofilms are stationary, Flavobacterium johnsoniae forms a motile spherical biofilm called a zorb, which is propelled by its base cells and contains a polysaccharide core. Here, we report the formation of spatially organized, motile, multispecies biofilms, designated “co-zorbs,” that are distinguished by a core–shell structure. F. johnsoniae forms zorbs whose cells collect other bacterial species and transport them to the zorb core, forming a co-zorb. Live imaging revealed that co-zorbs also form in zebrafish, thereby demonstrating a different type of bacterial movement in vivo. This finding opens different avenues for understanding community behaviors, the role of biofilms in bulk bacterial transport, and collective strategies for microbial success in various environments.",
          "url": "https://doi.org/10.1073/pnas.2417327122",
          "doi": "https://doi.org/10.1073/pnas.2417327122",
          "filter": "2"
        },
        {
          "title": "Simulating atmospheric freezing of single aqueous droplets to ice in a cryogenically cooled ultrasonic levitator",
          "authors": "Souvick Biswas, Dababrata Paul, Koushik Mondal, Ralf I. Kaiser",
          "abstract": "Atmospheric freezing of water droplets suspended in air followed by cloud formation and precipitation represent fundamental steps of the terrestrial water cycle. These aqueous droplets exhibit distinct freezing mechanisms and thermodynamic requirements compared to bulk water often forming metastable supercooled water at subzero temperatures on the Celsius scale (&lt;273 K) prior to crystallization. Here, we report on a real-time spectroscopic investigation combined with simultaneous visualizations of single aqueous droplet freezing events inside a cryogenically cooled ultrasonic levitation chamber with the ultimate goal of probing the molecular structure evolution and stages of ice formation. The observed droplet freezing follows a pseudoheterogeneous ice nucleation mechanism mimicking the process that occurs for atmospherically supercooled water droplets at the air–water interface. This proof-of-concept experimental setup allows future crystallization studies of homo- and heterogeneously doped aqueous droplets under simulated atmospheric environments—also in the presence of reactive trace gases, thus untangling dynamic molecular interactions and chemical reactions, which are of fundamental interest to low-temperature atmospheric chemistry delineating with ice nucleation mechanisms.",
          "url": "https://doi.org/10.1073/pnas.2425543122",
          "doi": "https://doi.org/10.1073/pnas.2425543122",
          "filter": "2"
        },
        {
          "title": "Broad-spectrum tolerance to disinfectant-mediated bacterial killing due to mutation of the PheS aminoacyl tRNA synthetase",
          "authors": "Miaomiao Chen, Runbo Cui, Shouqiang Hong, Weiwei Zhu, Qiong Yang, Jiahao Li, Zihan Nie, Xue Zhang, Yanghui Ye, Yunxin Xue, Dai Wang, Yuzhi Hong, Karl Drlica, Jianjun Niu, Xilin Zhao",
          "abstract": "Disinfectants are essential tools for controlling infectious diseases and maintaining sterile conditions in many medical and food-industry settings. Recent work revealed that a deficiency in the carbohydrate phosphotransferase system (PTS) confers pan-tolerance to killing by diverse disinfectant types through its interaction with the cAMP-CRP regulatory network. The present work characterized a pan-tolerance mutant obtained by enrichment using phenol as a lethal probe and an Escherichia coli PTS null mutant as a parental strain. The resulting super-pan-tolerant mutant, which harbored an F158C substitution in PheS, inhibited bacterial killing by multiple disinfectant classes with surprisingly little effect on antimicrobial lethality. The PheS substitution, which was expected to lower substrate recognition efficiency and result in deacylated tRNA phe occupying the ribosomal A site, activated relA expression and synthesis of ppGpp, even in the absence of disinfectant exposure. ppGpp, along with DksA, increased RpoS function by activating promoters of dsrA and iraP , two genes whose products increase the expression and stability of RpoS. Subsequently, RpoS upregulated the expression of genes encoding a universal stress protein (UspB) and an oxidative stress peroxidase (KatE), which preconditioned bacteria to better survive a variety of disinfectants. Disinfectant-mediated accumulation of reactive oxygen species (ROS) and bacterial killing were abolished/reduced by exogenous dimethyl sulfoxide and by a PheS F158C substitution up-regulating genes encoding ROS-detoxifying enzymes ( katE, sodA, oxyR, ahpC ). These data identify a pheS mutation-triggered, ppGpp-stimulated transcriptional regulatory cascade that negates biocide-mediated lethality, thereby tying the stringent response to protection from ROS-mediated biocide lethality.",
          "url": "https://doi.org/10.1073/pnas.2412871122",
          "doi": "https://doi.org/10.1073/pnas.2412871122",
          "filter": "2"
        },
        {
          "title": "Evidence for domain-general arousal from semantic and neuroimaging meta-analyses reconciles opposing views on arousal",
          "authors": "Magdalena Sabat, Charles de Dampierre, Catherine Tallon-Baudry",
          "abstract": "Arousal refers to changes in brain-body state underpinning motivated behavior but lacks a proper definition and taxonomy. Neuroscience and psychology textbooks offer surprisingly different views on what arousal is, from a global brain-wide modulation of neuronal activity to a multidimensional construct, with specific brain-body patterns tuned to a given situation. The huge number of scientific articles mentioning arousal (~50,000) highlights the importance of the concept but also explains why such a vast literature has never been systematically reviewed so far. Here, we leverage the tools of natural language processing to probe the nature of arousal in a data-driven, comprehensive manner. We show that arousal comes in seven varieties: cognitive, emotional, physiological, sexual, related to stress disorders, to sleep, or to sleep disorders. We then ask whether domain-general arousal exists at the cortical level, and run meta-analyses of the brain imaging literature to reveal that all varieties of arousal, except arousal in sleep disorders for lack of data, converge onto a cortical network composed of the presupplementary motor area and the left and right dorsal anterior insula. More precisely, we find that activity in dysgranular insular area 7 (Jülich atlas), the region with the highest convergence across varieties of arousal, is also specifically associated with arousal. The domain-general arousal network might trigger the reorganization of large-scale brain networks—a global mechanism—resulting in a context-specific configuration—in line with the multidimensional view. Future taxonomies of arousal refining the alignment between concepts and data should include domain-general arousal as a central component.",
          "url": "https://doi.org/10.1073/pnas.2413808122",
          "doi": "https://doi.org/10.1073/pnas.2413808122",
          "filter": "2"
        },
        {
          "title": "Translation elongation defects activate the Caenorhabditis elegans ZIP-2 bZIP transcription factor–mediated toxin defense",
          "authors": "Marina Kniazeva, Gary Ruvkun",
          "abstract": "The Caenorhabditis elegans bZIP transcription factor ZIP-2 is activated by toxins or mutations that inhibit translational elongation. The zip-2 DNA-binding protein is encoded in a downstream main open reading frame (mORF), but under normal translation elongation conditions only an upstream overlapping oORF -1 frameshifted from mORF is translated. Mutations or toxins that slow translational elongation, but not inhibitors of translational initiation or termination, activate ZIP-2. An mORF initiation codon mutation does not disrupt the normal zip-2 response to translational elongation defects, suggesting that zip-2 activation does not depend on this ATG. An mORF early termination mutant can be activated by strong translation elongation inhibition, suggesting that translation initiated upstream on oORF +1 frameshifts when elongation is inhibited to the mORF reading frame downstream of the stop codon to activate a fused oORF/mORF ZIP-2 transcription factor. The protein and DNA sequences of zip-2 oORF and mORF are conserved across the Caenorhabditis , suggesting selection for particular codons sensitive to translational elongation defects. Mutations that disrupt the oORF initiation codon constitutively activate zip-2 , but not if the mORF initiation codon is also mutant, showing that zip-2 oORF competes with mORF for translational initiation. oORF initiation codon mutation-activated zip-2 slows C. elegans growth, and this slow growth is suppressed by a zip-2 null mutation. A zip-2 null mutant also strongly suppresses the growth arrest caused by translational elongation inhibitors. Thus, ZIP-2 is both a sensor of translational elongation attack, and a defense regulatory output via its activation of response genes.",
          "url": "https://doi.org/10.1073/pnas.2423578122",
          "doi": "https://doi.org/10.1073/pnas.2423578122",
          "filter": "2"
        },
        {
          "title": "Creation, stabilization, and investigation at ambient pressure of pressure-induced superconductivity in Bi 0.5 Sb 1.5 Te 3",
          "authors": "Liangzi Deng, Busheng Wang, Clayton Halbert, Daniel J. Schulze, Melissa Gooch, Trevor Bontke, Ting-Wei Kuo, Xin Shi, Shaowei Song, Nilesh Salke, Hung-Duen Yang, Zhifeng Ren, Russell J. Hemley, Eva Zurek, Rohit P. Prasankumar, Ching-Wu Chu",
          "abstract": "In light of breakthroughs in superconductivity under high pressure, and considering that record critical temperatures (T c s) across various systems have been achieved under high pressure, the primary challenge for higher T c should no longer solely be to increase T c under extreme conditions but also to reduce, or ideally eliminate, the need for applied pressure in retaining pressure-induced or -enhanced superconductivity. The topological semiconductor Bi 0.5 Sb 1.5 Te 3 (BST) was chosen to demonstrate our approach to addressing this challenge and exploring its intriguing physics. Under pressures up to ~50 GPa, three superconducting phases (BST-I, -II, and -III) were observed. A superconducting phase in BST-I appears at ~4 GPa, without a structural transition, suggesting the possible topological nature of this phase. Using the pressure-quench protocol (PQP) recently developed by us, we successfully retained this pressure-induced phase at ambient pressure and revealed the bulk nature of the state. Significantly, this demonstrates recovery of a pressure-quenched sample from a diamond anvil cell at room temperature with the pressure-induced phase retained at ambient pressure. Other superconducting phases were retained in BST-II and -III at ambient pressure and subjected to thermal and temporal stability testing. Superconductivity was also found in BST with T c up to 10.2 K, the record for this compound series. While PQP maintains superconducting phases in BST at ambient pressure, both depressurization and PQP enhance its T c , possibly due to microstructures formed during these processes, offering an added avenue to raise T c . These findings are supported by our density-functional theory calculations.",
          "url": "https://doi.org/10.1073/pnas.2423102122",
          "doi": "https://doi.org/10.1073/pnas.2423102122",
          "filter": "2"
        },
        {
          "title": "Observed declines in upper ocean phosphate-to-nitrate availability",
          "authors": "Skylar D. Gerace, Jun Yu, J. Keith Moore, Adam C. Martiny",
          "abstract": "Climate warming is increasing ocean stratification, which in turn should decrease the nutrient flux to the upper ocean. This may slow marine primary productivity, causing cascading effects throughout food webs. However, observing changes in upper ocean nutrients is challenging because surface concentrations are often below detection limits. We show that the nutricline depth, where nutrient concentrations reach well-detected levels, is tied to productivity and upper ocean nutrient availability. Next, we quantify nutricline depths from a global database of observed vertical nitrate and phosphate profiles to assess contemporary trends in global nutrient availability (1972–2022). We find strong evidence that the P-nutricline (phosphacline) is mostly deepening, especially throughout the southern hemisphere, but the N-nutricline (nitracline) remains mostly stable. Earth System Model (ESM) simulations support the hypothesis that reduced iron stress and increased nitrogen fixation buffer the nitracline, but not phosphacline, against increasing stratification. These contemporary trends are expected to continue in the coming decades, leading to increasing phosphorus but not nitrogen stress for marine phytoplankton, with important ramifications for ocean biogeochemistry and food web dynamics.",
          "url": "https://doi.org/10.1073/pnas.2411835122",
          "doi": "https://doi.org/10.1073/pnas.2411835122",
          "filter": "2"
        },
        {
          "title": "Unconventional magnetic oscillations in a kagome Mott insulator",
          "authors": "Guoxin Zheng, Yuan Zhu, Kuan-Wen Chen, Byungmin Kang, Dechen Zhang, Kaila Jenkins, Aaron Chan, Zhenyuan Zeng, Aini Xu, Oscar A. Valenzuela, Joanna Blawat, John Singleton, Shiliang Li, Patrick A. Lee, Lu Li",
          "abstract": "In metals, electrons in a magnetic field undergo cyclotron motion, leading to oscillations in physical properties called quantum oscillations. This phenomenon has never been seen in a robust insulator because there are no mobile electrons. We report an exception to this rule. We study a Mott insulator on a kagome lattice which does not order magnetically down to milli-Kelvin temperatures despite antiferromagnetic interactions. We observe a plateau at magnetization equal to 1 9 Bohr magneton per magnetic ion, accompanied by oscillations in the magnetic torque, reminiscent of quantum oscillations in metals. The temperature dependence obeys Fermi distribution. These phenomena are consistent with a quantum spin liquid state whose excitations are fermionic spinons with a Dirac-like spectrum coupled to an emergent gauge field.",
          "url": "https://doi.org/10.1073/pnas.2421390122",
          "doi": "https://doi.org/10.1073/pnas.2421390122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti0525122",
          "doi": "https://doi.org/10.1073/iti0525122",
          "filter": "2"
        },
        {
          "title": "Free-electron resonance transition radiation via Brewster randomness",
          "authors": "Zheng Gong, Ruoxi Chen, Zun Wang, Xiangfeng Xi, Yi Yang, Baile Zhang, Hongsheng Chen, Ido Kaminer, Xiao Lin",
          "abstract": "Free-electron radiation, such as Cherenkov radiation and transition radiation, can generate light at arbitrary frequencies and is fundamental to diverse applications, ranging from electron microscopy, spectroscopy, lasers, to particle detectors. Generally, the features of free-electron radiation are stochastic when electrons interact with random media. Counterintuitively, here, we reveal a type of free-electron radiation that has both its intensity and directionality invariant to specific sorts of long-range structural randomness. Essentially, this invariance is enabled by the Brewster effect and the judiciously engineered phase coherence condition of emitted light, namely that the light induced by electron’s penetration through a layered aperiodic nanostructure is engineered to interfere constructively at the Brewster angle. As such, when each constituent layer with a random thickness fulfills this phase coherence condition, there is always the emergence of free-electron resonance transition radiation at the Brewster angle. At this resonant Brewster angle, we further find that the radiation intensity and directionality could be enhanced by orders of magnitude by readily increasing the interface number. The revealed resonance transition radiation via long-range Brewster randomness may offer a feasible route to explore more enticing photonic applications driven by free electrons, such as light sources at previously unreachable spectral regimes, optical frequency combs, particle detectors, and random lasers.",
          "url": "https://doi.org/10.1073/pnas.2413336122",
          "doi": "https://doi.org/10.1073/pnas.2413336122",
          "filter": "2"
        },
        {
          "title": "Abscisic acid signaling gates salt-induced responses of plant roots",
          "authors": "Jasper Lamers, Yanxia Zhang, Eva van Zelm, Cheuk Ka Leong, A. Jessica Meyer, Thijs de Zeeuw, Francel Verstappen, Mark Veen, Ayodeji O. Deolu-Ajayi, Charlotte M. M. Gommers, Christa Testerink",
          "abstract": "Soil salinity presents a dual challenge for plants, involving both osmotic and ionic stress. In response, plants deploy distinct yet interconnected mechanisms to cope with these facets of salinity stress. In this investigation, we observed a substantial overlap in the salt (NaCl)-induced transcriptional responses of Arabidopsis roots with those triggered by osmotic stress or the plant stress hormone abscisic acid (ABA), as anticipated. Notably, a specific cluster of genes responded uniquely to sodium (Na + ) ions and are not regulated by the known monovalent cation sensing mechanism MOCA1 . Surprisingly, expression of sodium-induced genes exhibited a negative correlation with the ABA response and preceded the activation of genes induced by the osmotic stress component of salt. Elevated exogenous ABA levels resulted in the complete abolition of sodium-induced responses. Consistently, the ABA insensitive snrk2.2/2.3 double mutant displayed prolonged sodium-induced gene expression, coupled with increased root cell damage and root swelling under high salinity conditions. Moreover, ABA biosynthesis and signaling mutants were unable to redirect root growth to avoid high sodium concentrations and had increased sodium accumulation in the shoot. In summary, our findings unveil an unexpected and pivotal role for ABA signaling in mitigating cellular damage induced by salinity stress and modulating sodium-induced responses in plant roots.",
          "url": "https://doi.org/10.1073/pnas.2406373122",
          "doi": "https://doi.org/10.1073/pnas.2406373122",
          "filter": "2"
        },
        {
          "title": "An ear for an ear, but only if you are a deomyinid",
          "authors": "Malcolm Maden",
          "url": "https://doi.org/10.1073/pnas.2426545122",
          "doi": "https://doi.org/10.1073/pnas.2426545122",
          "filter": "2"
        },
        {
          "title": "Spatial propagation of temperate phages within and among biofilms",
          "authors": "James B. Winans, Lanying Zeng, Carey D. Nadell",
          "abstract": "Bacteria form groups composed of cells and a secreted polymeric matrix that controls their spatial organization. These groups—termed biofilms—can act as refuges from environmental disturbances and from biotic threats, including phages. Despite the ubiquity of temperate phages and bacterial biofilms, live propagation of temperate phages within biofilms has not been characterized on cellular spatial scales. Here, we leverage several approaches to track temperate phages and distinguish between lytic and lysogenic host infections. We determine that lysogeny within Escherichia coli biofilms initially occurs within a predictable region of cell group packing architecture on the biofilm periphery. Because lysogens are generally found on the periphery of large cell groups, where lytic viral infections also reduce local biofilm structural integrity, lysogens are predisposed to disperse into the passing liquid and are overrepresented in downstream biofilms formed from the dispersal pool of the original biofilm-phage system. Comparing our results with those for virulent phages reveals that temperate phages have unique advantages in propagating over long spatial and time scales within and among bacterial biofilms.",
          "url": "https://doi.org/10.1073/pnas.2417058122",
          "doi": "https://doi.org/10.1073/pnas.2417058122",
          "filter": "2"
        },
        {
          "title": "Light’s hidden power: Vacuum fluctuations reshape superconductivity from within",
          "authors": "T. F. Nova, A. D. Caviglia",
          "url": "https://doi.org/10.1073/pnas.2424675122",
          "doi": "https://doi.org/10.1073/pnas.2424675122",
          "filter": "2"
        },
        {
          "title": "Cataract-prone variants of γD-crystallin populate a conformation with a partially unfolded N-terminal domain under native conditions",
          "authors": "Sara Volz, Jadyn R. Malone, Alex J. Guseman, Angela M. Gronenborn, Susan Marqusee",
          "abstract": "Human γD-crystallin, a monomeric protein abundant in the eye lens nucleus, must remain stably folded for an individual’s entire lifetime to avoid aggregation and protein deposition-associated cataract formation. γD-crystallin contains two homologous domains, an N-terminal domain (NTD) and a C-terminal domain (CTD), which interact via a hydrophobic interface. Several familial mutations in the gamma crystallin gene are linked to congenital early-onset cataract, most of which affect the NTD. Some of these, including V75D and W42R, are known to populate intermediates under partially denaturing conditions possessing a natively folded CTD and a completely unfolded NTD. We employed hydrogen–deuterium exchange mass spectrometry to probe the structural and energetic features of variants of γD-crystallin under both native and partially denaturing conditions. For V75D and W42R, we identify a species under native conditions that retains partial structure in the NTD and is structurally and energetically distinct from the intermediate populated under partially denaturing conditions. Residues at the NTD–CTD interface play crucial roles in stabilizing this intermediate, and disruption of interface contacts either by amino acid substitution or partial denaturation permits direct observation of two intermediates simultaneously. These data suggest that the intermediate identified under native conditions is accessed from the native state and not on the folding pathway. The intermediate we have identified here exposes hydrophobic amino acids that are buried in both the folded full-length protein and in the protein’s stable isolated domains. Such nonnative exposure of a hydrophobic patch may play an important role in cataract formation.",
          "url": "https://doi.org/10.1073/pnas.2410860122",
          "doi": "https://doi.org/10.1073/pnas.2410860122",
          "filter": "2"
        },
        {
          "title": "Yet another twist to the regulation of the TGF-β family ligands",
          "authors": "Marko Hyvönen",
          "url": "https://doi.org/10.1073/pnas.2426535122",
          "doi": "https://doi.org/10.1073/pnas.2426535122",
          "filter": "2"
        },
        {
          "title": "Synergistic anion–π interactions in peptidomimetic polyethers",
          "authors": "Seunghyun Lee, Aram Shin, Jinwoo Park, Sowon Yun, Minseong Kim, Dong Woog Lee, Byeong-Su Kim",
          "abstract": "Anion–π interactions are crucial in various biological processes, such as enzyme catalysis and ion transport. Despite their significance, the exploitation of anion–π interactions in synthetic polymer systems remains underexplored. This study investigates anion–π interactions using chemically well-defined peptidomimetics guided by the composition of mussel foot proteins. Specifically, polyether-based polymers were designed utilizing two functional epoxide monomers—catechol acetonide glycidyl ether and 4,4-dimethyl-2-oxazoline glycidyl ether—to mimic the key amino acids 3,4-dihydroxyphenylalanine and aspartic acid, respectively. A surface forces apparatus was employed to study the anion–π interaction between the polymers, considering the effects of relative monomer composition and pH conditions. The maximum cohesion energy of 15.0 mJ/m 2 was observed at an equimolar monomer composition at pH 7. Incorporating a phenyl group instead of the catechol group and introducing competing anions confirmed the dominant role of anion–π interactions. This study highlights the significance of anion–π interactions, posing a high potential in the design and synthesis of functional materials.",
          "url": "https://doi.org/10.1073/pnas.2419404122",
          "doi": "https://doi.org/10.1073/pnas.2419404122",
          "filter": "2"
        },
        {
          "title": "Engineering drive–selection balance for localized population suppression with neutral dynamics",
          "authors": "Katie Willis, Austin Burt",
          "abstract": "While the release of sterile males has been highly successful in suppressing some pest populations, it is impractical for many species due to the males disappearing after a single generation, necessitating large, repeated releases to maintain sufficient impact. Synthetic gene drives promise more efficient approaches since they can increase in frequency from rare, yet this also allows them to spread across a landscape, which may not always be desired. Between these two extremes are selectively neutral genetic constructs which persist at the frequency they are released, offering the potential for efficient suppression that remains localized. One way to achieve this would be to have perfect balance, at all construct frequencies, between gene drive increasing frequency and selection decreasing it. Here, we describe a way to closely approximate this balance using a toxin–antidote genetic construct that causes recessive lethality or sterility, encodes a genomic editor that makes dominant lethal or sterile edits in the genome, and provides protection against the action or consequences of the editing. Computer modeling shows that this design can be 100-fold more efficient than sterile males, increasing to 1,000-fold when released alongside a genetic booster. We describe designs for CRISPR-based molecular construction, including options that avoid using recoded genes as antidotes.",
          "url": "https://doi.org/10.1073/pnas.2414207122",
          "doi": "https://doi.org/10.1073/pnas.2414207122",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal distribution of the North American Indigenous population prior to European contact",
          "authors": "Robert L. Kelly, Madeline E. Mackie, Spencer R. Pelton, Erick Robinson",
          "abstract": "We examine spatiotemporal trends in the pre-European-contact Indigenous population of North America using radiocarbon ( 14 C) dates of the past 2000 y. At a continental scale, the Indigenous population of the past ~14,000 y peaked at ~1150 CE and then declined until a brief recovery shortly before 1500 CE, after which 14 C probability declines precipitously. After testing, we reject the hypothesis that the 1150 CE peak and decline is a result of 14 C sampling issues. We then examine the 14 C record of the past 2000 y in each of 18 watersheds where we find peaks ranging from ~800 to 770 CE to after European contact, with the majority, in the interior of the continent, declining ~1080 to 1300 CE. Although all Indigenous populations declined after European contact, that of a large portion of the country (the Great Lakes, New England, the Mid-Atlantic, the Central Plains, the Northwest, and California) did not decline until after contact.",
          "url": "https://doi.org/10.1073/pnas.2419454122",
          "doi": "https://doi.org/10.1073/pnas.2419454122",
          "filter": "2"
        },
        {
          "title": "A 5,000-fold increase in the HAT reactivity of a nonheme Fe IV =O complex simply by replacing two pyridines of the pentadentate N4Py ligand with pyrazoles",
          "authors": "Nabhendu Pal, Jin Xiong, Mehmet Jahja, Sami Mahri, Victor G. Young, Yisong Guo, Marcel Swart, Lawrence Que",
          "abstract": "A pentadentate [N5] ligand (N2Py2Pz) based on the classic N4Py ( N,N -bis(2-pyridylmethyl)- N -bis(2-pyridyl)methylamine) framework has been synthesized by replacing the two pyridylmethyl arms with corresponding ( N -methyl)pyrazolylmethyl units to form [ N- bis(1-methyl-2-pyrazolyl)methyl- N -( bis -2-pyridylmethyl)amine] (L1). The oxidation of the iron(II) precursor (N2Py2Pz)Fe II (OTf) 2 ( 1 ) with ( t BuSO 2 )C 6 H 4 IO at 298 K leads to the formation of the [Fe IV (O)(N2Py2Pz)] 2+ intermediate ( 2 ) with a near-IR band at 750 nm (ε M = 250 M −1 cm −1 ) and a t 1/2 ~ 2 min at 298 K. The introduction of the less basic pyrazolylmethyl ligands in place of two pyridylmethyl units generates Fe IV =O intermediate 2 that exhibits a cyclohexane oxidation rate of 0.29 s −1 at 298 K, which is 5,000-fold faster than that observed for the classic Fe IV (O)N4Py parent complex and 40,000-fold more reactive than the least reactive Fe IV (O)N2Py2Q′ complex in this series (Py = pyridine, Q′ = isoquinoline) recently reported by Nordlander.",
          "url": "https://doi.org/10.1073/pnas.2414962122",
          "doi": "https://doi.org/10.1073/pnas.2414962122",
          "filter": "2"
        },
        {
          "title": "Cryo-ET suggests tubulin chaperones form a subset of microtubule lumenal particles with a role in maintaining neuronal microtubules",
          "authors": "Saikat Chakraborty, Antonio Martinez-Sanchez, Florian Beck, Mauricio Toro-Nahuelpan, In-Young Hwang, Kyung-Min Noh, Wolfgang Baumeister, Julia Mahamid",
          "abstract": "The functional architecture of the long-lived neuronal microtubule (MT) cytoskeleton is maintained by various MT-associated proteins (MAPs), most of which are known to bind to the MT outer surface. However, electron microscopy (EM) has long ago revealed the presence of particles inside the lumens of neuronal MTs, of yet unknown identity and function. Here, we use cryogenic electron tomography (cryo-ET) to analyze the three-dimensional (3D) organization and structures of MT lumenal particles in primary hippocampal neurons, human induced pluripotent stem cell–derived neurons, and pluripotent and differentiated P19 cells. We obtain in situ density maps of several lumenal particles from the respective cells and detect common structural features underscoring their potential overarching functions. Mass spectrometry-based proteomics combined with structural modeling suggest that a subset of lumenal particles could be tubulin-binding cofactors (TBCs) bound to tubulin monomers. A different subset of smaller particles, which remains unidentified, exhibits densities that bridge across the MT protofilaments. We show that increased lumenal particle concentration within MTs is concomitant with neuronal differentiation and correlates with higher MT curvatures. Enrichment of lumenal particles around MT lattice defects and at freshly polymerized MT open-ends suggests a MT protective role. Together with the identified structural resemblance of a subset of particles to TBCs, these results hint at a role in local tubulin proteostasis for the maintenance of long-lived neuronal MTs.",
          "url": "https://doi.org/10.1073/pnas.2404017121",
          "doi": "https://doi.org/10.1073/pnas.2404017121",
          "filter": "2"
        },
        {
          "title": "A pentatomomorpha-specific salivary protein activates plant immunity and is critical for insect feeding",
          "authors": "Biao Hu, Xiuli Feng, Manru Xu, Yue Huang, Chunyun Guo, Ruikun Yuan, Yiyuan Li, Zhongyan Wei, Jianping Chen, Zongtao Sun",
          "abstract": "The stinkbug Riptortus pedestris , notorious for inducing soybean staygreen-like syndrome, employs a range of salivary proteins to manipulate the host plant for its benefit. Here, we show that RpSP1, a salivary protein specific to Pentatomomorpha, triggers plant defense responses in multiple plant species. RpSP1 interacts with and stabilizes a HSP40 family protein GmSPIP1 and is dependent on GmSPIP1 to induce cell death. We show that a critical 22-amino acid peptide within RpSP1 acts as an intracellular insect-derived elicitor. Furthermore, RpSP1 enhances insect-feeding efficiency. The dual functionality of RpSP1 is highlighted by the significant reduction of soybean staygreen-like syndrome following its overexpression in soybean plants or knockdown in insects. Our findings elucidate the complex molecular interactions between plants and herbivores, positioning RpSP1 as a crucial target for developing advanced pest management strategies with broad implications for agricultural biology.",
          "url": "https://doi.org/10.1073/pnas.2425190122",
          "doi": "https://doi.org/10.1073/pnas.2425190122",
          "filter": "2"
        },
        {
          "title": "Impact of APOE , Klotho, and sex on cognitive decline with aging",
          "authors": "Kengo Shibata, Cheng Chen, Xin You Tai, Sanjay G. Manohar, Masud Husain",
          "abstract": "The effects of apolipoprotein E ( APOE ) and Klotho genes, both implicated in aging, on human cognition as a function of sex and age are yet to be definitively established. Here, we showed in the largest cohort studied to date ( N = 320,861) that APOE homozygous ε4 carriers had a greater decline in cognition with aging compared to ε3 carriers (ε3/ε4 and ε3/ε3) as well as smaller hippocampi and amygdala ( N = 29,510). Critically, sex and age differentially affected the decline in cognition. Younger (40 to 50 y) female homozygous ε4 carriers showed a cognitive advantage over female ε3 carriers, but this advantage was not present in males. By contrast, Klotho-VS heterozygosity did not affect cognition or brain volume, regardless of APOE genotype, sex, or age. These cognitive trajectories with aging demonstrate clear sex-dependent antagonistic pleiotropy effects of APOE ε4, but no effects of Klotho genotype on cognition and brain volume.",
          "url": "https://doi.org/10.1073/pnas.2416042122",
          "doi": "https://doi.org/10.1073/pnas.2416042122",
          "filter": "2"
        },
        {
          "title": "Uncovering the hidden RNA virus diversity in Lake Nam Co: Evolutionary insights from an extreme high-altitude environment",
          "authors": "Lilin Wu, Yongqin Liu, Wenqing Shi, Tianyi Chang, Pengfei Liu, Keshao Liu, Yong He, Zhaorong Li, Mang Shi, Nianzhi Jiao, Andrew S. Lang, Xiyang Dong, Qiang Zheng",
          "abstract": "Alpine lakes, characterized by isolation, low temperatures, oligotrophic conditions, and intense ultraviolet radiation, remain a poorly explored ecosystem for RNA viruses. Here, we present the first comprehensive metatranscriptomic study of RNA viruses in Lake Nam Co, a high-altitude alkaline saline lake on the Tibetan Plateau. Using a combination of sequence- and structure-based homology searches, we identified 742 RNA virus species, including 383 novel genus-level groups and 84 novel family-level groups exclusively found in Lake Nam Co. These findings significantly expand the known diversity of the Orthornavirae , uncovering evolutionary adaptations such as permutated RNA-dependent RNA polymerase motifs and distinct RNA secondary structures. Notably, 14 additional RNA virus families potentially infecting prokaryotes were predicted, broadening the known host range of RNA viruses and questioning the traditional assumption that RNA viruses predominantly target eukaryotes. The presence of auxiliary metabolic genes in viral genomes suggested that RNA viruses (families f . 0102 and Nam-Co_family_51) exploit host energy production mechanisms in energy-limited alpine lakes. Low nucleotide diversity, single nucleotide polymorphism frequencies, and pN/pS ratios indicate strong purifying selection in Nam Co viral populations. Our findings offer insights into RNA virus evolution and ecology, highlighting the importance of extreme environments in uncovering hidden viral diversity and further shed light into their potential ecological implications, particularly in the context of climate change.",
          "url": "https://doi.org/10.1073/pnas.2420162122",
          "doi": "https://doi.org/10.1073/pnas.2420162122",
          "filter": "2"
        },
        {
          "title": "The revised elastic field of an edge dislocation",
          "authors": "J. P. Hirth, P. M. Anderson",
          "abstract": "We modify the traditional linear-elastic field of an edge dislocation. The modifications stem from symmetry and energy requirements imposed in terms of embedded (deformed) coordinates. These requirements are satisfied if a line force is added to the dislocation field. The modification to the stress field is expressed by coefficients that are a function only of Poisson’s ratio. Qualitatively, the field of the dislocation is increased in the glide direction and decreased in the climb direction. There are small changes to the field of a screw dislocation that do not entail the addition of a line force. Effects of nonlinearity, anisotropic elasticity, and image forces are briefly considered.",
          "url": "https://doi.org/10.1073/pnas.2420808122",
          "doi": "https://doi.org/10.1073/pnas.2420808122",
          "filter": "2"
        },
        {
          "title": "Identification of a central regulator of ginkgolide biosynthesis in Ginkgo biloba that integrates jasmonate and light signaling",
          "authors": "Jinfa Du, Zhen Zhao, Lingqi Jin, Lijin Huang, Dian Jin, Xiaoyan Zheng, Qiaolei Wang, Wenbo Xu, Huijun Guo, Xinyue Xing, Raphael N. Alolga, Lam-Son Phan Tran, Luis Rafael Herrera-Estrella, Ping Li, Xiaojian Yin, Xu Lu",
          "abstract": "Ginkgolides are secondary metabolites unique to Ginkgo biloba with the potential to prevent and treat cardiovascular and cerebrovascular diseases. Although the biosynthetic pathways of ginkgolides have been partly uncovered, the mechanism regulating their biosynthesis is still largely unknown. Here, using multiomic and genetic analyses, we report the identification of a transcription factor, named ETHYLENE RESPONSE FACTOR ASSOCIATED WITH GINKGOLIDE BIOSYNTHESIS (GbEAG), as a critical regulator of ginkgolide biosynthesis. GbEAG is highly expressed in the roots of G. biloba, and its expression is significantly induced by methyl jasmonate (MeJA). Ginkgolide content was significantly increased in roots by overexpressing GbEAG using a “cut-dip-regeneration” system. GbEAG positively regulates ginkgolide biosynthesis by directly binding to the GCC-boxes in the promoter regions of genes involved in the biosynthesis of ginkgolides, such as ISOPENTENYL DIPHOSPHATE ISOMERASE ( GbIDI ) and CYTOCHROME P450 7005C3 ( GbCYP7005C3 ). GbEAG mediates the jasmonic acid (JA)-activated ginkgolide synthesis through its direct interaction with the JASMONATE ZINC-FINGER INFLORESCENCE MERISTEM DOMAIN 3 (GbJAZ3) repressor. Importantly, we also found that the central light-response regulator ELONGATED HYPOCOTYL 5 (GbHY5) mediates light induction of ginkgolide biosynthesis by binding to the G-box in the GbEAG promoter. Our findings provide mechanistic insights into the coordinated regulation of ginkgolide biosynthesis via JA and light signals, with GbEAG as a central regulator in G. biloba, and shed light on the potential to develop ginkgolide-rich varieties through molecular breeding and gene editing.",
          "url": "https://doi.org/10.1073/pnas.2408891122",
          "doi": "https://doi.org/10.1073/pnas.2408891122",
          "filter": "2"
        },
        {
          "title": "QnAs with Jeremy J. Michalek and Corey D. Harper",
          "authors": "Matthew Hardcastle",
          "url": "https://doi.org/10.1073/pnas.2500725122",
          "doi": "https://doi.org/10.1073/pnas.2500725122",
          "filter": "2"
        },
        {
          "title": "Microtubule inner proteins of Plasmodium are essential for transmission of malaria parasites",
          "authors": "Franziska Hentzschel, Annika M. Binder, Lilian P. Dorner, Lea Herzel, Fenja Nuglisch, Meslo Sema, Katharina Röver, Buyuan He, Manuela C. Aguirre-Botero, Marek Cyrklaff, Charlotta Funaya, Friedrich Frischknecht",
          "abstract": "Microtubule inner proteins (MIPs) are microtubule-associated proteins that bind to tubulin from the luminal side. MIPs can be found in axonemes to stabilize flagellar beat or within cytoplasmic microtubules. Plasmodium spp. are the causative agents of malaria that feature different parasite forms across a complex life cycle with both unique and divergent microtubule-based arrays. Here, we investigate four MIPs in a rodent malaria parasite for their role in transmission to and from the mosquito. We show by single and double gene deletions that SPM1 and TrxL1, MIPs associated with subpellicular microtubules, are dispensable for transmission from the vertebrate host to the mosquito and back. In contrast, FAP20 and FAP52, MIPs associated with the axonemes of gametes, are essential for transmission to mosquitoes but only if both genes are deleted. In the absence of both FAP20 and FAP52, the B-tubule of the axoneme partly detaches from the A-tubule, resulting in the deficiency of axonemal beating and hence gamete formation and egress. Our data suggest that a high level of redundancy ensures microtubule stability in the transmissive stages of Plasmodium , which is important for parasite transmission.",
          "url": "https://doi.org/10.1073/pnas.2421737122",
          "doi": "https://doi.org/10.1073/pnas.2421737122",
          "filter": "2"
        },
        {
          "title": "Profile of Bik-Kwoon Tye",
          "authors": "Jennifer Viegas",
          "url": "https://doi.org/10.1073/pnas.2500916122",
          "doi": "https://doi.org/10.1073/pnas.2500916122",
          "filter": "2"
        },
        {
          "title": "Ethylene-independent modulation of root development by ACC via downregulation of WOX5 and group I CLE peptide expression",
          "authors": "Wangshu Mou, Ria Khare, Joanna K. Polko, Isaiah Taylor, Juan Xu, Dawei Xue, Philip Benfey, Bram Van de Poel, Caren Chang, Joseph J. Kieber",
          "abstract": "In seed plants, the canonical role of 1-aminocyclopropane-1-carboxylic acid (ACC) is to serve as the precursor in the biosynthesis of the phytohormone ethylene, and indeed, ACC treatment is often used as a proxy for ethylene treatment. Increasing evidence suggests that ACC can also act independently of ethylene to regulate various aspects of plant growth and development. Here, we explore the effects of ACC on Arabidopsis thaliana root growth and the mechanisms by which it acts. ACC inhibits growth of the primary root in Arabidopsis seedlings when ethylene signaling is blocked, which becomes evident after 36 h of treatment with ACC. This reduced root growth is in part the result of suppressed cell proliferation in the root meristem resulting from altered expression of a key regulator of stem cell niche activity, WOX5. ACC also promotes lateral root (LR) development, in contrast to ethylene, which inhibits LR formation. Transcriptomic analysis of roots revealed no significant changes in gene expression after 45 min or 4 h of ACC treatment, but longer treatment times revealed a large number of differentially expressed genes, including the downregulation of the expression of a small group of phylogenetically related CLE peptides. Reduced expression of these group 1 CLEs in response to ACC leads to the activation of a transcription factor, LBD18, which promotes LR development. These results suggest that ACC acts to modulate multiple aspects of Arabidopsis root growth independently of ethylene via distinct transcriptional effects in the root meristem and LR precursor cells.",
          "url": "https://doi.org/10.1073/pnas.2417735122",
          "doi": "https://doi.org/10.1073/pnas.2417735122",
          "filter": "2"
        },
        {
          "title": "The Regulatory-associated protein of target of rapamycin 1B (RAPTOR 1B) interconnects with the photoperiod pathway to promote flowering in Arabidopsis",
          "authors": "Reynel Urrea-Castellanos, Maria J. Calderan-Rodrigues, Anthony Artins, Magdalena Musialak-Lange, Appanna Macharanda-Ganesh, Alisdair R. Fernie, Vanessa Wahl, Camila Caldana",
          "abstract": "The transition from vegetative to reproductive growth, or floral transition, is a tightly regulated, energy-demanding process. In Arabidopsis , the interplay of light perception and circadian rhythms detects changes in photoperiod length, accelerating flowering under long days (LD). CONSTANS (CO), a transcription factor, upregulates FLOWERING LOCUS T (FT) in leaves during dusk. The FT protein then moves to the shoot apical meristem, triggering the floral transition. While light and circadian signals control CO protein levels, less is known about how the nutrients/energy sensing regulates the photoperiod pathway for flowering modulation in this process. In our study, we identify the contribution of the Regulatory-associated protein of target of rapamycin 1B (RAPTOR1B), a component of the nutrient-sensing TOR complex (TORC), in the induction of specific flowering genes under CO control. While transcription of CO remains unaffected in raptor1b mutants, a reduction in its protein levels at dusk is observed compared to the wild type. Remarkably, the mutant also exhibits compromised GIGANTEA (GI) protein levels, crucial for CO stabilization during dusk. Our results indicate that the interaction and colocalization of RAPTOR1B with GI in the nucleus might influence GI levels through an unknown posttranscriptional mechanism. Genetic crosses position RAPTOR1B upstream of CO and GI. This is supported by phenotypic and molecular analyses. Our findings demonstrate that RAPTOR1B, likely as part of TORC, contributes to the photoperiod pathway of the flowering network, ensuring the timely initiation of floral transition under LD conditions.",
          "url": "https://doi.org/10.1073/pnas.2405536122",
          "doi": "https://doi.org/10.1073/pnas.2405536122",
          "filter": "2"
        },
        {
          "title": "The estimated cost of preventing extinction and progressing recovery for Australia’s priority threatened species",
          "authors": "Michelle Ward, Hugh P. Possingham, Brendan A. Wintle, John C. Z. Woinarski, Jessica R. Marsh, David G. Chapple, Mark Lintermans, Ben C. Scheele, Nick S. Whiterod, Conrad J. Hoskin, Bora Aska, Chuanji Yong, Ayesha Tulloch, Romola Stewart, James E. M. Watson",
          "abstract": "The global extinction crisis is intensifying rapidly, driven by habitat loss, overexploitation, climate change, invasive species, and disease. This unprecedented loss of species not only threatens ecological integrity but also undermines ecosystem services vital for human survival. In response, many countries have set ambitious conservation targets such as halting species extinctions, yet the necessary financial commitments to achieve this are rarely prescribed. Estimating costs can be achieved using an ensemble of spatially variable species-specific cost models for threat abatement activities. We employ this method to provide a cost assessment to halt extinctions for Australia’s priority terrestrial and freshwater species. We show that it will cost ~AUD15.6 billion/year for 30 y to halt extinctions for these 99 priority species (comparable to 1% of Australia’s GDP). The more ambitious objectives to move priority species down one threat category (~AUD103.7 billion/year) or remove from the threatened species list entirely (~AUD157.7 billion/year) would require considerably more investment. Regardless of what is spent, we found that 16 (16%) priority species could not be removed from the threatened species list due to extensive historical declines and pervasive, ongoing, unmanageable threats, such as climate change. But implementing these efforts could ensure conservation benefits for over 43% of all nationally listed nonmarine threatened species. Adequate funding is crucial for meeting government commitments and requires both government leadership and private sector investment.",
          "url": "https://doi.org/10.1073/pnas.2414985122",
          "doi": "https://doi.org/10.1073/pnas.2414985122",
          "filter": "2"
        },
        {
          "title": "Rapid restoration of potent neutralization activity against the latest Omicron variant JN.1 via AI rational design and antibody engineering",
          "authors": "Yunji Liao, Hang Ma, Zhenyu Wang, Shusheng Wang, Yang He, Yunsong Chang, Huifang Zong, Haoneng Tang, Lei Wang, Yong Ke, Huiyu Cai, Ping Li, Jian Tang, Hua Chen, Aleksandra Drelich, Bi-Hung Peng, Jason Hsu, Vivian Tat, Chien-Te K. Tseng, Jingjing Song, Yunsheng Yuan, Mingyuan Wu, Junjun Liu, Yali Yue, Xiaoju Zhang, Ziqi Wang, Li Yang, Jing Li, Xiaodan Ni, Hongshi Li, Yuning Xiang, Yanlin Bian, Baohong Zhang, Haiyang Yin, Dimiter S. Dimitrov, John Gilly, Lei Han, Hua Jiang, Yueqing Xie, Jianwei Zhu",
          "abstract": "The rapid evolution of the viral genome has led to the continual generation of new variants of SARS-CoV-2. Developing antibody drugs with broad-spectrum and high efficiency is a long-term task. It is promising but challenging to develop therapeutic neutralizing antibodies (nAbs) through in vitro evolution based on antigen–antibody binding interactions. From an early B cell antibody repertoire, we isolated antibody 8G3 that retains its nonregressive neutralizing activity against Omicron BA.1 and various other strains in vitro. 8G3 protected ACE2 transgenic mice from BA.1 and WA1/2020 virus infection without adverse clinical manifestations and completely cleared viral load in the lungs. Similar to most IGHV3–53 antibodies, the binding sites of 8G3 and ACE2 largely overlap, enabling competition with ACE2 for binding to RBD. By comprehensively considering the binding free energy changes of the antigen–antibody complexes, the biological environment of their interactions, and the evolutionary direction of the antibodies, we were able to select 50 mutants. Among them, 11 were validated by experiments showing better neutralizing activities. Further, a combination of four mutations were identified in 8G3 that increased its neutralization potency against JN.1, the latest Omicron mutant, by approximately 1,500-fold, and one of the mutations led to an improvement in activity against multiple variants to a certain extent. Together, we established a procedure of rapid selection of neutralizing antibodies with potent SARS-CoV-2 neutralization activity. Our results provide a reference for engineering neutralizing antibodies against future SARS-CoV-2 variants and even other pandemic viruses.",
          "url": "https://doi.org/10.1073/pnas.2406659122",
          "doi": "https://doi.org/10.1073/pnas.2406659122",
          "filter": "2"
        },
        {
          "title": "Intracranial substrates of meditation-induced neuromodulation in the amygdala and hippocampus",
          "authors": "Christina Maher, Lea Tortolero, Soyeon Jun, Daniel D. Cummins, Adam Saad, James Young, Lizbeth Nunez Martinez, Zachary Schulman, Lara Marcuse, Allison Waters, Helen S. Mayberg, Richard J. Davidson, Fedor Panov, Ignacio Saez",
          "abstract": "Meditation is an accessible mental practice associated with emotional regulation and well-being. Loving-kindness meditation (LKM), a specific subtype of meditative practice, involves focusing one’s attention on thoughts of well-being for oneself and others. Meditation has been proven to be beneficial in a variety of settings, including therapeutic applications, but the neural activity underlying meditative practices and their positive effects are not well understood. It has been difficult to understand the contribution of deep limbic structures given the difficulty of studying neural activity directly in the human brain. Here, we leverage a unique patient population, epilepsy patients chronically implanted with responsive neurostimulation devices that allow chronic, invasive electrophysiology recording to investigate the physiological correlates of LKM in the amygdala and hippocampus of novice meditators. We find that LKM-associated changes in physiological activity were specific to periodic, but not aperiodic, features of neural activity. LKM was associated with an increase in γ (30 to 55 Hz) power and an alternation in the duration of β (13 to 30 Hz) and γ oscillatory bursts in both the amygdala and hippocampus, two regions associated with mood disorders. These findings reveal the nature of LKM-induced modulation of limbic activity in first-time meditators.",
          "url": "https://doi.org/10.1073/pnas.2409423122",
          "doi": "https://doi.org/10.1073/pnas.2409423122",
          "filter": "2"
        },
        {
          "title": "Fixational eye movements as active sensation for high visual acuity",
          "authors": "Trang-Anh E. Nghiem, Jenny L. Witten, Oscar Dufour, Wolf M. Harmening, Rava Azeredo da Silveira",
          "abstract": "Perception and action are inherently entangled: our world view is shaped by how we explore our environment through complex and variable self-motion. Even when fixating stable stimuli, our eyes undergo small, involuntary movements. Fixational eye movements (FEM) render a stable world jittery on our retinae, which can be expected to harm neural coding. Yet, empirical evidence suggests that FEM help rather than harm human perception of fine detail. Here, we elucidate this paradox by uncovering under which conditions FEM improve or impair retinal coding and human acuity. We combine theory and experiment: model accuracy is directly compared to that of healthy human subjects in a visual acuity task. Acuity is modeled by applying an ideal Bayesian classifier to simulations of retinal spiking activity in the presence of FEM. In addition, empirical FEM are monitored using high-resolution eye-tracking by an adaptive optics scanning laser ophthalmoscope. FEM introduce variability in retinal ganglion cell activity, but they also effectively preprocess inputs to facilitate retinal information encoding. Based on an interplay of these mechanisms, our model predicts a relation between visual acuity, FEM amplitude, and single-trial stimulus size that quantitatively accounts for experimental observations and captures the beneficial effect of FEM. Moreover, we observe that while human subjects’ FEM statistics vary with stimulus size, our model suggests that subjects’ FEM amplitude remains within a near-optimal range, where acuity is enhanced compared to much larger or smaller amplitudes. Overall, our findings indicate that perception benefits from action even at the fine spatiotemporal scale of FEM.",
          "url": "https://doi.org/10.1073/pnas.2416266122",
          "doi": "https://doi.org/10.1073/pnas.2416266122",
          "filter": "2"
        },
        {
          "title": "Biochemical and structural bases for talin ABSs–F-actin interactions",
          "authors": "Christian Biertümpfel, Yurika Yamada, Victor Vasquez-Montes, Thien Van Truong, A. King Cada, Naoko Mizuno",
          "abstract": "Focal adhesions (FAs) are large intracellular macromolecular assemblies that play a critical role in cell polarization and migration. Talin serves as a direct connection between integrin receptor and actomyosin cytoskeleton within FAs. Talin contains three actin-binding sites (ABS1-3) that engage discreetly during the development of FAs, thus acting as a critical player in FA initiation and maturation. However, the molecular basis of the ABS–F-actin interactions remains unknown. Here, we explore interactions of ABSs with F-actin to understand the multivalent behavior of talin. Particularly, the cryo-EM structure of the F-actin–ABS3 complex at 2.9 Å shows ABS3 spanning through two actin monomers along the filament axis, each occupied by the R13 rod subdomain and the DD domain. The dimerization of ABS3 occurs through the DD domain where both protomers interact on the actin surface, and the dimerization of talin to the actin surface is necessary for the engagement to F-actin. The R13 helical bundle is distorted upon binding to F-actin and releases the H1 helix from the rest of the bundle. This phenomenon has also been observed with other tension-sensing proteins like vinculin and α-catenin, highlighting that unfolding is relevant for its force sensing activity. On the contrary, ABS2 (R4R8 subdomains), which is thought to be critical for the maintenance of mature FAs, had multiple F-actin-binding regions within ABS2 and the binding likely occurred by these subdomains running through the surface of F-actin, thus strengthening the interactions upon the maturation of FAs.",
          "url": "https://doi.org/10.1073/pnas.2405922122",
          "doi": "https://doi.org/10.1073/pnas.2405922122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Free speech, fact checking, and the right to accurate information",
          "authors": "Stephan Lewandowsky",
          "abstract": "True to his campaign promises, on 20 January 2025, US President Donald Trump signed a broad range of Executive Orders, the scope of which ranged from renaming the Gulf of Mexico to “Gulf of America” to reinterpreting the 14th Amendment of the US Constitution by curtailing birthright citizenship. At least one order is relevant to social scientists studying political communication because it aims to “ restore freedom of speech and end federal censorship ” in online forums. At first glance, this is a laudable endeavor; who would disagree with bolstering freedom of speech? On closer inspection, however, this order is unlikely to live up to its stated intent. On the contrary, there are three reasons to fear that it may, ironically, have adverse implications for free speech and for democracy.",
          "url": "https://doi.org/10.1126/science.adv4632",
          "doi": "https://doi.org/10.1126/science.adv4632",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Hidden cascades of seismic ice stream deformation",
          "authors": "Andreas Fichtner, Coen Hofstede, Brian L. N. Kennett, Anders Svensson, Julien Westhoff, Fabian Walter, Jean-Paul Ampuero, Eliza Cook, Dimitri Zigone, Daniela Jansen, Olaf Eisen",
          "abstract": "Ice streams are major regulators of sea level change. However, standard viscous flow simulations of their evolution have limited predictive power due to incomplete understanding of involved processes. On the Greenland ice sheet, borehole fiber-optic observations reveal a brittle deformation mode that is incompatible with viscous flow over length scales similar to the resolution of modern ice sheet models: englacial ice quake cascades that are unobservable at the surface. Nucleating near volcanism-related impurities that promote grain boundary cracking, they appear as a macroscopic form of crystal-scale wild plasticity. A conservative estimate indicates that seismic cascades are likely to produce strain rates that are comparable in amplitude to those measured geodetically, thereby providing a plausible missing link between current ice sheet models and observations.",
          "url": "https://doi.org/10.1126/science.adp8094",
          "doi": "https://doi.org/10.1126/science.adp8094",
          "filter": "2"
        },
        {
          "title": "Endothelial insulin resistance induced by adrenomedullin mediates obesity-associated diabetes",
          "authors": "Haaglim Cho, Chien-Cheng Lai, Rémy Bonnavion, Mohamad Wessam Alnouri, ShengPeng Wang, Kenneth Anthony Roquid, Haruya Kawase, Diana Campos, Min Chen, Lee S. Weinstein, Alfredo Martínez, Mario Looso, Miloslav Sanda, Stefan Offermanns",
          "abstract": "Insulin resistance is a hallmark of obesity-associated type 2 diabetes. Insulin’s actions go beyond metabolic cells and also involve blood vessels, where insulin increases capillary blood flow and delivery of insulin and nutrients. We show that adrenomedullin, whose plasma levels are increased in obese humans and mice, inhibited insulin signaling in human endothelial cells through protein-tyrosine phosphatase 1B–mediated dephosphorylation of the insulin receptor. In obese mice lacking the endothelial adrenomedullin receptor, insulin-induced endothelial nitric oxide–synthase activation and skeletal muscle perfusion were increased. Treating mice with adrenomedullin mimicked the effect of obesity and induced endothelial and systemic insulin resistance. Endothelial loss or blockade of the adrenomedullin receptor improved obesity-induced insulin resistance. These findings identify a mechanism underlying obesity-induced systemic insulin resistance and suggest approaches to treat obesity-associated type 2 diabetes.",
          "url": "https://doi.org/10.1126/science.adr4731",
          "doi": "https://doi.org/10.1126/science.adr4731",
          "filter": "2"
        },
        {
          "title": "Moisture-responsive root-branching pathways identified in diverse maize breeding germplasm",
          "authors": "Johannes D. Scharwies, Taylor Clarke, Zihao Zheng, Andrea Dinneny, Siri Birkeland, Margaretha A. Veltman, Craig J. Sturrock, Jason Banda, Héctor H. Torres-Martínez, Willian G. Viana, Ria Khare, Joseph Kieber, Bipin K. Pandey, Malcolm Bennett, Patrick S. Schnable, José R. Dinneny",
          "abstract": "Plants grow complex root systems to extract unevenly distributed resources from soils. Spatial differences in soil moisture are perceived by root tips, leading to the patterning of new root branches toward available water in a process called hydropatterning. Little is known about hydropatterning behavior and its genetic basis in crop plants. Here, we developed an assay to measure hydropatterning in maize and revealed substantial differences between tropical/subtropical and temperate maize breeding germplasm that likely resulted from divergent selection. Genetic analysis of hydropatterning confirmed the regulatory role of auxin and revealed that the gaseous hormone ethylene locally inhibits root branching from air-exposed tissues. Our results demonstrate how distinct signaling pathways translate spatial patterns of water availability to developmental programs that determine root architecture.",
          "url": "https://doi.org/10.1126/science.ads5999",
          "doi": "https://doi.org/10.1126/science.ads5999",
          "filter": "2"
        },
        {
          "title": "Disappearing landscapes: The Arctic at +2.7°C global warming",
          "authors": "Julienne C. Stroeve, Dirk Notz, Jackie Dawson, Edward A. G. Schuur, Dorthe Dahl-Jensen, Céline Giesse",
          "abstract": "Under current nationally determined contributions (NDCs) to mitigate greenhouse gas emissions, global warming is projected to reach 2.7°C above preindustrial levels. In this review, we show that at such a level of warming, the Arctic would be transformed beyond contemporary recognition: Virtually every day of the year would have air temperatures higher than preindustrial extremes, the Arctic Ocean would be essentially ice free for several months in summer, the area of Greenland that reaches melting temperatures for at least a month would roughly quadruple, and the area of permafrost would be roughly half of what it was in preindustrial times. These geophysical changes go along with widespread ecosystem disruptions and infrastructure damage, which, as we show here, could be substantially reduced by increased efforts to limit global warming.",
          "url": "https://doi.org/10.1126/science.ads1549",
          "doi": "https://doi.org/10.1126/science.ads1549",
          "filter": "2"
        },
        {
          "title": "Four-dimensional conserved topological charge vectors in plasmonic quasicrystals",
          "authors": "Shai Tsesses, Pascal Dreher, David Janoschka, Alexander Neuhaus, Kobi Cohen, Tim C. Meiler, Tomer Bucher, Shay Sapir, Bettina Frank, Timothy J. Davis, Frank Meyer zu Heringdorf, Harald Giessen, Guy Bartal",
          "abstract": "According to Noether’s theorem, symmetries in a physical system are intertwined with conserved quantities. These symmetries often determine the system topology, which is made ever more complex with increased dimensionality. Quasicrystals have neither translational nor global rotational symmetry, yet they intrinsically inhabit a higher-dimensional space in which symmetry resurfaces. Here, we discovered topological charge vectors in four dimensions (4D) that govern the real-space topology of 2D quasicrystals and reveal their inherent conservation laws. We demonstrate control over the topology in pentagonal plasmonic quasilattices, mapped by both phase-resolved and time-domain near-field microscopy, showing that their temporal evolution continuously tunes the 2D projections of their distinct 4D topologies. Our work provides a route to experimentally probe the thermodynamic properties of quasicrystals and topological physics in 4D and above.",
          "url": "https://doi.org/10.1126/science.adt2495",
          "doi": "https://doi.org/10.1126/science.adt2495",
          "filter": "2"
        },
        {
          "title": "Protein codes promote selective subcellular compartmentalization",
          "authors": "Henry R. Kilgore, Itamar Chinn, Peter G. Mikhael, Ilan Mitnikov, Catherine Van Dongen, Guy Zylberberg, Lena Afeyan, Salman F. Banani, Susana Wilson-Hawken, Tong Ihn Lee, Regina Barzilay, Richard A. Young",
          "abstract": "Cells have evolved mechanisms to distribute ~10 billion protein molecules to subcellular compartments where diverse proteins involved in shared functions must assemble. Here, we demonstrate that proteins with shared functions share amino acid sequence codes that guide them to compartment destinations. A protein language model, ProtGPS, was developed that predicts with high performance the compartment localization of human proteins excluded from the training set. ProtGPS successfully guided generation of novel protein sequences that selectively assemble in the nucleolus. ProtGPS identified pathological mutations that change this code and lead to altered subcellular localization of proteins. Our results indicate that protein sequences contain not only a folding code, but also a previously unrecognized code governing their distribution to diverse subcellular compartments.",
          "url": "https://doi.org/10.1126/science.adq2634",
          "doi": "https://doi.org/10.1126/science.adq2634",
          "filter": "2"
        },
        {
          "title": "Supersaturation mutagenesis reveals adaptive rewiring of essential genes among malaria parasites",
          "authors": "Jenna Oberstaller, Shulin Xu, Deboki Naskar, Min Zhang, Chengqi Wang, Justin Gibbons, Camilla Valente Pires, Matthew Mayho, Thomas D. Otto, Julian C. Rayner, John H. Adams",
          "abstract": "Malaria parasites are highly divergent from model eukaryotes. Large-scale genome engineering methods effective in model organisms are frequently inapplicable, and systematic studies of gene function are few. We generated more than 175,000 transposon insertions in the Plasmodium knowlesi genome, averaging an insertion every 138 base pairs, and used this “supersaturation” mutagenesis to score essentiality for 98% of genes. The density of mutations allowed mapping of putative essential domains within genes, providing a completely new level of genome annotation for any Plasmodium species. Although gene essentiality was largely conserved across P. knowlesi , Plasmodium falciparum , and rodent malaria model Plasmodium berghei , a large number of shared genes are differentially essential, revealing species-specific adaptations. Our results indicated that Plasmodium essential gene evolution was conditionally linked to adaptive rewiring of metabolic networks for different hosts.",
          "url": "https://doi.org/10.1126/science.adq7347",
          "doi": "https://doi.org/10.1126/science.adq7347",
          "filter": "2"
        },
        {
          "title": "Sequence-dependent activity and compartmentalization of foreign DNA in a eukaryotic nucleus",
          "authors": "Léa Meneu, Christophe Chapard, Jacques Serizay, Alex Westbrook, Etienne Routhier, Myriam Ruault, Manon Perrot, Alexandros Minakakis, Fabien Girard, Amaury Bignaud, Antoine Even, Géraldine Gourgues, Domenico Libri, Carole Lartigue, Aurèle Piazza, Agnès Thierry, Angela Taddei, Frédéric Beckouët, Julien Mozziconacci, Romain Koszul",
          "abstract": "In eukaryotes, DNA-associated protein complexes coevolve with genomic sequences to orchestrate chromatin folding. We investigate the relationship between DNA sequence and the spontaneous loading and activity of chromatin components in the absence of coevolution. Using bacterial genomes integrated into Saccharomyces cerevisiae , which diverged from yeast more than 2 billion years ago, we show that nucleosomes, cohesins, and associated transcriptional machinery can lead to the formation of two different chromatin archetypes, one transcribed and the other silent, independently of heterochromatin formation. These two archetypes also form on eukaryotic exogenous sequences, depend on sequence composition, and can be predicted using neural networks trained on the native genome. They do not mix in the nucleus, leading to a bipartite nuclear compartmentalization, reminiscent of the organization of vertebrate nuclei.",
          "url": "https://doi.org/10.1126/science.adm9466",
          "doi": "https://doi.org/10.1126/science.adm9466",
          "filter": "2"
        },
        {
          "title": "The Silene latifolia genome and its giant Y chromosome",
          "authors": "Carol Moraga, Catarina Branco, Quentin Rougemont, Pavel Jedlička, Eddy Mendoza-Galindo, Paris Veltsos, Melissa Hanique, Ricardo C. Rodríguez de la Vega, Eric Tannier, Xiaodong Liu, Claire Lemaitre, Peter D. Fields, Corinne Cruaud, Karine Labadie, Caroline Belser, Jerome Briolay, Sylvain Santoni, Radim Cegan, Raquel Linheiro, Gabriele Adam, Adil El Filali, Vinciane Mossion, Adnane Boualem, Raquel Tavares, Amine Chebbi, Richard Cordaux, Cécile Fruchard, Djivan Prentout, Amandine Velt, Bruno Spataro, Stephane Delmotte, Laura Weingartner, Helena Toegelová, Zuzana Tulpová, Petr Cápal, Hana Šimková, Helena Štorchová, Manuela Krüger, Oushadee A. J. Abeyawardana, Douglas R. Taylor, Matthew S. Olson, Daniel B. Sloan, Sophie Karrenberg, Lynda F. Delph, Deborah Charlesworth, Aline Muyle, Tatiana Giraud, Abdelhafid Bendahmane, Alex Di Genova, Mohammed-Amin Madoui, Roman Hobza, Gabriel A. B. Marais",
          "abstract": "In many species with sex chromosomes, the Y is a tiny chromosome. However, the dioecious plant Silene latifolia has a giant ~550-megabase Y chromosome, which has remained unsequenced so far. We used a long- and short-read hybrid approach to obtain a high-quality male genome. Comparative analysis of the sex chromosomes with their homologs in outgroups showed that the Y is highly rearranged and degenerated. Recombination suppression between X and Y extended in several steps and triggered a massive accumulation of repeats on the Y as well as in the nonrecombining pericentromeric region of the X, leading to giant sex chromosomes. Using sex phenotype mutants, we identified candidate sex-determining genes on the Y in locations consistent with their favoring recombination suppression events 11 and 5 million years ago.",
          "url": "https://doi.org/10.1126/science.adj7430",
          "doi": "https://doi.org/10.1126/science.adj7430",
          "filter": "2"
        },
        {
          "title": "Antarctica in 2025: Drivers of deep uncertainty in projected ice loss",
          "authors": "Helen Amanda Fricker, Benjamin K. Galton-Fenzi, Catherine Colello Walker, Bryony Isabella Diana Freer, Laurie Padman, Robert DeConto",
          "abstract": "Antarctica is a vital component of Earth’s climate system, influencing global sea level, ocean circulation, and planetary albedo. Major knowledge gaps in critical processes—spanning the atmosphere, ocean, ice sheets, underlying beds, ice shelves, and sea ice—create uncertainties in future projections, hindering climate adaptation and risk assessments of ice intervention strategies. Antarctica’s ice sheet could contribute 28 centimeters to sea level by 2100, and potentially more if we surpass warming thresholds that trigger instabilities and rapid retreat. We review recent advances in understanding the changing stability of the ice sheet margins and identify key processes that require further research. Progress requires high-resolution satellite data, targeted field campaigns, improved modeling, and refined theory. Increased investment and interdisciplinary collaboration are essential to uncovering Antarctica’s hidden processes and reducing uncertainties in future projections.",
          "url": "https://doi.org/10.1126/science.adt9619",
          "doi": "https://doi.org/10.1126/science.adt9619",
          "filter": "2"
        },
        {
          "title": "Rapid and dynamic evolution of a giant Y chromosome in Silene latifolia",
          "authors": "Takashi Akagi, Naoko Fujita, Kenta Shirasawa, Hiroyuki Tanaka, Kiyotaka Nagaki, Kanae Masuda, Ayano Horiuchi, Eriko Kuwada, Kanta Kawai, Riko Kunou, Koki Nakamura, Yoko Ikeda, Atsushi Toyoda, Takehiko Itoh, Koichiro Ushijima, Deborah Charlesworth",
          "abstract": "Some plants have massive sex-linked regions. To test hypotheses about their evolution, we sequenced the genome of Silene latifolia , in which giant heteromorphic sex chromosomes were first discovered in 1923. It has long been known that the Y chromosome consists mainly of a male-specific region that does not recombine with the X chromosome and carries the sex-determining genes and genes with other male functions. However, only with a whole Y chromosome assembly can candidate genes be validated experimentally and their locations determined and related to the suppression of recombination. We describe the genomic changes as the ancestral chromosome evolved into the current XY pair, testing ideas about the evolution of large nonrecombining regions and the mechanisms that created the present recombination pattern.",
          "url": "https://doi.org/10.1126/science.adk9074",
          "doi": "https://doi.org/10.1126/science.adk9074",
          "filter": "2"
        },
        {
          "title": "Retrograde mitochondrial signaling governs the identity and maturity of metabolic tissues",
          "authors": "Emily M. Walker, Gemma L. Pearson, Nathan Lawlor, Ava M. Stendahl, Anne Lietzke, Vaibhav Sidarala, Jie Zhu, Tracy Stromer, Emma C. Reck, Jin Li, Elena Levi-D’Ancona, Mabelle B. Pasmooij, Dre L. Hubers, Aaron Renberg, Kawthar Mohamed, Vishal S. Parekh, Irina X. Zhang, Benjamin Thompson, Deqiang Zhang, Sarah A. Ware, Leena Haataja, Nathan Qi, Stephen C. J. Parker, Peter Arvan, Lei Yin, Brett A. Kaufman, Leslie S. Satin, Lori Sussel, Michael L. Stitzel, Scott A. Soleimanpour",
          "abstract": "Mitochondrial damage is a hallmark of metabolic diseases, including diabetes, yet the consequences of compromised mitochondria in metabolic tissues are often unclear. Here, we report that dysfunctional mitochondrial quality control engages a retrograde (mitonuclear) signaling program that impairs cellular identity and maturity in β-cells, hepatocytes, and brown adipocytes. Targeted deficiency throughout the mitochondrial quality control pathway, including genome integrity, dynamics, or turnover, impaired the oxidative phosphorylation machinery, activating the mitochondrial integrated stress response, eliciting chromatin remodeling, and promoting cellular immaturity rather than apoptosis to yield metabolic dysfunction. Indeed, pharmacologic blockade of the integrated stress response in vivo restored β-cell identity following loss of mitochondrial quality control. Targeting mitochondrial retrograde signaling may therefore be promising in the treatment or prevention of metabolic disorders.",
          "url": "https://doi.org/10.1126/science.adf2034",
          "doi": "https://doi.org/10.1126/science.adf2034",
          "filter": "2"
        },
        {
          "title": "Does the mantis shrimp pack a phononic shield?",
          "authors": "N. A. Alderete, S. Sandeep, S. Raetz, M. Asgari, M. Abi Ghanem, H. D. Espinosa",
          "abstract": "The powerful strikes generated by the smasher mantis shrimp require it to possess a robust protection mechanism to withstand the resultant forces. Although recent studies have suggested that phononic bandgaps complement the mantis shrimp’s defensive suite, direct experimental evidence for this mechanism has remained elusive. In this work, we explored the phononic properties of the mantis shrimp’s dactyl club using laser ultrasonic techniques and numerical simulations. Our results demonstrate that the dactyl club’s periodic region functions as a dispersive, high-quality graded system, exhibiting Bloch harmonics, flat dispersion branches, ultraslow wave modes, and wide Bragg bandgaps in the lower megahertz range. These features effectively shield the shrimp from harmful high-frequency stress waves generated by cavitation bubble collapse events during impact.",
          "url": "https://doi.org/10.1126/science.adq7100",
          "doi": "https://doi.org/10.1126/science.adq7100",
          "filter": "2"
        },
        {
          "title": "Advances and shortfalls in knowledge of Antarctic terrestrial and freshwater biodiversity",
          "authors": "L. R. Pertierra, P. Convey, A. Barbosa, E. M. Biersma, D. Cowan, J. A. F. Diniz-Filho, A. de los Ríos, P. Escribano-Álvarez, C. I. Fraser, D. Fontaneto, M. Greve, H. J. Griffiths, M. Harris, K. A. Hughes, H. J. Lynch, R. J. Ladle, X. P. Liu, P. C. le Roux, R. Majewska, M. A. Molina-Montenegro, L. S. Peck, A. Quesada, C. Ronquillo, Y. Ropert-Coudert, L. G. Sancho, A. Terauds, G. Varliero, J. A. Vianna, A. Wilmotte, S. L. Chown, M. Á. Olalla-Tárraga, J. Hortal",
          "abstract": "Antarctica harbors many distinctive features of life, yet much about the diversity and functioning of Antarctica’s life remains unknown. Evolutionary histories and functional ecology are well understood only for vertebrates, whereas research on invertebrates is largely limited to species descriptions and some studies on environmental tolerances. Knowledge on Antarctic vegetation cover showcases the challenges of characterizing population trends for most groups. Recent community-level microbial studies have provided insights into the functioning of life at its limits. Overall, biotic interactions remain largely unknown across all groups, restricted to basic information on trophic level placement. Insufficient knowledge of many groups limits the understanding of ecological processes on the continent. Remedies for the current situation rely on identifying the caveats of each ecological discipline and finding targeted solutions. Such precise delimitation of knowledge gaps will enable a more aware, representative, and strategic systematic conservation planning of Antarctica.",
          "url": "https://doi.org/10.1126/science.adk2118",
          "doi": "https://doi.org/10.1126/science.adk2118",
          "filter": "2"
        },
        {
          "title": "The essential genome of Plasmodium knowlesi reveals determinants of antimalarial susceptibility",
          "authors": "Brendan Elsworth, Sida Ye, Sheena Dass, Jacob A. Tennessen, Qudseen Sultana, Basil T. Thommen, Aditya S. Paul, Usheer Kanjee, Christof Grüring, Marcelo U. Ferreira, Marc-Jan Gubbels, Kourosh Zarringhalam, Manoj T. Duraisingh",
          "abstract": "Measures to combat the parasites that cause malaria have become compromised because of reliance on a small arsenal of drugs and emerging drug resistance. We conducted a transposon mutagenesis screen in the primate malaria parasite Plasmodium knowlesi , producing the most complete classification of gene essentiality in any Plasmodium spp. to date, with the resolution to define truncatable genes. We found conservation in the druggable genome between Plasmodium spp. and divergences in mitochondrial metabolism. Perturbation analyses with the frontline antimalarial artemisinin revealed modulators that both increase and decrease drug susceptibility. Our findings aid prioritization of drug and vaccine targets for the Plasmodium vivax clade and reveal mechanisms of resistance that can inform therapeutic development.",
          "url": "https://doi.org/10.1126/science.adq6241",
          "doi": "https://doi.org/10.1126/science.adq6241",
          "filter": "2"
        },
        {
          "title": "Whale song shows language-like statistical structure",
          "authors": "Inbal Arnon, Simon Kirby, Jenny A. Allen, Claire Garrigue, Emma L. Carroll, Ellen C. Garland",
          "abstract": "Humpback whale song is a culturally transmitted behavior. Human language, which is also culturally transmitted, has statistically coherent parts whose frequency distribution follows a power law. These properties facilitate learning and may therefore arise because of their contribution to the faithful transmission of language over multiple cultural generations. If so, we would expect to find them in other culturally transmitted systems. In this study, we applied methods based on infant speech segmentation to 8 years of humpback recordings, uncovering in whale song the same statistical structure that is a hallmark of human language. This commonality, in two evolutionarily distant species, points to the role of learning and cultural transmission in the emergence of properties thought to be unique to human language.",
          "url": "https://doi.org/10.1126/science.adq7055",
          "doi": "https://doi.org/10.1126/science.adq7055",
          "filter": "2"
        },
        {
          "title": "Kidney multiome-based genetic scorecard reveals convergent coding and regulatory variants",
          "authors": "Hongbo Liu, Amin Abedini, Eunji Ha, Ziyuan Ma, Xin Sheng, Bernhard Dumoulin, Chengxiang Qiu, Tamas Aranyi, Shen Li, Nicole Dittrich, Hua-Chang Chen, Ran Tao, Der-Cherng Tarng, Feng-Jen Hsieh, Shih-Ann Chen, Shun-Fa Yang, Mei-Yueh Lee, Pui-Yan Kwok, Jer-Yuarn Wu, Chien-Hsiun Chen, Atlas Khan, Nita A. Limdi, Wei-Qi Wei, Theresa L. Walunas, Elizabeth W. Karlson, Eimear E. Kenny, Yuan Luo, Leah Kottyan, John J. Connolly, Gail P. Jarvik, Chunhua Weng, Ning Shang, Joanne B. Cole, Josep M. Mercader, Ravi Mandla, Timothy D. Majarian, Jose C. Florez, Mary E. Haas, Luca A. Lotta, character(0), character(0), Theodore G. Drivas, character(0), Ha My T. Vy, Girish N. Nadkarni, Laura K. Wiley, Melissa P. Wilson, Christopher R. Gignoux, Humaira Rasheed, Laurent F. Thomas, Bjørn Olav Åsvold, Ben M. Brumpton, Stein I. Hallan, Kristian Hveem, Jie Zheng, Jacklyn N. Hellwege, Matthew Zawistowski, Sebastian Zöllner, Nora Franceschini, Hailong Hu, Jianfu Zhou, Krzysztof Kiryluk, Marylyn D. Ritchie, Matthew Palmer, Todd L. Edwards, Benjamin F. Voight, Adriana M. Hung, Katalin Susztak, Aris Baras, Gonçalo Abecasis, Adolfo Ferrando, Giovanni Coppola, Andrew Deubler, Aris Economides, Luca A Lotta, John D Overton, Jeffrey G Reid, Alan Shuldiner, Katherine Siminovitch, Jason Portnoy, Marcus B Jones, Lyndon Mitnaul, Alison Fenney, Jonathan Marchini, Manuel Allen Revez Ferreira, Maya Ghoussaini, Mona Nafde, William Salerno, John D Overton, Christina Beechert, Erin Fuller, Laura M Cremona, Eugene Kalyuskin, Hang Du, Caitlin Forsythe, Zhenhua Gu, Kristy Guevara, Michael Lattari, Alexander Lopez, Kia Manoochehri, Prathyusha Challa, Manasi Pradhan, Raymond Reynoso, Ricardo Schiavo, Maria Sotiropoulos Padilla, Chenggu Wang, Sarah E Wolf, Hang Du, Kristy Guevara, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Justin Mower, Mudasar Sarwar, Deepika Sharma, Sean Yu, Aaron Zhang, Muhammad Aqeel, Jeffrey G Reid, Mona Nafde, Manan Goyal, George Mitra, Sanjay Sreeram, Rouel Lanche, Vrushali Mahajan, Sai Lakshmi Vasireddy, Gisu Eom, Krishna Pawan Punuru, Sujit Gokhale, Benjamin Sultan, Pooja Mule, Eliot Austin, Xiaodong Bai, Lance Zhang, Sean O'Keeffe, Razvan Panea, Evan Edelstein, Ayesha Rasool, William Salerno, Evan K Maxwell, Boris Boutkov, Alexander Gorovits, Ju Guan, Lukas Habegger, Alicia Hawes, Olga Krasheninina, Samantha Zarate, Adam J Mansfield, Lukas Habegger, Gonçalo Abecasis, Joshua Backman, Kathy Burch, Adrian Campos, Liron Ganel, Sheila Gaynor, Benjamin Geraghty, Arkopravo Ghosh, Salvador Romero Martinez, Christopher Gillies, Lauren Gurski, Joseph Herman, Eric Jorgenson, Tyler Joseph, Michael Kessler, Jack Kosmicki, Adam Locke, Priyanka Nakka, Jonathan Marchini, Karl Landheer, Olivier Delaneau, Maya Ghoussaini, Anthony Marcketta, Joelle Mbatchou, Arden Moscati, Aditeya Pandey, Anita Pandit, Jonathan Ross, Carlo Sidore, Eli Stahl, Timothy Thornton, Sailaja Vedantam, Rujin Wang, Kuan-Han Wu, Bin Ye, Blair Zhang, Andrey Ziyatdinov, Yuxin Zou, Jingning Zhang, Kyoko Watanabe, Mira Tang, Frank Wendt, Suganthi Balasubramanian, Suying Bao, Kathie Sun, Chuanyi Zhang, Adolfo Ferrando, Giovanni Coppola, Luca A Lotta, Alan Shuldiner, Katherine Siminovitch, Brian Hobbs, Jon Silver, William Palmer, Rita Guerreiro, Amit Joshi, Antoine Baldassari, Cristen Willer, Sarah Graham, Ernst Mayerhofer, Erola Pairo Castineira, Mary Haas, Niek Verweij, George Hindy, Jonas Bovijn, Tanima De, Parsa Akbari, Luanluan Sun, Olukayode Sosina, Arthur Gilly, Peter Dornbos, Juan Rodriguez-Flores, Moeen Riaz, Manav Kapoor, Gannie Tzoneva, Momodou W Jallow, Anna Alkelai, Ariane Ayer, Veera Rajagopal, Sahar Gelfman, Vijay Kumar, Jacqueline Otto, Neelroop Parikshak, Aysegul Guvenek, Jose Bras, Silvia Alvarez, Jessie Brown, Jing He, Hossein Khiabanian, Joana Revez, Kimberly Skead, Valentina Zavala, Jae Soon Sul, Lei Chen, Sam Choi, Amy Damask, Nan Lin, Charles Paulding, Marcus B Jones, Esteban Chen, Michelle G LeBlanc, Jason Mighty, Jennifer Rico-Varela, Nirupama Nishtala, Nadia Rana, Jaimee Hernandez, Alison Fenney, Randi Schwartz, Jody Hankins, Anna Han, Samuel Hart, Ann Perez-Beals, Gina Solari, Johannie Rivera-Picart, Michelle Pagan, Sunilbe Siceron, Adam Buchanan, David J. Carey, Christa L. Martin, Michelle Meyer, Kyle Retterer, David Rolston, Daniel J. Rader, Marylyn D. Ritchie, JoEllen Weaver, Nawar Naseer, Giorgio Sirugo, Afiya Poindexter, Yi-An Ko, Kyle P. Nerz, Meghan Livingstone, Fred Vadivieso, Stephanie DerOhannessian, Teo Tran, Julia Stephanowski, Salma Santos, Ned Haubein, Joseph Dunn, Anurag Verma, Colleen Morse Kripke, Marjorie Risman, Renae Judy, Colin Wollack, Shefali S. Verma, Scott M. Damrauer, Yuki Bradford, Scott M. Dudek, Theodore G. Drivas",
          "abstract": "Kidney dysfunction is a major cause of mortality, but its genetic architecture remains elusive. In this study, we conducted a multiancestry genome-wide association study in 2.2 million individuals and identified 1026 (97 previously unknown) independent loci. Ancestry-specific analysis indicated an attenuation of newly identified signals on common variants in European ancestry populations and the power of population diversity for further discoveries. We defined genotype effects on allele-specific gene expression and regulatory circuitries in more than 700 human kidneys and 237,000 cells. We found 1363 coding variants disrupting 782 genes, with 601 genes also targeted by regulatory variants and convergence in 161 genes. Integrating 32 types of genetic information, we present the “Kidney Disease Genetic Scorecard” for prioritizing potentially causal genes, cell types, and druggable targets for kidney disease.",
          "url": "https://doi.org/10.1126/science.adp4753",
          "doi": "https://doi.org/10.1126/science.adp4753",
          "filter": "2"
        },
        {
          "title": "Overwriting an instinct: Visual cortex instructs learning to suppress fear responses",
          "authors": "Sara Mederos, Patty Blakely, Nicole Vissers, Claudia Clopath, Sonja B. Hofer",
          "abstract": "Fast instinctive responses to environmental stimuli can be crucial for survival but are not always optimal. Animals can adapt their behavior and suppress instinctive reactions, but the neural pathways mediating such ethologically relevant forms of learning remain unclear. We found that posterolateral higher visual areas (plHVAs) are crucial for learning to suppress escapes from innate visual threats through a top-down pathway to the ventrolateral geniculate nucleus (vLGN). plHVAs are no longer necessary after learning; instead, the learned behavior relies on plasticity within vLGN populations that exert inhibitory control over escape responses. vLGN neurons receiving input from plHVAs enhance their responses to visual threat stimuli during learning through endocannabinoid-mediated long-term suppression of their inhibitory inputs. We thus reveal the detailed circuit, cellular, and synaptic mechanisms underlying experience-dependent suppression of fear responses.",
          "url": "https://doi.org/10.1126/science.adr2247",
          "doi": "https://doi.org/10.1126/science.adr2247",
          "filter": "2"
        },
        {
          "title": "Structural pathway for PI3-kinase regulation by VPS15 in autophagy",
          "authors": "Annan S. I. Cook, Minghao Chen, Thanh N. Nguyen, Ainara Claveras Cabezudo, Grace Khuu, Shanlin Rao, Samantha N. Garcia, Mingxuan Yang, Anthony T. Iavarone, Xuefeng Ren, Michael Lazarou, Gerhard Hummer, James H. Hurley",
          "abstract": "The class III phosphatidylinositol-3 kinase complexes I and II (PI3KC3-C1 and -C2) have vital roles in macroautophagy and endosomal maturation, respectively. We elucidated a structural pathway of enzyme activation through cryo-EM analysis of PI3KC3-C1. The inactive conformation of the VPS15 pseudokinase stabilizes the inactive conformation, sequestering its N -myristate in the N-lobe of the pseudokinase. Upon activation, the myristate is liberated such that the VPS34 lipid kinase catalyzes PI3P production on membranes. The VPS15 pseudokinase domain binds tightly to guanosine triphosphate (GTP), and stabilizes a web of interactions to autoinhibit the cytosolic complex and to promote the activation upon membrane binding. These findings show in atomistic detail how the VPS34 lipid kinase is activated in the context of a complete PI3K complex.",
          "url": "https://doi.org/10.1126/science.adl3787",
          "doi": "https://doi.org/10.1126/science.adl3787",
          "filter": "2"
        },
        {
          "title": "Structural basis of H3K36 trimethylation by SETD2 during chromatin transcription",
          "authors": "Jonathan W. Markert, Jelly H. Soffers, Lucas Farnung",
          "abstract": "During transcription, RNA polymerase II traverses through chromatin, and posttranslational modifications including histone methylations mark regions of active transcription. Histone protein H3 lysine 36 trimethylation (H3K36me3), which is established by the histone methyltransferase SET domain containing 2 (SETD2), suppresses cryptic transcription, regulates splicing, and serves as a binding site for transcription elongation factors. The mechanism by which the transcription machinery coordinates the deposition of H3K36me3 is not well understood. Here we provide cryo–electron microscopy structures of mammalian RNA polymerase II–DSIF-SPT6-PAF1c-TFIIS-IWS1-SETD2-nucleosome elongation complexes, revealing that the transcription machinery regulates H3K36me3 deposition by SETD2 on downstream and upstream nucleosomes. SPT6 binds the exposed H2A-H2B dimer during transcription, and the SPT6 death-like domain mediates an interaction with SETD2 bound to a nucleosome upstream of RNA polymerase II.",
          "url": "https://doi.org/10.1126/science.adn6319",
          "doi": "https://doi.org/10.1126/science.adn6319",
          "filter": "2"
        },
        {
          "title": "A new ‘mini-CRISPR’ flexes its editing power in monkey muscles",
          "authors": "Jennifer Couzin-Frankel",
          "abstract": "The downsized DNA-slicing machinery may reach more tissues to take aim at more diseases",
          "url": "https://doi.org/10.1126/science.adw4916",
          "doi": "https://doi.org/10.1126/science.adw4916",
          "filter": "3"
        },
        {
          "title": "Probing the planet’s poles Ends of the Earth: Journeys to the Polar Regions in Search of Life, the Cosmos, and Our Future Neil Shubin Dutton, 2025. 288 pp.",
          "authors": "Sarah Boon",
          "abstract": "A paleontologist explores our intertwined fate with Earth’s most remote regions",
          "url": "https://doi.org/10.1126/science.adu5421",
          "doi": "https://doi.org/10.1126/science.adu5421",
          "filter": "3"
        },
        {
          "title": "The future of measles Booster Shots: The Urgent Lessons of Measles and the Uncertain Future of Children’s Health Adam Ratner Avery, 2025. 288 pp.",
          "authors": "Arthur Caplan",
          "abstract": "A pediatrician confronts the disease’s persistence in a world where eradication is possible",
          "url": "https://doi.org/10.1126/science.adu8834",
          "doi": "https://doi.org/10.1126/science.adu8834",
          "filter": "3"
        },
        {
          "title": "Trump orders cause chaos at science agencies",
          "authors": "Jeffrey Mervis",
          "abstract": "Wild week of canceled meetings, program changes, and data purges creates high anxiety",
          "url": "https://doi.org/10.1126/science.adw4912",
          "doi": "https://doi.org/10.1126/science.adw4912",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Ian S. Osborne, Madeleine Seale, Corinne Simonti, Peter Stern, Yevgeniya Nusinovich, Annalisa M. VanHook, Hannah M. Isles, Sarah H. Ross, Di Jiang, Caroline Ash, Sacha Vignieri, Marc S. Lavine, Melissa L. Norton",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.adw4662",
          "doi": "https://doi.org/10.1126/science.adw4662",
          "filter": "3"
        },
        {
          "title": "Australia’s inadequate marine protection",
          "authors": "Madeline Davey, James E. M. Watson",
          "url": "https://doi.org/10.1126/science.adt7848",
          "doi": "https://doi.org/10.1126/science.adt7848",
          "filter": "3"
        },
        {
          "title": "Indonesia’s new capital poses public health risks",
          "authors": "Dyna Rochmyaningsih",
          "abstract": "Scientists worry about potential rise in malaria and insect-borne viral diseases",
          "url": "https://doi.org/10.1126/science.adw4915",
          "doi": "https://doi.org/10.1126/science.adw4915",
          "filter": "3"
        },
        {
          "title": "Addressing Australia’s biodiversity crisis",
          "authors": "Euan G. Ritchie, Dale G. Nimmo",
          "url": "https://doi.org/10.1126/science.adt6042",
          "doi": "https://doi.org/10.1126/science.adt6042",
          "filter": "3"
        },
        {
          "title": "Keeping our eye on the ball",
          "authors": "Willie E. May",
          "abstract": "Unnerving. Concerning. Alarming. This is how many in the research community are describing the first weeks of the Trump administration.",
          "url": "https://doi.org/10.1126/science.adw4149",
          "doi": "https://doi.org/10.1126/science.adw4149",
          "filter": "3"
        },
        {
          "title": "New complexity emerges in Earth’s ‘boring’ middle region",
          "authors": "Paul Voosen",
          "abstract": "Planetary CT scans and lab experiments reveal layering and intricate flows in the mantle",
          "url": "https://doi.org/10.1126/science.adw4914",
          "doi": "https://doi.org/10.1126/science.adw4914",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Corinne Simonti, Marc S. Lavine, Yevgeniya Nusinovich, Peter Stern, Ekeoma Uzogara, Sumin Jin, Jake S. Yeston",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.adw4663",
          "doi": "https://doi.org/10.1126/science.adw4663",
          "filter": "3"
        },
        {
          "title": "Generative AI exacerbates the climate crisis",
          "authors": "Qiong Chen, Jinghui Wang, Jialun Lin",
          "url": "https://doi.org/10.1126/science.adt5536",
          "doi": "https://doi.org/10.1126/science.adt5536",
          "filter": "3"
        },
        {
          "title": "Relating DNA sequence, organization, and function",
          "authors": "Geoffrey Fudenberg, Vijay Ramani",
          "abstract": "Cross-species mosaic genomes provide insight into synthetic chromosome design",
          "url": "https://doi.org/10.1126/science.adv1576",
          "doi": "https://doi.org/10.1126/science.adv1576",
          "filter": "3"
        },
        {
          "title": "Extreme Conditions",
          "authors": "Jesse Smith, Bianca Lopez, Brad Wible",
          "url": "https://doi.org/10.1126/science.adw2518",
          "doi": "https://doi.org/10.1126/science.adw2518",
          "filter": "3"
        },
        {
          "title": "Arctic research cooperation in a turbulent world",
          "authors": "Jennifer Spence, John Holdren, Fran Ulmer",
          "abstract": "Rapid Arctic change requires multifaceted approaches with Arctic peoples at the forefront",
          "url": "https://doi.org/10.1126/science.adr7939",
          "doi": "https://doi.org/10.1126/science.adr7939",
          "filter": "3"
        },
        {
          "title": "After abuse, Inuit group closes off ancient rock belt",
          "authors": "Rachel Berkowitz",
          "abstract": "The nearly 4-billion-year-old rocks offer a look into Earth’s earliest years",
          "url": "https://doi.org/10.1126/science.adw4913",
          "doi": "https://doi.org/10.1126/science.adw4913",
          "filter": "3"
        },
        {
          "title": "Convergent evolution in whale and human vocal cultures",
          "authors": "Andrew Whiten, Mason Youngblood",
          "abstract": "The complex songs of humpback whales conform to fundamental laws of language",
          "url": "https://doi.org/10.1126/science.adv2318",
          "doi": "https://doi.org/10.1126/science.adv2318",
          "filter": "3"
        },
        {
          "title": "Naturally twisted to sieve stress",
          "authors": "Pablo D. Zavattieri",
          "abstract": "Mantis shrimp display phononic behavior similar to that of artificial metamaterials",
          "url": "https://doi.org/10.1126/science.adv3100",
          "doi": "https://doi.org/10.1126/science.adv3100",
          "filter": "3"
        },
        {
          "title": "The impostor club",
          "authors": "Anas Bedraoui",
          "url": "https://doi.org/10.1126/science.adw4170",
          "doi": "https://doi.org/10.1126/science.adw4170",
          "filter": "3"
        },
        {
          "title": "New Products",
          "abstract": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.",
          "url": "https://doi.org/10.1126/science.adw4661",
          "doi": "https://doi.org/10.1126/science.adw4661",
          "filter": "3"
        },
        {
          "title": "In the cradle of cholera",
          "authors": "Martin Enserink",
          "abstract": "Bangladesh is leading the fight against this ancient scourge, and vaccine researcher Firdausi Qadri is on the front lines",
          "url": "https://doi.org/10.1126/science.adw4664",
          "doi": "https://doi.org/10.1126/science.adw4664",
          "filter": "3"
        },
        {
          "title": "Inside an ice stream",
          "authors": "Paul Voosen",
          "abstract": "Drill cores, fiber sensors, and radars spy on an enigmatic river of ice",
          "url": "https://doi.org/10.1126/science.adw4677",
          "doi": "https://doi.org/10.1126/science.adw4677",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "https://doi.org/10.1126/science.adw4907",
          "doi": "https://doi.org/10.1126/science.adw4907",
          "filter": "3"
        },
        {
          "title": "Not just monkey business",
          "authors": "Robert W. Moon, Ellen S. C. Bushell",
          "abstract": "Functional genomics in malaria unlocks comparative biology across the family tree",
          "url": "https://doi.org/10.1126/science.adv2328",
          "doi": "https://doi.org/10.1126/science.adv2328",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Elderly vulnerability to temperature-related mortality risks in China",
          "authors": "Xin Yao, Ying Qu, Ashok K. Mishra, Michael E. Mann, Liqiang Zhang, Chen Bai, Mengting Li, Jintai Lin, Jing Wei, Qiwei Yu, Ruiqiang Ding, Yuebin Wang, Lei Zhang, Jing Yang, Junpei Tao, Suhong Liu, Qihao Wang",
          "abstract": "The elderly face elevated mortality risk due to rising temperature. Previous assessments of temperature-related mortality, however, lack a comprehensive analysis of distinct impacts of temperature change across different timescales and characteristics. Using a longitudinal survey of 27,233 elderly Chinese citizens from 2005 to 2018, we establish connections between rising temperatures, temperature variability, and extreme heat with increased mortality risk, assessed through four annual metrics that combine temperature and humidity. The intensity and prolonged duration of extreme heat are found to have the greatest impact on mortality risk. Furthermore, by identifying heterogeneous impacts based on location, sex, age, obesity, income, and diet, we reveal the pathways through which temperature metrics are likely to influence mortality risk. Our study highlights the compound effects of rising temperatures for elderly populations, and it could be expanded to other countries and regions experiencing similar challenges due to an aging population experiencing warming conditions.",
          "url": "https://doi.org/10.1126/sciadv.ado5499",
          "doi": "https://doi.org/10.1126/sciadv.ado5499",
          "filter": "0"
        },
        {
          "title": "Increasing rat numbers in cities are linked to climate warming, urbanization, and human population",
          "authors": "Jonathan L. Richardson, Elizabeth P. McCoy, Nicholas Parlavecchio, Ryan Szykowny, Eli Beech-Brown, Jan A. Buijs, Jacqueline Buckley, Robert M. Corrigan, Federico Costa, Ray DeLaney, Rachel Denny, Leah Helms, Wade Lee, Maureen H. Murray, Claudia Riegel, Fabio N. Souza, John Ulrich, Adena Why, Yasushi Kiyokawa",
          "abstract": "Urban rats are commensal pests that thrive in cities by exploiting the resources accompanying large human populations. Identifying long-term trends in rat numbers and how they are shaped by environmental changes is critical for understanding their ecology, and projecting future vulnerabilities and mitigation needs. Here, we use public complaint and inspection data from 16 cities around the world to estimate trends in rat populations. Eleven of 16 cities (69%) had significant increasing trends in rat numbers, including Washington D.C., New York, and Amsterdam. Just three cities experienced declines. Cities experiencing greater temperature increases over time saw larger increases in rats. Cities with more dense human populations and more urbanization also saw larger increases in rats. Warming temperatures and more people living in cities may be expanding the seasonal activity periods and food availability for urban rats. Cities will have to integrate the biological impacts of these variables into future management strategies.",
          "url": "https://doi.org/10.1126/sciadv.ads6782",
          "doi": "https://doi.org/10.1126/sciadv.ads6782",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Soft multifunctional bistable fabric mechanism for electronics-free autonomous robots",
          "authors": "Dezhi Yang, Miao Feng, Jianing Sun, Yexun Wei, Jiang Zou, Xiangyang Zhu, Guoying Gu",
          "abstract": "Pneumatic soft robots are promising in diverse applications while they typically require additional electronics or components for pressure control. Fusing pneumatic actuation and control capabilities into a simple soft module remains challenging. Here, we present a class of bistable fabric mechanisms (BFMs) that merge soft bistable actuators and valves for electronics-free autonomous robots. The BFMs comprise two bonding fabric chambers with embedded tubes, where the straightening of one chamber compels the other to buckle for the bistability of the structure and the switching of the tube kinking. Our BFMs can facilitate fast bending actuation (more than 1166° s −1 ), on/off and continuous pressure regulation, pneumatic logic computations, and autonomous oscillating actuation (up to 4.6 Hz). We further demonstrate the capabilities of BFMs for diverse robotic applications powered by one constant-pressure air supply: a soft gripper for dynamic grasping and a soft crawler for autonomous jumping. Our BFM development showcases unique features and huge potential in advancing entirely soft, electronics-free autonomous robots.",
          "url": "https://doi.org/10.1126/sciadv.ads8734",
          "doi": "https://doi.org/10.1126/sciadv.ads8734",
          "filter": "2"
        },
        {
          "title": "Self-assembling peptide with dual function of cell penetration and antibacterial as a nano weapon to combat intracellular bacteria",
          "authors": "Yongjie Zhu, Wanying Xu, Wenwen Chen, Bowen Li, Guoyu Li, Haoran Deng, Licong Zhang, Changxuan Shao, Anshan Shan",
          "abstract": "Intracellular bacterial infections and antimicrobial resistance are threatening global public health systems. Antimicrobial peptides are a potential solution to combat bacterial resistance, but the design of self-assembled nanopeptides with dual functions of cell penetration and antibacterial properties to combat intracellular bacteria remains a challenge. Here, we propose a strategy to develop self-assembled nanopeptides with dual functions through the chimerization of self-assembled core, hydrophobic motif, and cell-permeable unit. The optimal nanopeptides, F3FT and N3FT, exhibited potent antibacterial activity and excellent biocompatibility. Crucially, F3FT and N3FT are able to efficiently penetrate cells and eliminate intracellular bacteria and sniping inflammation. Moreover, F3FT and N3FT kill bacteria mainly by disrupting bacterial cell membranes and inducing excessive accumulation of reactive oxygen species. F3FT and N3FT have exhibited good safety and potent therapeutic potential in vivo. This scheme of constructing nanopeptides through multifunctional domains design provides a paradigm for dealing with escalating of intracellular bacteria and antimicrobial resistance.",
          "url": "https://doi.org/10.1126/sciadv.ads3844",
          "doi": "https://doi.org/10.1126/sciadv.ads3844",
          "filter": "2"
        },
        {
          "title": "Bio-plausible reconfigurable spiking neuron for neuromorphic computing",
          "authors": "Yu Xiao, Yize Liu, Bihua Zhang, Peng Chen, Huaze Zhu, Enhui He, Jiayi Zhao, Wenju Huo, Xiaofei Jin, Xumeng Zhang, Hao Jiang, De Ma, Qian Zheng, Huajin Tang, Peng Lin, Wei Kong, Gang Pan",
          "abstract": "Biological neurons use diverse temporal expressions of spikes to achieve efficient communication and modulation of neural activities. Nonetheless, existing neuromorphic computing systems mainly use simplified neuron models with limited spiking behaviors due to high cost of emulating these biological spike patterns. Here, we propose a compact reconfigurable neuron design using the intrinsic dynamics of a NbO 2 -based spiking unit and excellent tunability in an electrochemical memory (ECRAM) to emulate the fast-slow dynamics in a bio-plausible neuron. The resistance of the ECRAM was effective in tuning the temporal dynamics of the membrane potential, contributing to flexible reconfiguration of various bio-plausible firing modes, such as phasic and burst spiking, and exhibiting adaptive spiking behaviors in changing environment. We used the bio-plausible neuron model to build spiking neural networks with bursting neurons and demonstrated improved classification accuracies over simplified models, showing great promises for use in more bio-plausible neuromorphic computing systems.",
          "url": "https://doi.org/10.1126/sciadv.adr6733",
          "doi": "https://doi.org/10.1126/sciadv.adr6733",
          "filter": "2"
        },
        {
          "title": "Temporal dynamics of the interstitial fluid proteome in human skeletal muscle following exhaustive exercise",
          "authors": "Ben Stocks, Julia Prats Quesada, Anthony M. Mozzicato, Carolina Jacob, Simone Jensen, Kirstin A. MacGregor, Jens Bangsbo, Juleen R. Zierath, Morten Hostrup, Atul S. Deshmukh",
          "abstract": "The skeletal muscle interstitial space is the extracellular region around myofibers and mediates cross-talk between resident cell types. We applied a proteomic workflow to characterize the human skeletal muscle interstitial fluid proteome at rest and in response to exercise. Following exhaustive exercise, markers of skeletal muscle damage accumulate in the interstitial space followed by the appearance of immune cell–derived proteins. Among the proteins up-regulated after exercise, we identified cathelicidin-related antimicrobial peptide (CAMP) as a bioactive molecule regulating muscle fiber development. Treatment with the bioactive peptide derivative of CAMP (LL-37) resulted in the growth of larger C2C12 skeletal muscle myotubes. Phosphoproteomics revealed that LL-37 activated pathways central to muscle growth and proliferation, including phosphatidylinositol 3-kinase, AKT serine/threonine kinase 1, mitogen-activated protein kinases, and mammalian target of rapamycin. Our findings provide a proof of concept that the interstitial fluid proteome is quantifiable via microdialysis sampling in vivo. These data highlight the importance of cellular communication in the adaptive response to exercise.",
          "url": "https://doi.org/10.1126/sciadv.adp8608",
          "doi": "https://doi.org/10.1126/sciadv.adp8608",
          "filter": "2"
        },
        {
          "title": "A detailed theory of thalamic and cortical microcircuits for predictive visual inference",
          "authors": "Dileep George, Miguel Lázaro-Gredilla, Wolfgang Lehrach, Antoine Dedieu, Guangyao Zhou, Joseph Marino",
          "abstract": "Understanding cortical microcircuitry requires theoretical models that can tease apart their computational logic from biological details. Although Bayesian inference serves as an abstract framework of cortical computation, precisely mapping concrete instantiations of computational models to biology under real-world tasks is necessary to produce falsifiable neural models. On the basis of a recent generative model, recursive cortical networks, that demonstrated excellent performance on vision benchmarks, we derive a theoretical cortical microcircuit by placing the requirements of the computational model within biological constraints. The derived model suggests precise algorithmic roles for the columnar and laminar feed-forward, feedback, and lateral connections, the thalamic pathway, blobs and interblobs, and the innate lineage-specific interlaminar connectivity within cortical columns. The model also explains several visual phenomena, including the subjective contour effect and neon-color spreading effect, with circuit-level precision. Our model and methodology provides a path forward in understanding cortical and thalamic computations.",
          "url": "https://doi.org/10.1126/sciadv.adr6698",
          "doi": "https://doi.org/10.1126/sciadv.adr6698",
          "filter": "2"
        },
        {
          "title": "A biological model of nonlinear dimensionality reduction",
          "authors": "Kensuke Yoshida, Taro Toyoizumi",
          "abstract": "Obtaining appropriate low-dimensional representations from high-dimensional sensory inputs in an unsupervised manner is essential for straightforward downstream processing. Although nonlinear dimensionality reduction methods such as t -distributed stochastic neighbor embedding ( t -SNE) have been developed, their implementation in simple biological circuits remains unclear. Here, we develop a biologically plausible dimensionality reduction algorithm compatible with t -SNE, which uses a simple three-layer feedforward network mimicking the Drosophila olfactory circuit. The proposed learning rule, described as three-factor Hebbian plasticity, is effective for datasets such as entangled rings and MNIST, comparable to t -SNE. We further show that the algorithm could be working in olfactory circuits in Drosophila by analyzing the multiple experimental data in previous studies. We lastly suggest that the algorithm is also beneficial for association learning between inputs and rewards, allowing the generalization of these associations to other inputs not yet associated with rewards.",
          "url": "https://doi.org/10.1126/sciadv.adp9048",
          "doi": "https://doi.org/10.1126/sciadv.adp9048",
          "filter": "2"
        },
        {
          "title": "Ab initio investigation of a hypersonic double cone experiment",
          "authors": "Maninder S. Grover, Paolo Valentini, Nicholas Bisek",
          "abstract": "This article presents a direct molecular simulation (DMS) of a reactive Mach 8.2 oxygen flow over a double cone geometry. The free stream conditions and article configuration generate a flow with thermal and chemical nonequilibrium, which are common attributes of hypersonic flight. This scenario was first studied experimentally at Calspan University of Buffalo Research Center’s test facility. DMS is a particle method that uses quantum mechanically derived interaction potentials to simulate molecular collisions within a flow field. Since these interaction potentials are the only modeling inputs used in the simulation, all flow features can solely be attributed to the ab initio potential energy surfaces. Hence, providing a comparison of a hypersonic ground test and numerical data anchored to quantum mechanics. The fundamental nature of DMS is leveraged to investigate molecular level mechanisms prevalent in the flow, and comparisons with lower fidelity simulations are presented to highlight the role of these first principles calculations as benchmark solutions.",
          "url": "https://doi.org/10.1126/sciadv.ads2147",
          "doi": "https://doi.org/10.1126/sciadv.ads2147",
          "filter": "2"
        },
        {
          "title": "Supply-side relief for the world’s largest coral reef",
          "authors": "Robert Steneck, Jeremy Jackson",
          "abstract": "Zoning to prevent fishing on 30% of the Great Barrier Reef yields 50% more larvae and biomass of coral grouper on fished reefs.",
          "url": "https://doi.org/10.1126/sciadv.adv5639",
          "doi": "https://doi.org/10.1126/sciadv.adv5639",
          "filter": "2"
        },
        {
          "title": "Reducing microglial lipid load enhances β amyloid phagocytosis in an Alzheimer’s disease mouse model",
          "authors": "Xiaoting Wu, James Alastair Miller, Bernett Teck Kwong Lee, Yulan Wang, Christiane Ruedl",
          "abstract": "Macrophages accumulate lipid droplets (LDs) under stress and inflammatory conditions. Despite the presence of LD-loaded macrophages in many tissues, including the brain, their contribution to neurodegenerative disorders remains elusive. This study investigated the role of lipid metabolism in Alzheimer’s disease (AD) by assessing the contribution of LD-loaded brain macrophages, including microglia and border-associated macrophages (BAMs), in an AD mouse model. Particularly, BAMs and activated CD11c + microglia localized near β amyloid (Aβ) plaques exhibited a pronounced lipid-associated gene signature and a high LD load. Having observed that elevated intracellular LD content correlated inversely with microglial phagocytic activities, we subsequently inhibited LD formation specifically in CX3CR1 + brain macrophages using an inducible APP-KI/ Fit2 i Δ M φ transgenic mouse model. We demonstrated that reducing LD content in microglia and CX3CR1 + BAMs remarkably improved their phagocytic ability. Furthermore, lowering microglial LDs consistently enhanced their efferocytosis capacities and notably reduced Aβ deposition in the brain parenchyma. Therefore, mitigating LD accumulation in brain macrophages provides perspectives for AD treatment.",
          "url": "https://doi.org/10.1126/sciadv.adq6038",
          "doi": "https://doi.org/10.1126/sciadv.adq6038",
          "filter": "2"
        },
        {
          "title": "Language-like efficiency in whale communication",
          "authors": "Mason Youngblood",
          "abstract": "Vocal communication systems in humans and other animals experience selection for efficiency—optimizing the benefits they convey relative to the costs of producing them. Two hallmarks of efficiency, Menzerath’s law and Zipf’s law of abbreviation, predict that longer sequences will consist of shorter elements and more frequent elements will be shorter, respectively. Here, we assessed the evidence for both laws in cetaceans by analyzing vocal sequences from 16 baleen and toothed whale species and comparing them to 51 human languages. Eleven whale species exhibit Menzerath’s law, sometimes with greater effect sizes than human speech. Two of the five whale species with categorized element types exhibit Zipf’s law of abbreviation. On average, whales also tend to shorten elements and intervals toward the end of sequences, although this varies by species. Overall, the results of this study suggest that the vocalizations of many cetacean species have undergone compression for increased efficiency in time.",
          "url": "https://doi.org/10.1126/sciadv.ads6014",
          "doi": "https://doi.org/10.1126/sciadv.ads6014",
          "filter": "2"
        },
        {
          "title": "Chemical genetics reveals cross-regulation of plant developmental signaling by the immune peptide-receptor pathway",
          "authors": "Arvid Herrmann, Krishna Mohan Sepuru, Pengfei Bai, Hitoshi Endo, Ayami Nakagawa, Shuhei Kusano, Asraa Ziadi, Hiroe Kato, Ayato Sato, Jun Liu, Libo Shan, Seisuke Kimura, Kenichiro Itami, Naoyuki Uchida, Shinya Hagihara, Keiko U. Torii",
          "abstract": "Cells sense and integrate multiple signals to coordinate a response. A receptor-kinase signaling pathway for plant stomatal development shares components with the immunity pathway. The mechanism ensuring their signal specificities remains unclear. Using chemical genetics, here, we report the identification of a small molecule, kC9, that triggers excessive stomatal differentiation by inhibiting the canonical ERECTA pathway. kC9 binds to and inhibits the downstream mitogen-activated protein kinase MPK6, perturbing its substrate interaction. Notably, activation of immune signaling by a bacterial flagellin peptide nullified kC9’s effects on stomatal development. This cross-regulation depends on the immune receptor FLS2 (FLAGELLIN SENSING 2) and occurs even in the absence of kC9 if the ERECTA family receptor population becomes suboptimal. Proliferating stomatal lineage cells are vulnerable to this immune signal penetration. Our findings suggest that the signal specificity between development and immunity can be ensured by mitogen-activated protein kinase homeostasis, reflecting the availability of upstream receptors, thereby providing an unanticipated view on signal specificity.",
          "url": "https://doi.org/10.1126/sciadv.ads3718",
          "doi": "https://doi.org/10.1126/sciadv.ads3718",
          "filter": "2"
        },
        {
          "title": "Succinylation enables IDE to act as a hub of larval tissue destruction and adult tissue reconstruction during insect metamorphosis",
          "authors": "Yan-Xue Li, Bin-Yan Shao, Ming-Ye Hou, Du-Juan Dong",
          "abstract": "Metamorphosis is an important way for insects to adapt to the environment. In this process, larval tissue destruction regulated by 20-hydroxyecdysone (20E) and adult tissue reconstruction regulated by insulin-like peptides (ILPs) occur simultaneously, but the detailed mechanism is still unclear. Here, the results of succinylome, subcellular localization, and protein interaction analysis show that non-succinylated insulin-degrading enzyme (IDE) localizes in the cytoplasm, binds to insulin-like growth factor 2 (IGF-2-like), and degrades it. When the metamorphosis is initiated, 20E up-regulated carnitine palmitoyltransferase 1A ( Cpt1a ) through transcription factor Krüppel-like factor 15 (KLF15), thus increasing the level of IDE succinylation on K179. Succinylated IDE translocated from cytoplasm to nucleus, combined with ecdysone receptor to promote 20E signaling pathway, causing larval tissue destruction, while IGF-2-like was released to promote adult tissue proliferation. That is, succinylation alters subcellular localization of IDE so that it can bind to different target proteins and act as a hub of metamorphosis.",
          "url": "https://doi.org/10.1126/sciadv.ads0643",
          "doi": "https://doi.org/10.1126/sciadv.ads0643",
          "filter": "2"
        },
        {
          "title": "RNA polymerase II coordinates histone deacetylation at active promoters",
          "authors": "Jackson A. Hoffman, Kevin W. Trotter, Trevor K. Archer",
          "abstract": "Nucleosomes at promoters of active genes are marked by specific histone post-translational modifications and histone variants. These features are thought to promote the formation and maintenance of an “open” chromatin environment that is suitable for transcription. However, recent reports have drawn conflicting conclusions about whether these histone modifications depend on active transcription. To further interrogate this relationship, we inhibited transcription initiation using triptolide, which triggered degradation of RNA polymerase II, and examined the impact on histone modifications. Transcription initiation was not required for either hormone-induced or steady-state active histone modifications at transcription start sites (TSSs) and enhancers. Rather, blocking transcription initiation increased the levels of histone acetylation and H2AZ incorporation at active TSSs. P300 activity was dispensable for this effect, but inhibition of histone deacetylases masked the increased acetylation. Together, our results demonstrate that active histone modifications occur independently of transcription. Furthermore, our findings suggest that the process of transcription coordinates the removal of these modifications to limit gene activity.",
          "url": "https://doi.org/10.1126/sciadv.adt3037",
          "doi": "https://doi.org/10.1126/sciadv.adt3037",
          "filter": "2"
        },
        {
          "title": "The pivotal role of IncFIB(Mar) plasmid in the emergence and spread of hypervirulent carbapenem-resistant Klebsiella pneumoniae",
          "authors": "Zhewei Sun, Jianfeng Zhang, Chuning Wang, Jinhong Chen, Pei Li, Jiachun Su, Xiaogang Xu, Minggui Wang",
          "abstract": "The hypervirulent carbapenem-resistant Klebsiella pneumoniae (hv-CRKP) poses a substantial challenge to the global health care. However, the mechanism behind its evolution and transmission remain elusive. Here, four virulence plasmid types were identified from 310 hv-CRKP isolates collected nationwide during 2017–2018, based on their aerobactin ( iuc locus) lineage and IncFIB replicons. Notably, pIUC1-IncFIB(K) 37 and pIUC1-IncFIB(Mar), representing two epidemic virulence plasmids in Asia and Europe, respectively, accounted for &gt;90% of the hv-CRKP episodes. Analysis of 494 K. pneumoniae isolates (376 from 2010–2013; 118 from 2017–2018) and 2578 public K. pneumoniae genomes indicated the notable role of IncFIB(Mar) plasmids in the hv-CRKP emergence and spread. Conjugation assays showed the helper IncFIB(Mar) plasmid could efficiently transfer into a hypervirulent strain and uniquely retromobilize with pIUC1-IncFIB(K) 37 back into CRKP. Thereafter, the IncFIB(Mar) plasmid either lost rapidly or recombined with pIUC1-IncFIB(K) 37 , generating the hybrid pIUC1-IncFIB(Mar) plasmid. Our findings elucidated formation, evolution, and dissemination trajectories of the two major hv-CRKP strains in different regions.",
          "url": "https://doi.org/10.1126/sciadv.ado9097",
          "doi": "https://doi.org/10.1126/sciadv.ado9097",
          "filter": "2"
        },
        {
          "title": "The large role of declining atmospheric sulfate deposition and rising CO 2 concentrations in stimulating future wetland CH 4 emissions",
          "authors": "Lu Shen, Shushi Peng, Zhen Zhang, Chuan Tong, Jintai Lin, Yang Li, Huiru Zhong, Shuang Ma, Minghao Zhuang, Vincent Gauci",
          "abstract": "Existing projections of wetland methane emissions usually neglect feedbacks from global biogeochemical cycles. Using data-driven approaches, we estimate wetland methane emissions from 2000 to 2100, considering effects of meteorological changes and biogeochemical feedbacks from atmospheric sulfate deposition and CO 2 fertilization. In low-CO 2 scenarios (1.5° and 2°C warming pathways), the suppressive effect of sulfate deposition on wetland methane emissions largely diminishes by 2100 due to clean air policies, with resulting emission increases (7 ± 2 Tg a −1 ) being 35 and 22% of total wetland emission changes. In mid-CO 2 scenarios (2.4° to 3.6°C warming pathways), sulfate deposition changes modestly, and CO 2 fertilization contributes &gt;30% of wetland emission increases. Across all scenarios, biogeochemical feedbacks can stimulate 30 to 45% of future wetland emission rises. Under 1.5° and 2°C pathways, wetland methane emissions will likely increase by 20 to 34 Tg a −1 by 2100, representing 8 to 15% of the allowable space for anthropogenic methane emissions, a factor not yet considered by current assessments.",
          "url": "https://doi.org/10.1126/sciadv.adn1056",
          "doi": "https://doi.org/10.1126/sciadv.adn1056",
          "filter": "2"
        },
        {
          "title": "ChromoGen: Diffusion model predicts single-cell chromatin conformations",
          "authors": "Greg Schuette, Zhuohan Lao, Bin Zhang",
          "abstract": "Breakthroughs in high-throughput sequencing and microscopic imaging technologies have revealed that chromatin structures vary considerably between cells of the same type. However, a thorough characterization of this heterogeneity remains elusive due to the labor-intensive and time-consuming nature of these experiments. To address these challenges, we introduce ChromoGen, a generative model based on state-of-the-art artificial intelligence techniques that efficiently predicts three-dimensional, single-cell chromatin conformations de novo with both region and cell type specificity. These generated conformations accurately reproduce experimental results at both the single-cell and population levels. Moreover, ChromoGen successfully transfers to cell types excluded from the training data using just DNA sequence and widely available DNase-seq data, thus providing access to chromatin structures in myriad cell types. These achievements come at a remarkably low computational cost. Therefore, ChromoGen enables the systematic investigation of single-cell chromatin organization, its heterogeneity, and its relationship to sequencing data, all while remaining economical.",
          "url": "https://doi.org/10.1126/sciadv.adr8265",
          "doi": "https://doi.org/10.1126/sciadv.adr8265",
          "filter": "2"
        },
        {
          "title": "Electronic commensuration of a spin moiré superlattice in a layered magnetic semimetal",
          "authors": "Takashi Kurumaji, Nisarga Paul, Shiang Fang, Paul M. Neves, Mingu Kang, Jonathan S. White, Taro Nakajima, David Graf, Linda Ye, Mun K. Chan, Takehito Suzuki, Jonathan Denlinger, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Yang Zhao, Jeffrey W. Lynn, Efthimios Kaxiras, Riccardo Comin, Liang Fu, Joseph G. Checkelsky",
          "abstract": "Spin moiré superlattices (SMSs) have been proposed as a magnetic analog of crystallographic moiré systems and a source of electron minibands offering vector-field moiré tunability and Berry curvature effects. However, it has proven challenging to realize an SMS in which a large exchange coupling J is transmitted between conduction electrons and localized spins. Furthermore, most systems have carrier mean free paths l mfp shorter than their spin moiré lattice constant a spin , inhibiting miniband formation. Here, we discover that the layered magnetic semimetal EuAg 4 Sb 2 overcomes these challenges by forming an interface with J ~ 100 milli–electron volts transferred between a Eu triangular lattice and anionic Ag 2 Sb bilayers hosting a two-dimensional electron band in the ballistic regime ( l mfp &gt;&gt; a spin ). The system realizes an SMS with a spin commensurate with the Fermi momentum, leading to a marked quenching of the transport response from miniband formation. Our findings demonstrate an approach to magnetically engineering moiré superlattices and a potential route to an emergent spin-driven quantum Hall state.",
          "url": "https://doi.org/10.1126/sciadv.adu6686",
          "doi": "https://doi.org/10.1126/sciadv.adu6686",
          "filter": "2"
        },
        {
          "title": "Optogenetic calcium modulation in astrocytes enhances post-stroke recovery in chronic capsular infarct",
          "authors": "Jongwook Cho, Sangkyu Lee, Yeon Hee Kook, Jiyoung Park, Won Do Heo, C. Justin Lee, Hyoung-Ihl Kim",
          "abstract": "Stroke is caused by disruption of cerebral blood flow, leading to neuronal death and dysfunction in the interconnected areas, which results in a wide range of severe symptoms depending on the specific brain regions affected. While previous studies have primarily focused on direct modulation of neuronal activity for post-stroke treatment, accumulating evidence suggests that astrocytes may play a critical role in post-stroke progression and could serve as a potential therapeutic target for recovery. In this study, we investigate the effects of selective modulation of astrocytic calcium signals on chronic stroke using OptoSTIM1, an optogenetic tool that activates endogenous calcium channels. In contrast to channelrhodopsin-2 (ChR2), OptoSTIM1 robustly elevates astrocytic calcium levels, sustaining the increase for over 10 min upon a single activation. The calcium elevation in astrocytes in the ipsilesional sensory-parietal cortex leads to remarkable recovery from post-stroke impairment. Thus, manipulating intracellular calcium levels in astrocytes holds promise as a potential therapeutic strategy for improving recovery following a stroke.",
          "url": "https://doi.org/10.1126/sciadv.adn7577",
          "doi": "https://doi.org/10.1126/sciadv.adn7577",
          "filter": "2"
        },
        {
          "title": "Investigating gut alterations in Alzheimer’s disease: In-depth analysis with micro- and nano-3D X-ray phase contrast tomography",
          "authors": "Francesca Palermo, Nicole Marrocco, Letizia Dacomo, Elena Grisafi, Viviana Moresi, Alessia Sanna, Lorenzo Massimi, Marianna Musella, Laura Maugeri, Inna Bukreeva, Fabio Fiordaliso, Alessandro Corbelli, Olga Junemann, Marina Eckermann, Peter Cloetens, Timm Weitkamp, Giuseppe Gigli, Nicole Kerlero de Rosbo, Claudia Balducci, Alessia Cedola",
          "abstract": "Alzheimer’s disease (AD), a debilitating neurodegenerative disorder, remains one of the foremost public health challenges affecting more than 30 million people worldwide with the etiology still largely enigmatic. The intricate gut-brain axis, serving as a vital communication network between the gut and the brain, appears to wield influence in the progression of AD. Our study showcases the remarkable precision of x-ray phase-contrast tomography (XPCT) in conducting an advanced three-dimensional examination of gut cellular composition and structure. The exploitation of micro- and nano-XPCT on various AD mouse models unveiled relevant alterations in villi and crypts, cellular transformations in Paneth and goblet cells, along with the detection of telocytes, neurons, erythrocytes, and mucus secretion by goblet cells within the gut cavity. The observed gut structural variations may elucidate the transition from dysbiosis to neurodegeneration and cognitive decline. Leveraging XPCT could prove pivotal in early detection and prognosis of the disease.",
          "url": "https://doi.org/10.1126/sciadv.adr8511",
          "doi": "https://doi.org/10.1126/sciadv.adr8511",
          "filter": "2"
        },
        {
          "title": "Femtojoule optical nonlinearity for deep learning with incoherent illumination",
          "authors": "Qixin Feng, Can B. Uzundal, Ruihan Guo, Collin Sanborn, Ruishi Qi, Jingxu Xie, Jianing Zhang, Junqiao Wu, Feng Wang",
          "abstract": "Optical neural networks (ONNs) are a promising computational alternative for deep learning due to their inherent massive parallelism for linear operations. However, the development of energy-efficient and highly parallel optical nonlinearities, a critical component in ONNs, remains an outstanding challenge. Here, we introduce a nonlinear optical microdevice array (NOMA) compatible with incoherent illumination by integrating the liquid crystal cell with silicon photodiodes at the single-pixel level. We fabricate NOMA with more than half a million pixels, each functioning as an optical analog of the rectified linear unit at ultralow switching energy down to 100 femtojoules per pixel. With NOMA, we demonstrate an optical multilayer neural network. Our work holds promise for large-scale and low-power deep ONNs, computer vision, and real-time optical image processing.",
          "url": "https://doi.org/10.1126/sciadv.ads4224",
          "doi": "https://doi.org/10.1126/sciadv.ads4224",
          "filter": "2"
        },
        {
          "title": "Selectively fluorinated aromatic lithium salts regulate the solvation structure and interfacial chemistry for all-solid-state batteries",
          "authors": "Shuaishuai Yan, Hao Liu, Yang Lu, Qingqing Feng, Hangyu Zhou, Yuhao Wu, Wenhui Hou, Yingchun Xia, Haiyu Zhou, Pan Zhou, Xuan Song, Yu Ou, Kai Liu",
          "abstract": "Solid polymer electrolytes suffer from the polymer-dominated Li + solvation structure, causing unstable electrolyte/electrode interphases and deteriorated battery performance. Here, we design a class of selectively fluorinated aromatic lithium salts (SFALS) as single conducting lithium salts to regulate the solvation structure and interfacial chemistry for all-solid-state lithium metal batteries. By tuning the anionic structure, the Li + -polyether coupling is weakened, and the Li + -anion coordination is enhanced. The hydrogen bonding between the SFALS and polymer matrix induces a special “triad”-type solvation structure, which improves the electrolyte homogeneity and mechanical strength, and promotes the formation of an ultrathin and robust Li 2 O-rich solid electrolyte interphase. Therefore, the stable cycling of more than 1650 cycles (Coulombic efficiency, 99.8%) for LiFePO 4 /Li half cells and 580 cycles (97.4% capacity retention) for full cells is achieved. This molecular engineering strategy could inspire further advancements of functional lithium salts for practical application of all-solid-state lithium metal batteries.",
          "url": "https://doi.org/10.1126/sciadv.ads4014",
          "doi": "https://doi.org/10.1126/sciadv.ads4014",
          "filter": "2"
        },
        {
          "title": "Single molecule–driven nanomotors reveal the dynamic-disordered chemomechanical transduction of active enzymes",
          "authors": "Zhuodong Tang, Jingyu Wu, Shaojun Wu, Wenjing Tang, Jian-Rong Zhang, Wenlei Zhu, Jun-Jie Zhu, Zixuan Chen",
          "abstract": "Enzymes facilitate the conversion of chemical energy into mechanical work during biochemical reactions, thereby regulating the dynamic metabolic activity of living systems. However, directly observing the energy release facilitated by fluctuating individual enzymes remains a challenge, leading to a contentious debate regarding the underlying reasons for this phenomenon. Here, we aim to overcome this challenge by developing an oscillating nanomotor powered by a single-molecule enzyme, which allows real-time tracking of energy transduction in enzymatic reactions. Through analysis of the shifts in free energy profiles within the nanomotors, our results unveil not only the heterogeneous energy release patterns of individual enzyme molecules but also the dynamic disorder of a particular enzyme in energy release over extended monitoring periods. By exploring six distinct types of single-molecule enzymatic reactions, we provide the direct evidence supporting the argument that the reaction enthalpy governs the enzymatic energy release. This approach has implications for understanding the mechanism of enzymatic catalysis and developing highly efficient nanomotors.",
          "url": "https://doi.org/10.1126/sciadv.ads0446",
          "doi": "https://doi.org/10.1126/sciadv.ads0446",
          "filter": "2"
        },
        {
          "title": "Electric plasma guided with ultrasonic fields",
          "authors": "Josu Irisarri, Iñigo Ezcurdia, Naroa Iriarte, Marika Sirkka, Dmitry Nikolaev, Joni Mäkinen, Alexander Martinez-Marchese, Denys Iablonskyi, Ari Salmi, Asier Marzo",
          "abstract": "Electric plasma forms sparks in midair that transfer electrical current. This current can power high-voltage electronics, kill bacteria, produce tactile sensations, or be used for welding. However, the formation of the spark is chaotic and hard to control. Laser pulses can guide discharges but require high power and are disruptive and cumbersome to control. Here, we show that ultrasonic fields can guide plasma sparks, even around obstacles. The ultrasonic beams can be directed dynamically and within milliseconds, enabling precise, nondangerous, and fast control of high-voltage sparks. This phenomenon can be used for applications in high-voltage switching and plasma treatments.",
          "url": "https://doi.org/10.1126/sciadv.adp0686",
          "doi": "https://doi.org/10.1126/sciadv.adp0686",
          "filter": "2"
        },
        {
          "title": "Quantum control of ion-atom collisions beyond the ultracold regime",
          "authors": "Maks Z. Walewski, Matthew D. Frye, Or Katz, Meirav Pinkas, Roee Ozeri, Michał Tomza",
          "abstract": "Tunable scattering resonances are crucial for controlling atomic and molecular systems. However, their use has so far been limited to ultracold temperatures. These conditions remain hard to achieve for most hybrid trapped ion-atom systems—a prospective platform for quantum technologies and fundamental research. Here, we measure inelastic collision probabilities for Sr + + Rb and use them to calibrate a comprehensive theoretical model of ion-atom collisions. Our theoretical results, compared with experimental observations, confirm that quantum interference effects persist to the multiple-partial-wave regime, leading to the pronounced state and mass dependence of the collision rates. Using our model, we go beyond interference and identify a rich spectrum of Feshbach resonances at moderate magnetic fields with the Rb atom in its lower ( f = 1) hyperfine state, which persist at temperatures as high as 1 millikelvin. Future observation of these predicted resonances should allow precise control of the short-range dynamics in Sr + + Rb collisions under unprecedentedly warm conditions.",
          "url": "https://doi.org/10.1126/sciadv.adr8256",
          "doi": "https://doi.org/10.1126/sciadv.adr8256",
          "filter": "2"
        },
        {
          "title": "Large-scale transcript variants dictate neoepitopes for cancer immunotherapy",
          "authors": "Shiliang Ji, Feifan Wang, Yongjie Wu, Haoran Hu, Zhen Xing, Jie Zhu, Shi Xu, Tiyun Han, Guilai Liu, Zengding Wu, Caiyi Fei, Lingming Kong, Jiangning Chen, Zhi Ding, Zhen Huang, Junfeng Zhang",
          "abstract": "Precise neoepitope discovery is crucial for effective cancer therapeutic vaccines. Conventional approaches struggle to build a repertoire with sufficient immunogenic epitopes. We developed a workflow leveraging full-length ribosome–nascent chain complex–bound mRNA sequencing (FL-RNC seq) and artificial intelligence–based predictive models to accurately identify the neoepitope landscape, especially large-scale transcript variants (LSTVs) missed by short-read sequencing. In the MC38 mouse model, we identified 22 LSTV-derived neoepitopes encoded by a synthesized mRNA lipid nanoparticle vaccine. As a standalone therapy and combined with anti–PD-1 immunotherapy, the vaccine curbed tumor progression, induced robust T cell–specific immunity, and modulated the tumor microenvironment. This underscores the multifaceted potentials of LSTV-derived vaccines. Our approach expands the neoepitope source repertoire, offering a method for discovering personalized cancer vaccines applicable to a broader tumor range. The results highlight the importance of comprehensive neoepitope identification and the promise of LSTV-based vaccines for cancer immunotherapy.",
          "url": "https://doi.org/10.1126/sciadv.ado5600",
          "doi": "https://doi.org/10.1126/sciadv.ado5600",
          "filter": "2"
        },
        {
          "title": "Touch-evoked traveling waves establish a translaminar spacetime code",
          "authors": "Daniel L. Gonzales, Hammad F. Khan, Hayagreev V. S. Keri, Saumitra Yadav, Christopher Steward, Lyle E. Muller, Scott R. Pluta, Krishna Jayant",
          "abstract": "Linking sensory-evoked traveling waves to underlying circuit patterns is critical to understanding the neural basis of sensory perception. To form this link, we performed simultaneous electrophysiology and two-photon calcium imaging through transparent NeuroGrids and mapped touch-evoked traveling waves and underlying microcircuit dynamics. In awake mice, both passive and active whisker touch elicited traveling waves within and across barrels, with a fast early component followed by a late wave that lasted hundreds of milliseconds poststimulus. Notably, late waves were modulated by perceived value and predicted behavioral choice in a two-whisker discrimination task. We found that the late wave feature was (i) modulated by motor feedback, (ii) differentially engaged a sparse ensemble reactivation pattern across layer 2/3, which a balanced-state network model reconciled via feedback-induced inhibitory stabilization, and (iii) aligned to regenerative layer 5 apical dendritic Ca 2+ events. Our results reveal that translaminar spacetime patterns organized by cortical feedback support sparse touch-evoked traveling waves.",
          "url": "https://doi.org/10.1126/sciadv.adr4038",
          "doi": "https://doi.org/10.1126/sciadv.adr4038",
          "filter": "2"
        },
        {
          "title": "Dynamics of influenza transmission in vampire bats revealed by longitudinal monitoring and a large-scale anthropogenic perturbation",
          "authors": "Megan E. Griffiths, Alice Broos, Juan Morales, I-Ting Tu, Laura Bergner, Abdelkader Behdenna, William Valderrama Bazan, Carlos Tello, Jorge E. Carrera, Sergio Recuenco, Daniel G. Streicker, Mafalda Viana",
          "abstract": "Interrupting pathogen transmission between species is a priority strategy to mitigate zoonotic threats. However, avoiding counterproductive interventions requires knowing animal reservoirs of infection and the dynamics of transmission within them, neither of which are easily ascertained from the cross-sectional surveys that now dominate investigations into newly discovered viruses. We used biobanked sera and metagenomic data to reconstruct the transmission of recently discovered bat-associated influenza virus (BIV; H18N11) over 12 years in three zones of Peru. Mechanistic models fit under a Bayesian framework, which enabled joint inference from serological and molecular data, showed that common vampire bats maintain BIV independently of the now assumed fruit bat reservoir through immune waning and seasonal transmission pulses. A large-scale vampire bat cull targeting rabies incidentally halved BIV transmission, confirming vampire bats as maintenance hosts. Our results show how combining field studies, perturbation responses, and multi-data–type models can elucidate pathogen dynamics in nature and reveal pathogen-dependent effects of interventions.",
          "url": "https://doi.org/10.1126/sciadv.ads1267",
          "doi": "https://doi.org/10.1126/sciadv.ads1267",
          "filter": "2"
        },
        {
          "title": "A microcomb-empowered Fourier domain mode-locked LIDAR",
          "authors": "Zhaoyu Cai, Zihao Wang, Ziqi Wei, Baoqi Shi, Wei Sun, Changxi Yang, Junqiu Liu, Chengying Bao",
          "abstract": "Light detection and ranging (LIDAR) has emerged as an indispensable tool in autonomous technology. Among its various techniques, frequency-modulated continuous wave (FMCW) LIDAR stands out due to its capability to operate with ultralow return power, immunity to unwanted light, and simultaneous acquisition of distance and velocity. However, achieving a rapid update rate with submicrometer precision remains a challenge for FMCW LIDARs. Here, we present such a LIDAR with a sub–10-nanometer precision and a 24.6-kilohertz update rate by combining a broadband Fourier domain mode-locked (FDML) laser with a silicon nitride soliton microcomb. An ultrahigh-frequency chirp rate up to 320 petahertz per second is linearized by a 50-gigahertz microcomb to reach this performance. Our theoretical analysis also contributes to resolving the challenge of FMCW velocity measurements with nonlinear frequency sweeps and enables us to realize velocity measurement with an uncertainty below 0.4 millimeter per second. Our work shows how microcombs can unlock the potential of ultrafast frequency sweeping lasers.",
          "url": "https://doi.org/10.1126/sciadv.ads9590",
          "doi": "https://doi.org/10.1126/sciadv.ads9590",
          "filter": "2"
        },
        {
          "title": "Radioactive contamination transported to Western Europe with Saharan dust",
          "authors": "Yangjunjie Xu-Yang, Charlotte Skonieczny, Sophie Ayrault, Jean-Sébastien Barbier, Rémi Bizeul, Octave Bryskere, Pierre-Alexis Chaboche, Thomas Chalaux-Clergue, José A. Corcho-Alvarado, Anthony Foucher, Alice Karsenti, Maxime Leblanc, Germán Orizaola, Amélie Plautre, Stefan Röllin, Nirina Taraconat, Nicolas Tenaud, Ana Elisa Valdés, François Dulac, Olivier Evrard",
          "abstract": "The Reggane region, where the first French atmospheric nuclear tests were conducted in the 1960s in Southern Algeria, is located in one of the most active dust source regions responsible for recurrent massive Saharan dust events reaching Western Europe and affecting air quality. After a major outbreak in March 2022, a citizen participative science campaign was launched to study the radioactivity born by the dust. One hundred ten deposit samples were collected from six countries in Western Europe with 53 demonstrated as scientifically representative. Geochemical and mineralogical sample analyses combined with satellite observations and back trajectory calculations confirmed an origin from South Algeria, including the Reggane site. Plutonium isotopic signatures, a unique nuclear bomb fingerprint, remained in the range of the global fallout signatures largely dominated by US and former USSR nuclear tests, significantly different from French fallout signatures. Radioactive contamination detected in all samples did not, however, present a risk to public health in terms of radioactivity exposure.",
          "url": "https://doi.org/10.1126/sciadv.adr9192",
          "doi": "https://doi.org/10.1126/sciadv.adr9192",
          "filter": "2"
        },
        {
          "title": "Titan’s spin state as a constraint on tidal dissipation",
          "authors": "Brynna G. Downey, Francis Nimmo",
          "abstract": "Tidal dissipation in satellites affects their orbital and rotational evolution and their ability to maintain subsurface oceans. However, a satellite’s dissipation rate, parameterized by k 2 /Q , is hard to measure and is only known for the Moon and Io. Here, we use Titan’s measured departure from its expected rotation state to infer k 2 /Q and its boundary layer dissipation parameter K/C s . Over the likely range of ocean and ice shell thicknesses, we infer a K / C s of 6.3 × 10 −14 s −1 to 2.4 × 10 −10 s −1 , a k 2 /Q of 0.058 to 0.12, and a minimum dissipation factor Q ≈ 5 . Titan’s dissipation parameters are one to two orders of magnitude larger than the Moon’s and suggest an interior with a low effective viscosity. Titan’s dissipation rate implies that its eccentricity and inclination are damping rapidly, consistent with an excitation within the last ~350 Myr. The forthcoming Dragonfly lander could measure Titan’s tidal response, and JUICE could use our approach to determine Ganymede’s k 2 /Q .",
          "url": "https://doi.org/10.1126/sciadv.adl4741",
          "doi": "https://doi.org/10.1126/sciadv.adl4741",
          "filter": "2"
        },
        {
          "title": "Chemical passivation and grain-boundary manipulation via in situ cross-linking strategy for scalable flexible perovskite solar cells",
          "authors": "Weifu Zhang, Jian Liu, Wei Song, Jiahong Shan, Haowei Guan, Jun Zhou, Yuanyuan Meng, Xinyu Tong, Jintao Zhu, Mengjin Yang, Ziyi Ge",
          "abstract": "Flexible perovskite solar cells (f-PSCs) are considered the most promising candidates in portable power applications. However, high sensitivity of crystallization on the substrate and the intrinsic brittleness usually trade off the performance of f-PSCs. Herein, we introduced an initiator-free cross-linkable monomer (2,5-dioxopyrrolidin-1-yl) 5-(dithiolan-3-yl)pentanoate (FTA), which can chemically passivate defects and enable real-time fine regulation of crystallization. The resulting perovskite film exhibited higher crystallinity, enlarged grain size, and reduced dependence on the substrate. In addition, the cross-linked FTA [CL(FTA)] distributed along the grain boundaries effectively released the residual stress and securely bound the grains together. Consequently, the CL(FTA)-modified flexible PSCs achieved a record-breaking efficiency of 24.64% (certified 24.08%). Moreover, the scalable potential has been verified by the corresponding rigid and flexible modules, delivering impressive efficiencies of 19.53 and 17.13%, respectively. Furthermore, the optimized device demonstrated bending durability and improved operational stability, thereby advancing the progress of f-PSCs toward industrialization.",
          "url": "https://doi.org/10.1126/sciadv.adr2290",
          "doi": "https://doi.org/10.1126/sciadv.adr2290",
          "filter": "2"
        },
        {
          "title": "Emergent complexity of quantum rotation tunneling",
          "authors": "Yilin Guo, Chen Yang, Xinmiao Xie, Yanwei Li, Kendall N. Houk, Xuefeng Guo",
          "abstract": "Conformational isomerism determines the performance of materials and the activity of biomolecules. However, a complete dynamic study of conformational isomerization is still a formidable challenge at the single-molecule level. In this work, we present real-time in situ electrical monitoring of the full rotation dynamics of a single aromatic chain covalently embedded in graphene electrodes with single-event resolution. We reveal that the dynamic process of phenyl ring rotations at low temperature is dominated by quantum rotation tunneling rather than the quasi-free rotation process. The emergent complexity of different intramolecular rotations in a single aromatic molecule is demonstrated, including the alternating unidirectional rotation with multi-, single-, and half-circle delays driven by inelastic electron tunneling, which has not been previously adequately considered at the macroscopic level. This work builds a bridge between macroscopic and microscopic worlds and improves our understanding of structure-activity relationships, potentially bringing different functions to ordinary materials.",
          "url": "https://doi.org/10.1126/sciadv.ads0503",
          "doi": "https://doi.org/10.1126/sciadv.ads0503",
          "filter": "2"
        },
        {
          "title": "Artificial intelligence using a latent diffusion model enables the generation of diverse and potent antimicrobial peptides",
          "authors": "Yeji Wang, Minghui Song, Fujing Liu, Zhen Liang, Rui Hong, Yuemei Dong, Huaizu Luan, Xiaojie Fu, Wenchang Yuan, Wenjie Fang, Gang Li, Hongxiang Lou, Wenqiang Chang",
          "abstract": "Artificial intelligence holds great promise for the design of antimicrobial peptides (AMPs); however, current models face limitations in generating AMPs with sufficient novelty and diversity, and they are rarely applied to the generation of antifungal peptides. Here, we develop an alternative pipeline grounded in a diffusion model and molecular dynamics for the de novo design of AMPs. The peptides generated by our pipeline have lower similarity and identity than those of other reported methodologies. Among the 40 peptides synthesized for an experimental validation, 25 exhibit either antibacterial or antifungal activity. AMP-29 shows selective antifungal activity against Candida glabrata and in vivo antifungal efficacy in a murine skin infection model. AMP-24 exhibits potent in vitro activity against Gram-negative bacteria and in vivo efficacy against both skin and lung Acinetobacter baumannii infection models. The proposed approach offers a pipeline for designing diverse AMPs to counteract the threat of antibiotic resistance.",
          "url": "https://doi.org/10.1126/sciadv.adp7171",
          "doi": "https://doi.org/10.1126/sciadv.adp7171",
          "filter": "2"
        },
        {
          "title": "VPS18 contributes to phagosome membrane integrity in Mycobacterium tuberculosis –infected macrophages",
          "authors": "Charul Jani, Neha Jain, Amanda K. Marsh, Pooja Uchil, Triet Doan, Meggie Hudspith, Owen T. Glover, Zach R. Baskir, Julie Boucau, David E. Root, Nicole N. van der Wel, John G. Doench, Amy K. Barczak",
          "abstract": "Mycobacterium tuberculosis (Mtb) has evolved to be exquisitely adapted to survive within host macrophages. The capacity to damage the phagosomal membrane has emerged as central to Mtb virulence. While Mtb factors driving membrane damage have been described, host factors that maintain phagosomal integrity or repair Mtb-induced damage to contain the pathogen remain largely unknown. We used a genome-wide CRISPR screen to identify host factors required to repair Mtb-damaged phagosomal membranes. Vacuolar protein sorting–associated protein 18 (VPS18), a member of the HOPS and CORVET trafficking complexes, was among the top hits. VPS18 colocalized with Mtb in macrophages beginning shortly after infection, and VPS18 -knockout macrophages demonstrated increased damage of Mtb-containing phagosomes without impaired autophagy. Mtb grew more robustly in VPS18 -knockout cells, and the first-line antituberculosis antibiotic pyrazinamide was less effective. Our results identify VPS18 as required for phagosomal membrane integrity in Mtb-infected cells and suggest that modulating phagosome integrity may hold promise for improving the efficacy of antibiotic treatment for TB.",
          "url": "https://doi.org/10.1126/sciadv.adr6166",
          "doi": "https://doi.org/10.1126/sciadv.adr6166",
          "filter": "2"
        },
        {
          "title": "Trichome development of systemic developing leaves is regulated by a nutrient sensor–relay mechanism within mature leaves",
          "authors": "Yu-ting Wei, Qin-Xin Bao, Ya-Na Shi, Xin-Rong Mu, Yi-Bo Wang, Ji-Hong Jiang, Fu-Huan Yu, Lai-Sheng Meng",
          "abstract": "Trichome initiation and development is regulated by a diverse range of environmental signals. However, how leaf carbohydrate status determines the trichome initiation and development of systemic developing leaves remains unclear. Here, we found that a specific organ (such as a mature leaf) could function as a nutrient sensor, subsequently promoting or suppressing nonautonomous regulation of trichome initiation and development in response to alternations in nutrient levels. This physical phenomenon was regulated by a sucrose ⟶ ACS7 ⟶ ethylene ⟶ EIN3 ⟶ SUC4 ⟶ sucrose pathway in mature leaves, with a remote control of trichome production in newly developing leaves via a sucrose ⟶ ACS7 ⟶ ethylene ⟶ EIN3 ⟶ TTG1 pathway. These data provide insights into how mature leaves function as nutrient sensors that control trichome formation within distant developing leaves through a nutrient sensor–relay mechanism. Our findings uncover both a previously unidentified, nutrient sensing–regulatory mechanism and the cognate underpinning molecular architecture.",
          "url": "https://doi.org/10.1126/sciadv.adq5820",
          "doi": "https://doi.org/10.1126/sciadv.adq5820",
          "filter": "2"
        },
        {
          "title": "Marine reserves contribute half of the larval supply to a coral reef fishery",
          "authors": "Michael Bode, Severine Choukroun, Michael J. Emslie, Hugo B. Harrison, Jeffrey M. Leis, Luciano B. Mason, Maya Srinivasan, David H. Williamson, Geoffrey P. Jones",
          "abstract": "Marine reserves deliver impressive increases in the abundance and size of exploited species on protected reefs, but larval dispersal makes it difficult to estimate their wider benefits. Australia’s Great Barrier Reef (GBR) contains an extensive network of marine reserves. By combining GBR-wide fish surveys, larval dispersal models, and commercial fishery catch data, we calculate the system-wide ecological and economic contributions of these reserves for coral groupers ( Plectropomus spp.), the region’s most important line fishery. Despite covering only 30% of reef habitat, the GBR’s marine reserve network contains half of the species’ biomass and generates most of its reproductive output (55%), half of the system’s larval settlement (50%), and almost half of the total fishery yield (47%).",
          "url": "https://doi.org/10.1126/sciadv.adt0216",
          "doi": "https://doi.org/10.1126/sciadv.adt0216",
          "filter": "2"
        },
        {
          "title": "Adapting hybrid density functionals with machine learning",
          "authors": "Danish Khan, Alastair J. A. Price, Bing Huang, Maximilian L. Ach, O. Anatole von Lilienfeld",
          "abstract": "Exact exchange contributions significantly affect electronic states, influencing covalent bond formation and breaking. Hybrid density functional approximations, which average exact exchange admixtures empirically, have achieved success but fall short of high-level quantum chemistry accuracy due to delocalization errors. We propose adaptive hybrid functionals, generating optimal exact exchange admixture ratios on the fly using data-efficient quantum machine learning models with negligible overhead. The adaptive Perdew-Burke-Ernzerhof hybrid density functional (aPBE0) improves energetics, electron densities, and HOMO-LUMO gaps in QM9, QM7b, and GMTKN55 benchmark datasets. A model uncertainty-based constraint reduces the method smoothly to PBE0 in extrapolative regimes, ensuring general applicability with limited training. By tuning exact exchange fractions for different spin states, aPBE0 effectively addresses the spin gap problem in open-shell systems such as carbenes. We also present a revised QM9 (revQM9) dataset with more accurate quantum properties, including stronger covalent binding, larger bandgaps, more localized electron densities, and larger dipole moments.",
          "url": "https://doi.org/10.1126/sciadv.adt7769",
          "doi": "https://doi.org/10.1126/sciadv.adt7769",
          "filter": "2"
        },
        {
          "title": "Mechanisms of uropathogenic E. coli mucosal association in the gastrointestinal tract",
          "authors": "Philippe N. Azimzadeh, George M. Birchenough, Nathaniel C. Gualbuerto, Jerome S. Pinkner, Kevin O. Tamadonfar, Wandy Beatty, Thomas J. Hannan, Karen W. Dodson, Enid C. Ibarra, Seonyoung Kim, Henry L. Schreiber, James W. Janetka, Andrew L. Kau, Ashlee M. Earl, Mark J. Miller, Gunnar C. Hansson, Scott J. Hultgren",
          "abstract": "Urinary tract infections (UTIs) are highly recurrent and frequently caused by Uropathogenic Escherichia coli (UPEC) strains that can be found in patient intestines. Seeding of the urinary tract from this intestinal reservoir likely contributes to UTI recurrence (rUTI) rates. Thus, understanding the factors that promote UPEC intestinal colonization is of critical importance to designing therapeutics to reduce rUTI incidence. Although E. coli is found in high abundance in large intestine mucus, little is known about how it is able to maintain residence in this continuously secreted hydrogel. We discovered that the FimH adhesin of type 1 pili (T1P) bound throughout the secreted mucus layers of the colon and to epithelial cells in mouse and human samples. Disruption of T1P led to reduced association with colon mucus. Notably, this mutant up-regulated flagellar production and infiltrated the protective inner mucus layer of the colon. This could explain how UPEC resists being washed off by the continuously secreted mucus layers of the colon.",
          "url": "https://doi.org/10.1126/sciadv.adp7066",
          "doi": "https://doi.org/10.1126/sciadv.adp7066",
          "filter": "2"
        },
        {
          "title": "Mortality drives production dynamics of Atlantic cod through 1100 years of commercial fishing",
          "authors": "Steven E. Campana, George Hambrecht, Nicole Misarti, Habiba Moshfeka, Mary Efird, Sara M. Schaal, Guðbjörg Ásta Ólafsdóttir, Ragnar Edvardsson, Árni Daníel Júlíusson, Einar Hjörleifsson, Frank J. Feeley, Grace Cesario, Lilja Björk Palsdóttir",
          "abstract": "Most edible fish species have been fished for centuries or millennia, leaving little record or understanding of their population responses prior to human impact and thus no baseline for population conservation. Here, we reconstruct the population dynamics of Atlantic cod, one of the world’s most harvested fish species, from the pristine state during the Viking era through more than 1100 years of fishing. Analysis of cod otoliths recovered during archaeological excavations of Icelandic fish processing sites revealed that cod in the 10th to 12th centuries were 25% larger and up to 300% older than modern, despite slower density-dependent growth rates attributed to the sixfold increase in abundance. Fishing mortality came to dominate a time-invariant natural mortality rate and other population characteristics after the 14th century, with minimal evidence of environmental effects at the century scale. Despite the absence of catch records and surveys, biological reference points based on pristine fish populations are now possible where otolith collections are available.",
          "url": "https://doi.org/10.1126/sciadv.adt4782",
          "doi": "https://doi.org/10.1126/sciadv.adt4782",
          "filter": "2"
        },
        {
          "title": "Role of von Willebrand factor, platelets, and aberrant flow in the initiation of venous thrombosis",
          "authors": "Laura J. Mereweather, Daniel Harwood, Josefin Ahnström, Joseph van Batenburg-Sherwood, Isabelle I. Salles-Crawley, James T. B. Crawley",
          "abstract": "Deep vein thrombosis is a major cause of morbidity and mortality worldwide. However, because of the absence of overt blood vessel damage, how venous thrombosis is actually initiated remains unclear. Using endothelialized fluidic devices, we show that aberrant flow patterns that may occur in venous valve pockets of individuals with common stasis-related risk factors can cause the formation of von Willebrand factor–platelet tangles that are resistant to ADAMTS13 removal. These von Willebrand factor–bound platelets specifically recruit neutrophils in a manner that is dependent on platelet-activated α IIb β 3 , neutrophil SLC44A2, and endothelial P-selectin. The interaction of SLC44A2 with activated α IIb β 3 promotes formation of prothrombotic neutrophil extracellular traps. These data provide molecular and cellular insights into the proclivity for venous thrombosis to develop in venous valve pockets and suggest an alternative strategy to protect against the initiation of venous thrombosis.",
          "url": "https://doi.org/10.1126/sciadv.adr5250",
          "doi": "https://doi.org/10.1126/sciadv.adr5250",
          "filter": "2"
        },
        {
          "title": "Climatic and ecological responses to Bennu-type asteroid collisions",
          "authors": "Lan Dai, Axel Timmermann",
          "abstract": "There is an estimated chance of 0.037% that asteroid Bennu will collide with Earth in 2182 CE. The potential collision of such medium-sized asteroids can inject massive amounts of dust into the atmosphere, with unknown consequences for terrestrial and marine ecosystems. Here, we use the coupled high-top Community Earth System Model Version 2 with interactive chemistry to investigate how medium-sized asteroid strikes would affect climate, vegetation, and marine productivity. Our simulations, which inject up to 400 million tons of dust into the stratosphere, show marked disruptions in climate, atmospheric chemistry, and global photosynthesis. Global mean temperatures are projected to drop by 4°C, and global precipitation decreases by 15% in our simulations. The largest relative reductions in global terrestrial and marine net primary productivity reach 36 and 25%, respectively. Depending on the iron amount of the asteroid and the subsequent marine dust deposition, large diatom blooms occur in iron-limited regions such as the Southern Ocean and the eastern equatorial Pacific.",
          "url": "https://doi.org/10.1126/sciadv.adq5399",
          "doi": "https://doi.org/10.1126/sciadv.adq5399",
          "filter": "2"
        },
        {
          "title": "A role for proprioceptors in sngception",
          "authors": "Cheng-Han Lee, Jiann-Her Lin, Shing-Hong Lin, Chu-Ting Chang, Yu-Wei Wu, Guy Bewick, Robert W. Banks, Stefan Gründer, Ute Hochgeschwender, Chih-Cheng Chen",
          "abstract": "Proprioceptors are primary mechanosensory neurons to monitor the status of muscle contraction and/or body position ( 1 ). Although proprioceptors are known as non-nociceptive mechanoreceptors, they also express the pro-nociceptive acid-sensing ion channel 3 (ASIC3) ( 2 – 5 ). To probe the role for proprioceptors in sensing acidosis (or sngception) ( 6 ), we found that genetic deletion of Asic3 in proprioceptors but not in nociceptors abolished acid-induced chronic hyperalgesia in mice. Chemo-optogenetically activating proprioceptors resulted in hyperalgesic priming that favored chronic pain induced by acidosis. In humans, intramuscular acidification induced acid perception but not pain. Conversely, in a spinal cord–injured patient who lost pain sensation in the right leg, proprioception and sngception were remaining somatosensory functions, associated with the spinal dorsal column. Together, evidence from both mouse and human studies suggests a role for proprioceptors in sngception.",
          "url": "https://doi.org/10.1126/sciadv.abc5219",
          "doi": "https://doi.org/10.1126/sciadv.abc5219",
          "filter": "2"
        },
        {
          "title": "Zinc-finger PARP proteins ADP-ribosylate alphaviral proteins and are required for interferon-γ–mediated antiviral immunity",
          "authors": "Andrew P. Ryan, Sofia E. Delgado-Rodriguez, Matthew D. Daugherty",
          "abstract": "Viral manipulation of posttranslational modifications (PTMs) is critical to enable control over host defenses. Evidence suggests that one such PTM, adenosine 5′-diphosphate (ADP)–ribosylation, is important for viral replication, but the host and viral components involved are poorly understood. Here, we demonstrate that several human poly(ADP-ribose) polymerase (PARP) proteins, including the zinc-finger domain containing PARP7 (TiPARP) and PARP12, directly ADP-ribosylate the alphaviral nonstructural proteins (nsPs), nsP3 and nsP4. These same human PARP proteins inhibit alphavirus replication in a manner that can be antagonized by the ADP-ribosylhydrolase activity of the virally encoded macrodomain. Last, we find that knockdown of any of the three CCCH zinc-finger domain containing PARPs, PARP7, PARP12, or the enzymatically inactive PARP13 (ZAP/ZC3HAV1), attenuates the antiviral effects of interferon-γ on alphavirus replication. Combined with evolutionary analyses, these data suggest that zinc-finger PARPs share an ancestral antiviral function that can be antagonized by the activity of viral macrodomains, indicative of an ongoing evolutionary conflict between host ADP-ribosylation and viruses.",
          "url": "https://doi.org/10.1126/sciadv.adm6812",
          "doi": "https://doi.org/10.1126/sciadv.adm6812",
          "filter": "2"
        },
        {
          "title": "Enrichment of moderately volatile elements in first-generation planetesimals of the inner Solar System",
          "authors": "Damanveer S. Grewal, Surjyendu Bhattacharjee, Bidong Zhang, Nicole X. Nie, Yoshinori Miyazaki",
          "abstract": "The depletion of moderately volatile elements (MVEs) in terrestrial planets remains poorly understood, with explanations including partial nebular condensation and MVE loss during planetesimal differentiation or collisions. In this study, we use magmatic iron meteorites to reconstruct the MVE inventory of the earliest inner [noncarbonaceous (NC)] and outer [carbonaceous (CC)] Solar System planetesimals. We show that several NC and CC iron meteorite parent bodies (IMPBs) exhibit chondrite-like MVE abundances, indicating that “first-generation” inner Solar System planetesimals were remarkably MVE rich. Consistent with isotopic signatures of MVEs in Earth and Mars, these planetesimals made a substantial contribution to the MVE inventories of terrestrial planets. Variations in MVE abundances among IMPBs, particularly the two volatile-depleted NC and CC IMPBs (IVA and IVB), reflect secondary volatile loss after disruption of their parent bodies. Consequently, MVE depletion in terrestrial planets is more closely linked to the protracted history of MVE loss during planetesimal collisions rather than incomplete condensation or MVE loss during planetesimal differentiation.",
          "url": "https://doi.org/10.1126/sciadv.adq7848",
          "doi": "https://doi.org/10.1126/sciadv.adq7848",
          "filter": "2"
        },
        {
          "title": "Monoaminergic neurotransmitters are bimodal effectors of tau aggregation",
          "authors": "Xinmin Chang, Amanda M. Tse, Marina Fayzullina, Angela Albanese, Minchan Kim, Conner F. Wang, Zipeng Zheng, Ruchira V. Joshi, Christopher K. Williams, Shino D. Magaki, Harry V. Vinters, Jeremy O. Jones, Ian S. Haworth, Paul M. Seidler",
          "abstract": "Neurotransmitters (NTs) mediate trans-synaptic signaling, and disturbances in their levels are linked to aging and brain disorders. Here, we ascribe an additional function for NTs in mediating intracellular protein aggregation by interaction with cytosolic protein fibrils. Cell-based seeding experiments revealed monoaminergic NTs as inhibitors of tau. Seeding is a disease-relevant mechanism involving catalysis by fibrils, leading to the aggregation of proteins in Alzheimer’s disease and other neurodegenerative diseases. Chemotyping small molecules with varied backbone structures revealed determinants of aggregation inhibitors and catalysts. Among those identified were monoaminergic NTs. Dose titrations revealed bimodal effects indicative of fibril disaggregation, with aggregation catalysis occurring at low ratios of NTs and inhibited seeding ensuing at higher concentrations. Bimodal effects by NTs extend from in vitro systems to dopaminergic neurons, suggesting that pharmacotherapies that modify intracellular NT levels could shape the neuronal protein aggregation environment.",
          "url": "https://doi.org/10.1126/sciadv.adr8055",
          "doi": "https://doi.org/10.1126/sciadv.adr8055",
          "filter": "2"
        },
        {
          "title": "Evolution in changing seas: The loss of plasticity under predator invasion and warming oceans",
          "authors": "James J. Corbett, Geoffrey C. Trussell",
          "abstract": "The impact of invasive predators during the early stages of invasion is often variable in space and time. Such variation is expected to initially favor plasticity in prey defenses, but fixed defenses as invaders become established. Coincident with the range expansion of an invasive predatory crab in the Gulf of Maine, we document rapid changes in shell thickness—a key defense against shell crushing predators—of an intertidal snail. Field experiments, conducted 20 years apart, revealed that temporal shifts in shell thickness were driven by the evolution of increased trait means and erosion of thickness plasticity. The virtual elimination of the trade-off in tissue mass that often accompanies thicker shells is consistent with the evolution of fixed defenses under increasingly certain predation risk.",
          "url": "https://doi.org/10.1126/sciadv.adr6947",
          "doi": "https://doi.org/10.1126/sciadv.adr6947",
          "filter": "2"
        },
        {
          "title": "DNA methylation–based age prediction and sex-specific epigenetic aging in a lizard with female-biased longevity",
          "authors": "Ethan P. Shealy, Tonia S. Schwartz, Robert M. Cox, Aaron M. Reedy, Benjamin B. Parrott",
          "abstract": "Sex differences in life span are widespread across animal taxa, but their causes remain unresolved. Alterations to the epigenome are hypothesized to contribute to vertebrate aging, and DNA methylation–based aging clocks allow for quantitative estimation of biological aging trajectories. Here, we investigate the influence of age, sex, and their interaction on genome-wide DNA methylation patterns in the brown anole ( Anolis sagrei ), a lizard with pronounced female-biased survival and longevity. We develop a series of age predictor models and find that, contrary to our predictions, rates of epigenetic aging were not slower in female lizards. However, methylation states at loci acquiring age-associated changes appear to be more “youthful” in young females, suggesting that female DNA methylomes are preemptively fortified in early life in opposition to the direction of age-related drift. Collectively, our findings provide insights into epigenetic aging in reptiles and suggest that early-life epigenetic profiles may be more informative than rates of change for predicting sex biases in longevity.",
          "url": "https://doi.org/10.1126/sciadv.adq3589",
          "doi": "https://doi.org/10.1126/sciadv.adq3589",
          "filter": "2"
        },
        {
          "title": "Noncontact microbiota transplantation by core-shell microgel-enabled nonleakage envelopment",
          "authors": "Feng Wu, Sisi Lin, Huilong Luo, Chuhan Wang, Jinyao Liu, Xinyuan Zhu, Yan Pang",
          "abstract": "Transplantation of beneficial bacteria to specific microbiota has been widely exploited to treat diseases by reshaping a healthy microbial structure. However, direct exposure of exogenous bacteria in vivo suffers from low bioavailability and infection risk. Here, we describe a noncontact microbiota transplantation system (NMTS) by core-shell microgel-enabled nonleakage envelopment. Bacteria are encapsulated into the core of core-shell microgels via two-step light-initiated emulsion polymerization of gelatin methacrylate. NMTS is versatile for biocontainment of diverse strains, showing near complete encapsulation and negligible influence on bacterial activity. As a proof-of-concept study on probiotic transplantation to the gut microbiota, NMTS demonstrates the shielding effect to protect sealed bacteria from intraluminal insults of low pH and bile acid, the toughness to prevent bacterial leakage during entire gastrointestinal passage and reduce infection risk, and the permeability to release beneficial metabolites and reconstruct a balanced intestinal microbial structure, proposing a contactless fashion for advanced microbiota transplantation.",
          "url": "https://doi.org/10.1126/sciadv.adr7373",
          "doi": "https://doi.org/10.1126/sciadv.adr7373",
          "filter": "2"
        },
        {
          "title": "Arabidopsis KNL1 recruits type one protein phosphatase to kinetochores to silence the spindle assembly checkpoint",
          "authors": "Ying He, Xiaoya Tang, Hao Fu, Yihang Tang, Honghui Lin, Xingguang Deng",
          "abstract": "Proper chromosome segregation during cell division is essential for genomic integrity and organismal development. This process is monitored by the spindle assembly checkpoint (SAC), which delays anaphase onset until all chromosomes are properly attached to the mitotic spindle. The kinetochore protein KNL1 plays a critical role in recruiting SAC proteins. Here, we reveal that Arabidopsis KNL1 regulates SAC silencing through the direct recruitment of type one protein phosphatase (TOPP) to kinetochores. We show that KNL1 interacts with all nine TOPPs via a conserved RVSF motif in its N terminus, and this interaction is required for the proper localization of TOPPs to kinetochores during mitosis. Disrupting KNL1-TOPP interaction leads to persistent SAC activation, resulting in a severe metaphase arrest and defects in plant growth and development. Our findings highlight the evolutionary conservation of KNL1 in coordinating kinetochore-localized phosphatase to ensure timely SAC silencing and faithful chromosome segregation in Arabidopsis .",
          "url": "https://doi.org/10.1126/sciadv.adq4033",
          "doi": "https://doi.org/10.1126/sciadv.adq4033",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Elite embeddedness: the rise of financiers on university boards as parallel social organizations",
          "authors": "Charlie Eaton, Albina Gibadullina",
          "abstract": "We develop a theory of elite embeddedness in which social organizations parallel to the economy can provide advantages via private information and reciprocity from other elites. The growing representation of private equity and hedge fund managers on university boards of trustees is analyzed to show how this increasingly wealthy sub-group of financiers gained elite social ties despite the decline of bank-based interlocks between corporate boards. We find evidence that financiers secured trustee positions both because of their high rates of elite degree holding and their attraction to trustee appointments at the most selective schools. We also find that private equity firms attained higher investment returns when their general partners held more trustee positions. The results suggest that benefits accrue to elite intermediaries from social closure in parallel social organizations such as universities.",
          "url": "https://doi.org/10.1093/ser/mwaf001",
          "doi": "https://doi.org/10.1093/ser/mwaf001",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
