{
  "update": "2025-06-20",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Engineering Territory: Space and Colonies in Silicon Valley – CORRIGENDUM",
          "authors": "ALINA UTRATA",
          "url": "https://doi.org/10.1017/s000305542510083x",
          "doi": "https://doi.org/10.1017/s000305542510083x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "AI as Governance",
          "authors": "Henry Farrell",
          "abstract": "Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline.",
          "url": "https://doi.org/10.1146/annurev-polisci-040723-013245",
          "doi": "https://doi.org/10.1146/annurev-polisci-040723-013245",
          "filter": 0
        },
        {
          "title": "Rural Politics in the United States",
          "authors": "Trevor E. Brown, Suzanne Mettler",
          "abstract": "Scholars of American politics have recently turned their attention to rural politics, aiming to understand the late twentieth and early twenty-first century nationwide shift of white rural voters to the Republican Party and the ensuing rural–urban political divide. We review research that assesses the potential causes of the rise of place-based polarization, including political–economic transformation, racism, ethnocentrism, and the growing salience of social issues. We also consider its consequences, such as increased levels of social polarization and institutional threats to democracy. Most research to date has focused on individuals, whether to specify rural identity and its correlates or to probe public opinion and political behavior. We recommend that scholars broaden their scope of inquiry to include factors at the meso and macro levels by studying the interplay between place and institutions, public policies, and organizations as well as broader political, economic, and social developments. This will entail attention to change over time. We suggest that scholars resist cordoning off this research area into rural studies and instead engage with broad questions about the functioning of American democracy.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-114017",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-114017",
          "filter": 0
        },
        {
          "title": "Women's Suffrage: Causes and Consequences",
          "authors": "Dawn Langan Teele",
          "abstract": "From 2000 to 2020, more than 20 countries marked a century of women's suffrage. These anniversaries occurred alongside a period of rich theoretical innovation in the democratization literature, producing a decade of research on the causes and consequences of women's suffrage. This body of research pushes against the narrative that suffrage happened automatically with modernization and the claims that early women voters were apathetic and conservative and did not get what they wanted out of politics. New scholarship reveals how political competition and suffragists’ strategies were key components of suffrage reform and how women, who often cast the largest number of votes in any given context, could shift the balance toward left parties if they were highly mobilized in cities. Finally, a growing body of scholarship has shown how suffrage led to expansions of early welfare state policies. Future work should examine these dynamics in suffrage's second wave and outside of the global North.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-125642",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-125642",
          "filter": 0
        },
        {
          "title": "Revolution as Mass-Based Regime Change",
          "authors": "Killian Clarke",
          "abstract": "This article makes the case for a broad definition of revolution as mass-based regime change. Recent years have seen an outpouring of research on mass mobilization, responding in part to a succession of global revolutionary waves. But this scholarship has flourished despite conceptual dissensus, with works embracing an array of partly overlapping terms (e.g., uprising, rebellion, civil resistance). Revolution offers a clear and tractable way of characterizing the full range of these mass movements, while still allowing for conceptual narrowing with adjectives. It also provides a conceptual link to related literatures on authoritarianism and democratization, which characterize mass-based regime change as one of the main threats dictators face. After making these arguments, I demonstrate the utility of this broad definition by reviewing two active debates regarding different forms of revolution: the relative merits of nonviolent versus violent resistance and the types of democracy emerging from democratic revolution versus elite-led negotiations.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-114124",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-114124",
          "filter": 0
        },
        {
          "title": "Political Meritocracy and Democracy",
          "authors": "Dimitri Landa, Ryan Pevnick",
          "abstract": "Political meritocracy is the idea that political institutions should aim to empower those people who are particularly well-suited to rule. This article surveys recent literature in democratic theory that argues on behalf of institutional arrangements that aim to realize the ideal of political meritocracy. We detail two prominent families of meritocratic proposals: nondemocratic meritocracy and weighted voting. We then describe and briefly evaluate five potentially important criticisms of political meritocracy related to the coherence of merit as an ideal, the demographic objection, rent-seeking, political inequality, and social peace. We also consider the key ways in which existing electoral democracies create spaces for institutionally meritocratic forms. Finally, we highlight the importance of exploring institutional innovations that allow democracies to effectively incorporate expertise without, at the same time, becoming vulnerable to the criticisms of political meritocracy that we discuss.",
          "url": "https://doi.org/10.1146/annurev-polisci-050123-113309",
          "doi": "https://doi.org/10.1146/annurev-polisci-050123-113309",
          "filter": 0
        },
        {
          "title": "Race, Racism, and the Crisis of Democracy in Political Science",
          "authors": "Robbie Shilliam, Lester Spence",
          "abstract": "Over the past decade, autocratization has increased worldwide, and the United States itself has seen its own democracy erode. While political scientists have begun to study both phenomena in earnest, with exceptions, they have been unable to fully wrestle with either. We suggest that this incomplete understanding is the result of the discipline's problematic racial history. At the time of its founding in the late nineteenth century, political science provided a eugenicist justification for the very hierarchies and segregations that are now under scrutiny. Race was understood to be the quintessential subject of social scientific inquiry. After World War II, political scientists rejected eugenics and instead focused on defending democracy against totalitarianism. In doing so, they relegated racism to an ideological/irrational phenomenon and thus as extraneous to the core concern of the discipline. In this Annual Review of Political Science article, we refract the discipline's contemporary and historical concerns with democracy through the lens of racial politics to better equip scholars with tools to examine and critically diagnose contemporary politics.",
          "url": "https://doi.org/10.1146/annurev-polisci-061523-103553",
          "doi": "https://doi.org/10.1146/annurev-polisci-061523-103553",
          "filter": 0
        },
        {
          "title": "Is War in Decline?",
          "authors": "Tanisha M. Fazal",
          "abstract": "The claim that war is in decline has gained considerable traction among analysts and policy makers. This review surveys the empirical data as well as the theoretical arguments for a decline of war. It concludes that, while great power wars have declined since 1945, war in general is not necessarily in decline. Critiques of the claim that war is in decline range from the statistical to the anthropological. While war is not necessarily in decline, though, it has changed. Specifically, a major driver of the putative decline of war—international norms, laws, and institutions—has done more to change how war is discussed and presented than whether it is prosecuted. Stronger theories of change are needed in international relations to understand whether these somewhat superficial changes could deepen in ways that produce a true decline in war.",
          "url": "https://doi.org/10.1146/annurev-polisci-041923-115351",
          "doi": "https://doi.org/10.1146/annurev-polisci-041923-115351",
          "filter": 0
        },
        {
          "title": "Expert Knowledge in Democracies: Promises, Limits, and Conflict",
          "authors": "Eduardo Dargent Bocanegra, Gabriela Spanghero Lotta",
          "abstract": "The article reviews recent literature on bureaucratic experts as political actors in democracies, with a focus on their complex, sometimes conflictive relationships with politicians. First, we present the central promises of expertise for democratic governance: its alleged objectivity, responsiveness to the common good, and effectiveness. Then, we look into two criticisms of this optimistic and apolitical view: Expertise is neither as unbiased nor as effective as claimed. Building on a more political understanding of experts’ power in democracies, we then discuss two topics that illustrate experts’ relationships with politicians: ( a ) the conditions and political dynamics that cause changes in technical policy areas’ influence, preferences, and institutional arrangements (or even experts’ demise) and ( b ) how challenging experts’ power is for democracy and elected politicians. We conclude with suggestions for future research and a call to find more common ground between the literatures focusing on experts and politics.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-020420",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-020420",
          "filter": 0
        },
        {
          "title": "Understanding Intimate Partner Violence",
          "authors": "Lisa Blaydes, James D. Fearon, Mae MacDonald",
          "abstract": "Violence against women occurs at high rates in societies across the world. The most common form is intimate partner violence, abuse perpetrated against a spouse or intimate relationship partner. We present a household bargaining model that seeks to clarify causal mechanisms and to identify key pathways by which economic, political, legal, and cultural factors external to households influence domestic abuse rates, gender equity within relationships, and rates of relationship dissolution. We relate key parameters to factors that differ across societies and over time, including economic opportunities for women, laws that criminalize domestic abuse, and social norms associated with gender equality. We review research associated with these topics to establish what we know and do not know about violence against women in households. While much of this literature is outside of the field of political science, we highlight opportunities for political scientists to contribute to our understanding of how and why domestic violence persists in the world today.",
          "url": "https://doi.org/10.1146/annurev-polisci-041322-044022",
          "doi": "https://doi.org/10.1146/annurev-polisci-041322-044022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Losing Touch: The Rhetorical Cost of Governing",
          "authors": "Frederik Hjorth",
          "abstract": "The electoral ‘cost of governing’ is widely considered a law-like phenomenon. However, costs of governing are not limited to the electoral dimension. This paper highlights and documents an unappreciated nonelectoral cost of holding government office: diminished rhetorical simplicity. I argue that the functional demands of running government compel government members to speak less simply than is electorally optimal. I refer to this effect as 'the rhetorical cost of governing'. I test this theory using rich data on individual legislator careers and parliamentary speech in Denmark across three decades. Consistent with the theory, government membership reduces rhetorical simplicity. Additional analyses suggest the effect is transitory and is driven by constraints on issue emphasis. I then provide experimental evidence of downstream electoral consequences, showing that respondents prefer politicians using simple language. The results enrich our understanding of the costs of governing, the opposition advantage, and the mass grievances fueling populist political movements.",
          "url": "https://doi.org/10.1177/00104140251349646",
          "doi": "https://doi.org/10.1177/00104140251349646",
          "filter": 0
        },
        {
          "title": "Does Affluence Influence Authoritarian Responsiveness? Evidence From Urban China",
          "authors": "Jiawei Fu, Zeren Li, Haibing Yan",
          "abstract": "While research on advanced democracies highlights unequal political responsiveness favoring the affluent, less is known about such bias in authoritarian regimes without competitive elections. This paper analyzes how wealth affects bureaucratic responsiveness in an authoritarian context. By matching administrative data on municipal service records with apartment complex-level housing prices in downtown Shanghai, we show mixed findings on unequal responsiveness. Local governments resolve issues faster for residents in wealthier areas, which indicates a priority bias. However, residents in poorer areas receive equally positive resolutions as those in richer neighborhoods. Using interviews and a formal model, we interpret these mixed findings as an outcome of the dual mandates street-level bureaucrats face: efficiency pressure and social stability concerns.",
          "url": "https://doi.org/10.1177/00104140251342921",
          "doi": "https://doi.org/10.1177/00104140251342921",
          "filter": 0
        },
        {
          "title": "‘Men’s Parties’, but With More Active Women: Gender and Party Activism in the Populist Radical Right",
          "authors": "Sofia Ammassari",
          "abstract": "While the gender gap among populist radical right (PRR) voters and representatives has been extensively investigated, little is known about the extent to which women are active as PRR party members. To examine this, I ask: How and why does party activism in PRR parties differ between women and men? Based on the literature on gender and party politics, I expect women PRR party members to be less active than men because they have less motivations to participate, are less embedded in party networks, and are more sensitive to stigma. Drawing on original survey data from thousands of members of the League in Italy and the Sweden Democrats, I find that women PRR party members are overall more active than men because they are more embedded in party networks. This surprising result has important implications for our understanding of women’s participation in parties and the growing normalisation of PRR politics.",
          "url": "https://doi.org/10.1177/00104140251349654",
          "doi": "https://doi.org/10.1177/00104140251349654",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "What State? Political Parties and Non-State Security Provision in Lebanon",
          "authors": "Kelly Stedem",
          "abstract": "Security is the canonical public good provided by the state to its citizens. Yet, many states are incapable or unwilling to provide security in a consistent fashion across their territory. The provision of security, order, and management of crime is a crucial “good” that parties can and do offer their constituents, resulting in widespread variation in security at the neighborhood level. What explains this variation in the provision of security and local policing by political parties? Drawing on 132 semi-structured interviews conducted during eight months of fieldwork in Lebanon, this study suggests that organizational capacity is one determinant of whether political parties step into the role of security providers. It shows that maintaining robust linkages with constituent communities and party members at the local level are necessary to coordinating security measures.",
          "url": "https://doi.org/10.5129/001041525x17489537724915",
          "doi": "https://doi.org/10.5129/001041525x17489537724915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Toothless compulsory voting can increase turnout: Evidence from India",
          "authors": "Reshikesav Rajan, Shane P. Singh",
          "url": "https://doi.org/10.1016/j.electstud.2025.102951",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102951",
          "filter": 0
        },
        {
          "title": "With a little help from the crowd: Estimating election fraud with forensic methods",
          "authors": "Christoph Koenig",
          "url": "https://doi.org/10.1016/j.electstud.2025.102943",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Triangulating the Relationship Between Education and Attitudes Toward Immigration",
          "authors": "Qinya Feng",
          "abstract": "Education is widely believed to predict attitudes toward immigration, but what causal relationship underlies this descriptive pattern? This research employs three distinct natural experiments and considers genetic factors to triangulate this relationship: Study 1 analyses discordant monozygotic twins; Study 2 assesses the impact of a Swedish education reform; and Study 3 analyses dizygotic twins with the use of a polygenic index for education, a DNA-based measure for genetic predispositions toward education. The results indicate that education does modestly promote open views toward immigration (Study 1), yet the reform’s effect remains uncertain (Study 2). Study 3 offers direct evidence of the effects of genetic predispositions and suggests that genetics related to education may influence attitudes beyond achieved educational attainment. These findings confirm the positive impact of education while pointing to the combined influence of genetic and social pathways in shaping immigration attitudes.",
          "url": "https://doi.org/10.1017/xps.2024.7",
          "doi": "https://doi.org/10.1017/xps.2024.7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "The grass is always greener on the other side: Transnational ethnic inequality and ethno-nationalist conflict",
          "authors": "Chong Chen, Kyle Beardsley, Nils B Weidmann",
          "abstract": "Existing research has shown that horizontal inequalities arising from comparisons between ethnic groups can promote ethno-nationalist conflict. However, these studies have largely focused on comparison between groups within the same country. In this article, we extend this perspective and study comparisons with kin groups abroad and how they affect the risk of ethnic civil war. In particular, we address the fact that many groups have several kin groups abroad, all of which could serve as reference points for comparison. Drawing on insights from social psychology, we argue that the comparisons made with different groups involve distinct motivations, which can yield varying degrees of stimulus related to the outbreak of ethno-nationalist conflict. Our results suggest that comparisons with kin groups abroad – especially the best (most well-off) groups, as well as the nearest or median groups – are salient in increasing the propensity for conflict incidence. Moreover, groups that are relatively well-off and thus prone to downward comparisons, especially when the group is wealthier than all of its transnational kin groups, are much less likely to fight. A novel finding emerges: relative poverty in comparison with transnational kin does not appear to exacerbate the potential for conflict, but relative wealth does appear to attenuate it.",
          "url": "https://doi.org/10.1177/00223433251317102",
          "doi": "https://doi.org/10.1177/00223433251317102",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Underneath the Surface: Unpacking Gendered Dynamics in Legislative Oversight in Italian Municipalities",
          "authors": "Marta Ponzo, Jana Schwenk",
          "abstract": "A growing strand of research investigates how women behave in office. While previous studies have explored women's engagement in policy‐making and representation, less is known about their engagement in legislative oversight, particularly at the local level, a critical area for female representation. This paper adapts existing theories to the local context, presenting two opposing arguments: on the one hand, women may engage more actively in legislative oversight; on the other, traditional gender norms may hinder their effectiveness as legislators. We also hypothesize that women's oversight engagement may depend on the number of female councillors present. Using novel survey data from Italian municipal councillors, our findings indicate that women engage less frequently than men in legislative oversight. Additionally, as the share of female councillors increases, individual female councillors become less likely to engage in oversight activities, likely due to backlash from male colleagues seeking to reassert dominance as women's representation grows.",
          "url": "https://doi.org/10.1111/lsq.70021",
          "doi": "https://doi.org/10.1111/lsq.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Explaining the political strategies of radical left parties in Europe after 2008",
          "authors": "Or Dar, Ronen Mandelkern",
          "abstract": "As consistent critics of neoliberalism, Radical Left parties have enjoyed a unique political position after the 2008 financial crisis. One main factor affecting these parties’ electoral success was whether they adopted more “flexible” political strategies and discourse that could appeal to a broader audience of voters. That raises the question of why only some Radical Left parties have adopted a “flexible” strategy while others have not. This article develops a novel theoretical framework to answer this question, arguing that the strategic choices of Radical Left parties were affected by a set of external conditions - primarily the severity of social and economic conditions and the features of political competition - and internal features - primarily ideological heritage and the degree of party leadership autonomy. Empirically, those findings are based on an extensive in-depth comparative analysis of six Radical Left parties in three countries: Denmark, France, and Spain.",
          "url": "https://doi.org/10.1177/13540688251352412",
          "doi": "https://doi.org/10.1177/13540688251352412",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "The Broader Political Significance of Houses of Worship: Theory and Evidence from Indonesian Mosques",
          "authors": "Nathanael Gratias Sumaktoyo",
          "abstract": "Houses of worship hold specific political significance because they shape the political attitudes and behaviors of their congregations. I argue that they also have broader political significance because their impact extends beyond the congregation to the local community. I support this argument by analyzing the locations of more than 300,000 mosques in Indonesia and national panel data of more than 16,000 Muslim respondents. Employing a difference-in-difference approach, I find that the presence of new mosques in a kecamatan (district) correlates with increased exclusionary attitudes toward non-Muslims. To a more limited extent, the presence of more mosques also correlates with a greater emphasis on religious similarity in voting decisions. Further exploratory analysis suggests that mosques serving as channels for information and communication within the community plays a more significant role in producing these effects than their functions in enhancing religiosity or reinforcing religious identity.",
          "url": "https://doi.org/10.1017/s153759272500088x",
          "doi": "https://doi.org/10.1017/s153759272500088x",
          "filter": 0
        },
        {
          "title": "Bent into Submission? Domestic Investors and Populist Governments",
          "authors": "Alison L. Johnston, Juliet Johnson",
          "abstract": "Do populist governments bend their economic policies to the preferences of bondholders? Populist governments should be a “least likely” case for the market discipline hypothesis. Populist parties typically run on platforms that scapegoat wealthy elites as “enemies of the people” and hence should be more resistant to changing policy positions in the face of market pressure, given their reluctance to alienate their base. Employing most-different case studies of the Five Star Movement/Lega coalition in Italy and Viktor Orbán’s government in Hungary, we find that populists do bend to market pressure but that this “disciplining effect” does not stem primarily from foreign investors. Rather, it was the inaction of domestic investors in bond auctions that caused these governments to reverse course on headline economic policies. Because domestic investors served as both governments’ “buyers of last resort,” they needed to maintain their favor amidst foreign capital flight.",
          "url": "https://doi.org/10.1017/s1537592725000817",
          "doi": "https://doi.org/10.1017/s1537592725000817",
          "filter": 0
        },
        {
          "title": "Negotiating for Autonomy: How Humanitarian INGOs Resisted Donors During the Syrian Refugee Response",
          "authors": "Emily K. M. Scott",
          "abstract": "More autonomous humanitarian international nongovernmental organizations (INGOs) have greater capacity to determine who receives aid among conflict- and crisis-affected populations than their donor-following counterparts. The latter are more likely to become instruments of states seeking geostrategic influence in places like Syria and Ukraine. Drawing on more than 120 interviews with INGO and donor agency workers, 10 months of political ethnography among INGOs working with refugees in Lebanon and Jordan after the war in Syria, and content analysis of organizational documents, this article investigates the ways that INGOs secure autonomy from donors. In a theory-building exercise, it introduces the concept of negotiation experience to explain why some INGOs develop skills and strategies that allow them to resist donor demands. It also identifies some of the tactics used by experienced negotiators to do so. The findings have implications for who controls and is accountable for humanitarian policy and practice, as well as the abilities of state donors to influence humanitarian behavior. They call into question expectations that INGOs “scramble” for funds under conditions of funding scarcity.",
          "url": "https://doi.org/10.1017/s1537592725000635",
          "doi": "https://doi.org/10.1017/s1537592725000635",
          "filter": 0
        },
        {
          "title": "Reassessing the Impact of Local Control: When Smaller Local Governments Permit More Housing",
          "authors": "Martin Vinæs Larsen, Laura Kettel",
          "abstract": "Housing scarcity is a widespread social and economic problem. Prior studies have attributed this scarcity to local control over land use, which has been seen as making policy makers more responsive to small electorates. Challenging this argument, we suggest that smaller jurisdictions have stronger incentives and greater capacity to raise tax revenue by building housing. Therefore, expanding the electorate that policy makers are responsive to could lead to a more restrictive housing policy. To explore this question empirically, we study a reform that consolidated some Danish municipalities, increasing the size of their jurisdiction. Using a difference-in-differences design, we find that consolidated municipalities issue fewer permits and complete less housing than smaller jurisdictions. Our study thus shows that politicians permitted more housing when they were accountable to a smaller electorate. This upends conventional wisdom and suggests that local control need not be at odds with more liberal land use policy.",
          "url": "https://doi.org/10.1017/s1537592725000799",
          "doi": "https://doi.org/10.1017/s1537592725000799",
          "filter": 0
        },
        {
          "title": "Response to Anthony J. Grasso’s Review of New Deal Law and Order: How the War on Crime Built the Modern Liberal State",
          "authors": "Anthony Gregory",
          "url": "https://doi.org/10.1017/s1537592725000428",
          "doi": "https://doi.org/10.1017/s1537592725000428",
          "filter": 0
        },
        {
          "title": "Response to Atef Said’s Review of The Rise of the Masses: Spontaneous Mobilization and Contentious Politics.",
          "authors": "Benjamin Abrams",
          "url": "https://doi.org/10.1017/s1537592725000301",
          "doi": "https://doi.org/10.1017/s1537592725000301",
          "filter": 0
        },
        {
          "title": "The Rise of the Masses: Spontaneous Mobilization and Contentious Politics. By Benjamin Abrams. Chicago, IL: University of Chicago Press, 2023. 296p.",
          "authors": "Atef Said",
          "url": "https://doi.org/10.1017/s1537592725000283",
          "doi": "https://doi.org/10.1017/s1537592725000283",
          "filter": 0
        },
        {
          "title": "Note from the Editors",
          "authors": "Wendy Pearlman, Ana Arjona",
          "url": "https://doi.org/10.1017/s1537592725000441",
          "doi": "https://doi.org/10.1017/s1537592725000441",
          "filter": 0
        },
        {
          "title": "Review Index",
          "url": "https://doi.org/10.1017/s1537592725102016",
          "doi": "https://doi.org/10.1017/s1537592725102016",
          "filter": 0
        },
        {
          "title": "New Deal Law and Order: How the War on Crime Built the Modern Liberal State. By Anthony Gregory. Cambridge, Mass.: Harvard University Press, 2024. 512p.",
          "authors": "Anthony J. Grasso",
          "url": "https://doi.org/10.1017/s1537592725000404",
          "doi": "https://doi.org/10.1017/s1537592725000404",
          "filter": 0
        },
        {
          "title": "Response to Benjamin Abrams’s Review of Revolution Squared: Tahrir, Political Possibilities, and Counterrevolution in Egypt",
          "authors": "Atef Shahat Said",
          "url": "https://doi.org/10.1017/s1537592725000295",
          "doi": "https://doi.org/10.1017/s1537592725000295",
          "filter": 0
        },
        {
          "title": "Response to Anthony Gregory’s Review of Dual Justice: America’s Divergent Approaches to Street and Corporate Crime",
          "authors": "Anthony J. Grasso",
          "url": "https://doi.org/10.1017/s153759272500043x",
          "doi": "https://doi.org/10.1017/s153759272500043x",
          "filter": 0
        },
        {
          "title": "Technology, Non-State Actors and the Crisis of Liberal Governance: Security and Conflict Studies in the Twenty-First Century",
          "authors": "Kathrin Bachleitner, Anne Wolf, Sarah Bufkin",
          "url": "https://doi.org/10.1017/s1537592725000313",
          "doi": "https://doi.org/10.1017/s1537592725000313",
          "filter": 0
        },
        {
          "title": "Dual Justice: America’s Divergent Approaches to Street and Corporate Crime. By Anthony J. Grasso. Chicago: The University of Chicago Press, 2024. 333p.",
          "authors": "Anthony Gregory",
          "url": "https://doi.org/10.1017/s1537592725000416",
          "doi": "https://doi.org/10.1017/s1537592725000416",
          "filter": 0
        },
        {
          "title": "Revolution Squared: Tahrir, Political Possibilities, and Counterrevolution in Egypt. By Atef Shahat Said. Durham and London: Duke University Press, 2023. 344p.",
          "authors": "Benjamin Abrams",
          "url": "https://doi.org/10.1017/s1537592725000271",
          "doi": "https://doi.org/10.1017/s1537592725000271",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PPS volume 23 issue 2 Cover and Back matter",
          "url": "https://doi.org/10.1017/s1537592725102053",
          "doi": "https://doi.org/10.1017/s1537592725102053",
          "filter": 1
        },
        {
          "title": "PPS volume 23 issue 2 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1537592725102041",
          "doi": "https://doi.org/10.1017/s1537592725102041",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Getting Out the (Newly-Enfranchised) Vote: Encouraging Voter Registration After Rights Restoration",
          "authors": "Ariel White, Hannah L. Walker, Melissa Michelson, Sam Roth",
          "url": "https://doi.org/10.1007/s11109-025-10055-1",
          "doi": "https://doi.org/10.1007/s11109-025-10055-1",
          "filter": 0
        },
        {
          "title": "Information and Perceptions of Electability in Primary Elections",
          "authors": "Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan",
          "abstract": "When citizens vote in primary elections, they have good reason to consider each candidate’s electability —the chances of winning the general election if they become their party’s nominee. Although electability perceptions are potentially a critical determinant of who wins, little is known about how voters form such perceptions. Using a pre-registered survey experiment conducted on voters in advance of several real competitive senatorial and gubernatorial primary elections in 2022, we examine three candidate attributes that plausibly shape and are correlated with voters’ perceptions of electability: ideological moderation, experience in elected office, and campaign fundraising success. We find evidence that providing new information about candidate attributes affects perceptions of electability, with fundraising being most important. Subsequent analysis shows that this effect is largely driven by Republican voters. Our results highlight the need to better understand differences across the parties in perceptions of electability and how voters learn about campaign finance information.",
          "url": "https://doi.org/10.1007/s11109-025-10054-2",
          "doi": "https://doi.org/10.1007/s11109-025-10054-2",
          "filter": 0
        },
        {
          "title": "Betting on Partisanship: Biased Information Processing and Opinion Change on a Citizen Initiative",
          "authors": "Andrea Barbieri, Adrien Petitpas, Pascal Sciarini",
          "abstract": "How do voters make up their minds when voting on a citizens’ initiative? Motivated reasoning theory makes a strong case for a partisan bias in the way citizens process information, but empirical evidence is mixed. We offer a more systematic test of the “party over policy” argument by integrating prior attitudes into the analysis of how voters respond to cues and policy information. Results of a survey experiment with pre-post measures of vote intentions on a California citizen initiative on online sports betting in 2022 provide support for partisan motivated reasoning. Regardless of the direction of policy information, voters who change their minds tend to follow the cue of their preferred party, even when the cue contradicts their initial vote intention. These results have important normative and practical implications.",
          "url": "https://doi.org/10.1007/s11109-025-10053-3",
          "doi": "https://doi.org/10.1007/s11109-025-10053-3",
          "filter": 0
        },
        {
          "title": "Not of Primary Concern: Assessing Ideological Voting Over Time in U.S. Primaries, 2008–2024",
          "authors": "Daniel J. Hopkins, Gall Sigler",
          "abstract": "America’s major political parties have been riven by ideological factions which contest for power partly through partisan primaries. Ideological factions can only be grounded in voting behavior to the extent that primary voters are consistently ideological across primaries. Yet, prior research has relied overwhelmingly on cross-sectional analyses. This paper thus provides new, over-time evidence on the extent of ideological voting in partisan presidential and Senate primaries. It first uses population-based panel data which measures the same respondents’ presidential primary preferences in 2008, 2016, and 2020 to investigate ideology’s role in stabilizing primary vote choices. Across pairs of primaries, over one third of respondents prefer candidates representing different ideological factions within the same party. To extend these analyses to Senate races and address concerns about sampling biases, it also draws on precinct-level returns in five states’ primaries (2008–2024). Evidence from these varied sources points to one conclusion: ideological considerations influence primary voting, but their modest association with vote choice and limited over-time stability leaves substantial room for other factors.",
          "url": "https://doi.org/10.1007/s11109-025-10046-2",
          "doi": "https://doi.org/10.1007/s11109-025-10046-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Creating a new climate transition politics? Reflections on a Real Deal for Australia",
          "authors": "Amanda Tattersall, Katie Moore, Juliet Bennett, Christine Evans, Louise C. Johnson, Naomi Joy Godden, Dibya Shree Chhetry, Elise Ganley, Sally Fisher, Jaclyn McCosker, Jade Wright, Liz Bonner, Helen Long, Noreen Nicholson",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "filter": 0
        },
        {
          "title": "On the therapist's couch and in the streets: Politicized approaches to healing trauma and embodying liberation in the US and Canada",
          "authors": "Rebecca Patterson-Markowitz",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103367",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103367",
          "filter": 0
        },
        {
          "title": "Durable instabilities of home: Rain, terrain, and governance assemblages in Medellín, Colombia",
          "authors": "Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops",
          "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
          "abstract": "Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results.",
          "url": "https://doi.org/10.1111/pops.70046",
          "doi": "https://doi.org/10.1111/pops.70046",
          "filter": 0
        },
        {
          "title": "Virtue or passion? How moral frames in climate change appeals elicit emotions and change opinions",
          "authors": "Linda Bos, Rosa Sanchez Salgado",
          "abstract": "Political climate change debates make use of different moral frames of climate change diagnoses and solutions. While it is argued that moral frames are more effective when they invoke strong moral emotions, thus far the relationship between real‐world political moral viewpoints on climate change and the arousal of related emotions, behavior, and attitudes has not been studied. In this paper, we raise the question of whether existing moral climate frames are effective through emotions (“passion”) or through direct moral persuasion (“virtue”). We compare three viewpoints on the causes of and solutions to climate change: the mainstream, the green‐left, and the populist right viewpoint. Grounded in moral foundations and appraisal theory, we conceptualize these viewpoints on the causes and solutions of the climate crisis as moral appeals embedding appraisals to specific emotions. In the next step, we use these specific appeals as input for a 3 × 2 between‐subjects factorial survey experiment with a control condition among a diverse sample of 1708 Dutch respondents, varying the inclusion of presented diagnoses. Our results show that the effectiveness of moral climate change appeals depends on passion, and that widespread climate action is unlikely based on the most prominent political climate messages.",
          "url": "https://doi.org/10.1111/pops.70048",
          "doi": "https://doi.org/10.1111/pops.70048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Affective polarization and democratic erosion: evidence from a context of weak partisanship",
          "authors": "Loreto Cox, Pedro Cubillos, Carmen Le Foulon",
          "abstract": "Can the “us versus them” dynamic in politics undermine support for democracy even in the absence of strong party identification? While much is known about affective polarization in the USA, its impact on democratic commitment in other contexts remains understudied. We examine Chile’s 2022 plebiscite, where voters decided whether to approve or reject a new constitution amid low levels of party trust and identification. Through an experiment using an unobtrusive primer, we successfully induced short-term affective polarization, heightening animosity across multiple dimensions. Our findings show that individuals primed to this polarization significantly reduced their support for democracy, mirroring patterns observed in the USA. These results emphasize the importance of studying affective polarization, especially in regions with fragile democratic histories.",
          "url": "https://doi.org/10.1017/psrm.2025.10019",
          "doi": "https://doi.org/10.1017/psrm.2025.10019",
          "filter": 0
        },
        {
          "title": "Where to place sensitive questions? Experiments on survey response order and measures of discriminatory attitudes",
          "authors": "Amanda Sahar d’Urso, Tabitha Bonilla, Genni Bogdanowicz",
          "abstract": "In survey experiments, should all covariates be administered before the experimental treatment? Some scholars argue that post-treatment items should never be used as covariates because the treatment could bias the measurement of those items and disrupt experimental randomization. Other scholars argue certain items—specifically sensitive questions measuring prejudice—should not be administered pre-treatment. They argue if asked pre-treatment, these items may prime respondents in ways that will influence how they engage with the experiment treatment, thereby affecting the overall outcome of the experiment. Using evidence from four studies (two original collections) that vary the placement of sensitive items—pre-treatment, post-treatment, or in a separate wave—we find little evidence that the placement of sensitive items influences the measurement of those items, the experimental outcomes, nor heterogeneously affects the outcome conditional on the treatment. However, we find the placement of sensitive items inconsistently affects the experimental outcome by interacting with both the measurement of the items and the experimental treatment condition. Overall, we find these measures to be robust to where they are administered. It may be best to place items pre-treatment to preserve randomization. If researchers have reason to include sensitive moderators post-treatment, they should transparently discuss this choice and the anticipated trade-offs.",
          "url": "https://doi.org/10.1017/psrm.2025.10017",
          "doi": "https://doi.org/10.1017/psrm.2025.10017",
          "filter": 0
        },
        {
          "title": "Can followers detect political leaders who cheat? Testing an evolutionary position",
          "authors": "Yi Yang, Meng Liang, Bingying Wang",
          "abstract": "Researchers applying evolutionary theory to political psychology discover that in democracies, most citizens struggle to select political leaders based on their ideologies. Rather, they tend to concentrate on procedural fairness during public decision-making when evaluating their leaders. We re-examine such evolutionary propositions in China using eight Wason selection experiments. In autocracies, where accountability systems are weak or absent, little is known about how citizens judge politicians’ ideologies and their cheating behaviors. Our findings show that Chinese citizens are incapable of identifying political leaders’ ideological orientations; instead, they rely on a cheater-detection mechanism, evaluating leaders based on their adherence to procedural fairness. These results contribute to our understanding of democratic competence and the cognitive mechanisms of political judgment in autocratic contexts.",
          "url": "https://doi.org/10.1017/psrm.2025.10012",
          "doi": "https://doi.org/10.1017/psrm.2025.10012",
          "filter": 0
        },
        {
          "title": "Estimating the persuasive effects of advertising in presidential primary elections",
          "authors": "Robert Bird, Michael Peress",
          "abstract": "Presidential primary elections arguably represent the most dynamic campaigns in American politics. Television advertising is a key aspect of strategy that candidates can marshal throughout the campaign. We develop a methodology for measuring the impact of advertising in primary elections that accounts for endogeneity and apply it to the 2000 through 2016 elections. We find that advertisements—both positive and negative—improve the favorability and the vote share of the candidate running the ads. We find that negative advertising is more effective than positive advertising, but that only high polling candidates lose support when attacked.",
          "url": "https://doi.org/10.1017/psrm.2025.10020",
          "doi": "https://doi.org/10.1017/psrm.2025.10020",
          "filter": 0
        },
        {
          "title": "Partisan preferences for antitrust policy",
          "authors": "Ryan Brutger, Amy Pond",
          "abstract": "Industrial concentration has increased in recent years with large companies consolidating their dominant positions. Concentrated markets are thought to benefit large firms as they earn elevated profits and gain political influence. Antitrust law is the main policy tool to reduce concentration. Calls to strengthen antitrust have come from the political left and the right, yet we know little about public support for such policies. We test how economic, moral, and democratic concerns influence support for antitrust. We find that the public does not respond to the consumer price benefits of antitrust but is moved by arguments invoking concerns for fairness and the importance of maintaining democratic institutions. We find that Republicans and Democrats often respond in divergent ways, with Republicans being less supportive of antitrust when informed that it could punish successful companies, whereas Democrats are more concerned about using antitrust to curb corporate influence. The findings accord with a general concern on the left for limiting business influence in politics and a concern on the right for maintaining business growth.",
          "url": "https://doi.org/10.1017/psrm.2025.10015",
          "doi": "https://doi.org/10.1017/psrm.2025.10015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Data and Code Availability in Political Science Publications from 1995 to 2022 – ADDENDUM",
          "authors": "Carlisle Rainey, Harley Roe, Qing Wang, Hao Zhou",
          "url": "https://doi.org/10.1017/s1049096525101091",
          "doi": "https://doi.org/10.1017/s1049096525101091",
          "filter": 0
        },
        {
          "title": "The Substantive Effects of Descriptive Representation: Gay and Lesbian Members of Congress Are More Supportive of Gay Rights",
          "authors": "Benjamin G. Bishin, Nicholas Weller",
          "abstract": "The descriptive representation of stigmatized groups has numerous benefits both to group members and society at large. We study the extent to which LGB members of the US Congress provide increased support for LGBT rights. While LGBT substantive representation has been studied extensively, descriptive representation has been examined extensively at only the local and state levels. The absence of research at the federal level is important because federal policy is essential to expanding gay rights. We overcome issues related to the small number of openly LGBT Members of Congress and the few bills either introduced or receiving votes by examining LGB legislators over 24 years (i.e., 6,425 legislator–Congress pairs) using Human Rights Campaign scores. Using Coarsened Exact Matching, we find a substantively small but statistically significant and consistently positive effect: LGB members of Congress are more supportive of LGBT rights than other members with a similar background and from a similar district. The use of matching may provide a useful approach for scholars who are interested in studying the link between descriptive and substantive representation for other small groups.",
          "url": "https://doi.org/10.1017/s1049096525000289",
          "doi": "https://doi.org/10.1017/s1049096525000289",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Interstate conflicts with multiple fronts",
          "authors": "Sang Hoo Bae, Leonid Krasnozhon",
          "abstract": "This paper analyzes an interstate-conflict model in which two states compete for supporters in the governance of a territory on two socioeconomically linked fronts: soft (for example, media persuasion, propaganda) and hard (for example, annexation, invasion). Supporters enjoy an ego premium when their ideological alignment on the soft front matches the outcome on the hard front. A state’s total gain from a conflict is the difference between the economic gains from the hard front and the cost of forming ideological preferences on the soft front. We propose four scenarios based on the relative size of the ego premium and provide intuition on how competition on the soft front becomes widespread. We explore the implications of the model in the context of the Russian–Ukrainian war.",
          "url": "https://doi.org/10.1007/s11127-025-01292-3",
          "doi": "https://doi.org/10.1007/s11127-025-01292-3",
          "filter": 0
        },
        {
          "title": "Unexpected politics: Do interest rates influence lobbying expenditure?",
          "authors": "Mitchell Harvey",
          "url": "https://doi.org/10.1007/s11127-025-01291-4",
          "doi": "https://doi.org/10.1007/s11127-025-01291-4",
          "filter": 0
        },
        {
          "title": "The political economy of compulsory licensing: democracy and regulatory threat in public health",
          "authors": "Sojun Park",
          "url": "https://doi.org/10.1007/s11127-025-01294-1",
          "doi": "https://doi.org/10.1007/s11127-025-01294-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
          "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
          "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.",
          "url": "https://doi.org/10.1093/poq/nfaf019",
          "doi": "https://doi.org/10.1093/poq/nfaf019",
          "filter": 0
        },
        {
          "title": "Don A. Dillman. You Have Been Randomly Selected: A Life Dedicated to Turning Research Findings into Practical Applications",
          "authors": "Tom W Smith",
          "url": "https://doi.org/10.1093/poq/nfaf024",
          "doi": "https://doi.org/10.1093/poq/nfaf024",
          "filter": 0
        },
        {
          "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
          "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
          "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research.",
          "url": "https://doi.org/10.1093/poq/nfaf021",
          "doi": "https://doi.org/10.1093/poq/nfaf021",
          "filter": 0
        },
        {
          "title": "Social Desirability and Political Sensitivity: Interviewer Gender Effects on Men in Five Arab Countries",
          "authors": "Calvert W Jones, Jocelyn Sage Mitchell",
          "abstract": "Survey research is growing, yet research on data quality continues to rely mainly on samples from the United States and Europe. To contribute, we test for interviewer gender effects on men in the Middle East and North Africa, where studies of data quality are particularly scarce. Theoretically, we focus on the implications of less gender-egalitarian contexts for response tendencies. For questions about politics and government, we find that men respondents tend to provide more socially desirable responses to men interviewers, offering “safer” and more pro-regime answers. Yet, for questions that touch on their own social status, such as self-reported income and religiosity, they appear to offer more socially desirable responses to women interviewers. The findings strengthen the case for comparative investigations of data quality, and highlight the value of contextual knowledge about politics and gender relations.",
          "url": "https://doi.org/10.1093/poq/nfaf016",
          "doi": "https://doi.org/10.1093/poq/nfaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Quarterly Journal of Political Science",
      "journal_short": "QJPS",
      "articles": [
        {
          "title": "To Elect or Appoint? Evidence from Local Election Administration",
          "authors": "Joshua Ferrer",
          "url": "https://doi.org/10.1561/100.00023193",
          "doi": "https://doi.org/10.1561/100.00023193",
          "filter": 0
        },
        {
          "title": "Promoting Conspiracy Theories Strategically",
          "authors": "David Hilden, Michael R. Kistner",
          "url": "https://doi.org/10.1561/100.00024033",
          "doi": "https://doi.org/10.1561/100.00024033",
          "filter": 0
        },
        {
          "title": "The Effects of Ranked Choice Voting on Substantive Representation",
          "authors": "Arjun Vishwanath",
          "url": "https://doi.org/10.1561/100.00023123",
          "doi": "https://doi.org/10.1561/100.00023123",
          "filter": 0
        },
        {
          "title": "Gender Quotas and Upward Political Mobility in India",
          "authors": "Varun Karekurve-Ramachandra",
          "url": "https://doi.org/10.1561/100.00020208",
          "doi": "https://doi.org/10.1561/100.00020208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Tutelary Power and Autocratic Legitimacy: Experimental Evidence from Kazakhstan's Diarchy",
          "authors": "Yuki Shiraito, Masaaki Higashijima",
          "url": "https://doi.org/10.1086/737175",
          "doi": "https://doi.org/10.1086/737175",
          "filter": 0
        },
        {
          "title": "Misinformation Beyond Traditional Feeds: Evidence from a WhatsApp Deactivation Experiment in Brazil",
          "authors": "Tiago Ventura, Rajeshwari Majumdar, Jonathan Nagler, Joshua Tucker",
          "url": "https://doi.org/10.1086/737172",
          "doi": "https://doi.org/10.1086/737172",
          "filter": 0
        },
        {
          "title": "Re-Innovation Nation: The Political Economy of Technology Transfer Policy in Post-WTO China",
          "authors": "John Minnich",
          "url": "https://doi.org/10.1086/737174",
          "doi": "https://doi.org/10.1086/737174",
          "filter": 0
        },
        {
          "title": "How to Place Non-Majoritarian Institutions and Political Actors in a Common Policy Space: Spatial Modeling of Court–Executive Interactions",
          "authors": "Benjamin G. Engst, David M. Grundmanns, Thomas Gschwend",
          "url": "https://doi.org/10.1086/732980",
          "doi": "https://doi.org/10.1086/732980",
          "filter": 0
        },
        {
          "title": "Racial Diversity and Exclusionary Zoning: Evidence from the Great Migration",
          "authors": "Alexander Sahn",
          "url": "https://doi.org/10.1086/734261",
          "doi": "https://doi.org/10.1086/734261",
          "filter": 0
        },
        {
          "title": "Judicial Decisions on Electronic Control Devices and Police Escalation of Force",
          "authors": "Courtenay R. Monroe, Sophia Hatz, Kristine Eck",
          "url": "https://doi.org/10.1086/733005",
          "doi": "https://doi.org/10.1086/733005",
          "filter": 0
        },
        {
          "title": "Reputation Shocks and Strategic Political Responses",
          "authors": "Rubén Poblete-Cazenave",
          "url": "https://doi.org/10.1086/734264",
          "doi": "https://doi.org/10.1086/734264",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/737219",
          "doi": "https://doi.org/10.1086/737219",
          "filter": 1
        }
      ]
    }
  ]
}
