{
  "update": "2025-04-18",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Mitigating tough times? How material self‐interest influences citizens' welfare state behavior",
          "authors": "Matias Engdal Christensen",
          "abstract": "It is a long‐standing view that citizens support the welfare state because it provides insurance against future income losses. However, existing studies have struggled to isolate the effect of future‐oriented material self‐interest from normative and political predispositions. Using population‐wide, administrative panel data from Denmark, I study citizens' choice to take up government‐funded social insurance in times of economic uncertainty: a critical case for material self‐interest to be at stake. Using as‐if random variation in exposure to signals of unemployment risks, I show that economic uncertainty increases the probability of buying supplementary unemployment insurance coverage. Linking the administrative records to individual‐level survey data reveals that exposure to unemployment risk signals increases feelings of job insecurity, further suggesting that economic worries shape citizens' behavior within the welfare state. These findings highlight the role of material self‐interest in influencing the welfare state, providing valuable insights for policymakers when designing social insurance policies.",
          "url": "https://doi.org/10.1111/ajps.12978",
          "doi": "https://doi.org/10.1111/ajps.12978",
          "filter": 0
        },
        {
          "title": "Speaking their language?: Multilingualism in party communication across democracies",
          "authors": "Taishi Muraoka, Dahjin Kim, Christopher Lucas, Jacob Montgomery, Margit Tavits",
          "abstract": "Which parties embrace multilingualism in their communication? Despite growing interest in parties’ multilingualism among normative scholars of deliberative democracy, empirical research has largely overlooked the linguistic aspect of party competition. We leverage large‐scale data on Facebook posts by more than 800 parties in 87 democracies and analyze their day‐to‐day language practices. By so doing, we develop, for the first time, the classification of monolingual and multilingual parties around the world. Moreover, using this novel dataset, we explore what factors are associated with parties’ adoption of multilingualism and how multilingual parties predict the language use of candidates they nominate. Overall, this study provides the most comprehensive picture of parties’ multilingualism in contemporary democracies and sets agendas for future research in the intersection of parties and language representation.",
          "url": "https://doi.org/10.1111/ajps.12976",
          "doi": "https://doi.org/10.1111/ajps.12976",
          "filter": 0
        },
        {
          "title": "The electoral consequences of mass religious events: India's Kumbh Mela",
          "authors": "Siddhartha Baral, Gareth Nellis, Michael Weaver",
          "abstract": "Mass ritualized gatherings like pilgrimages are central to religious practice globally. Do they generate votes for religious parties? The events may heighten religiosity, enlarging support for parties seen as owning religious policy issues. Such parties might also co‐opt the events to organize and campaign. We evaluate the electoral impact of India's Kumbh Mela, a Hindu festival considered the world's biggest human assembly, leveraging its astrologically determined timing combined with districts’ proximity by rail to the festival sites. The Kumbh Mela boosts Hindu nationalists’ vote share. Mechanisms tests suggest it does so by increasing religious orthodoxy—seen in the adoption of Brahminical dietary practices—and by strengthening party capacity. There are mixed effects on communal conflict. The events are electorally polarizing; they cause India's main secular‐leaning party to perform better in regions with denser concentrations of religious minorities. Our study offers a new account of how confessional parties make inroads in multiethnic democracies.",
          "url": "https://doi.org/10.1111/ajps.12967",
          "doi": "https://doi.org/10.1111/ajps.12967",
          "filter": 0
        },
        {
          "title": "Mano dura : An experimental evaluation of military policing in Cali, Colombia",
          "authors": "Robert A. Blair, Lucía Mendoza‐Mora, Michael Weintraub",
          "abstract": "Governments across the Global South rely on their militaries for domestic policing operations. We experimentally evaluate the social and political consequences of a military policing intervention in Cali, Colombia, one of the world's most violent cities. The intervention, Plan Fortaleza , involved recurring, intensive military patrols randomized at the city block level. Our evaluation combines administrative crime and human rights data, surveys of more than 10,000 residents, a conjoint experiment, a “costly” behavioral measure, and qualitative interviews with 49 civil society leaders. Despite null or adverse effects on crime and human rights, we show that Plan Fortaleza improved citizen’ attitudes toward the military and increased their demand for military involvement in domestic law enforcement. It also strengthened citizens’ support for extrajudicial punishment and—alarmingly—for military coups in response to rising crime, potentially signaling a diminished commitment to democracy and the rule of law among the program's intended beneficiaries.",
          "url": "https://doi.org/10.1111/ajps.12977",
          "doi": "https://doi.org/10.1111/ajps.12977",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/ajps.12879",
          "doi": "https://doi.org/10.1111/ajps.12879",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Accountability in Developing Democracies: The Impact of the Internet, Social Media, and Polarization",
          "authors": "Horacio Larreguy, Pia J. Raffler",
          "abstract": "This article reviews the recent literature on accountability in developing democracies through the lens of two nested principal–agent problems: the relationship between voters and elected politicians and that between elected politicians and bureaucrats. We focus on two global trends that we view as reshaping these accountability relationships in important ways: the rise of the internet and social media on the one hand and increasing political polarization on the other. We evaluate the impacts of these developments on the sanctioning of the performance of elected officials, the selection of elected officials, and the agency problem between elected officials and bureaucrats. Rather than offering definitive conclusions, we highlight key trade trade-offs and emphasize that the overall effects are contingent on the status quo. Notably, much of the existing evidence originates from developed democracies, presenting important opportunities for future research to address gaps in understanding accountability in developing contexts.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-015559",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-015559",
          "filter": 0
        },
        {
          "title": "Criminal Violence, the State, and Society",
          "authors": "Omar García-Ponce",
          "abstract": "The study of criminal violence has received increasing attention in political science over the past 15 years, as organized criminal groups have grown and diversified worldwide, unleashing unprecedented waves of violence. This article presents a critical assessment of the current state of political science scholarship on criminal violence. It discusses the sources and dynamics of organized criminal violence, emphasizing the reconceptualization of state–criminal group relationships in the literature, shifts in illegal markets, and the political incentives fueling criminal wars. It also examines how states and societies respond to criminal violence. State responses include punitive approaches, institutional reform, and community-based interventions, while societal responses can be examined through the lenses of exit (e.g., migration, disengagement), voice (e.g., political participation, collective resistance), and loyalty (i.e., compliance with state authorities or criminal groups). The article also addresses conceptual and methodological challenges, policy implications, and ethical considerations inherent in this field of study and identifies promising pathways for future research.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-014751",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-014751",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Military Labor Systems, Domestic Politics, and the Battlefield",
          "authors": "Douglas B. Atkinson, Kevin Fahey, René Lindstädt, Zach Warner",
          "abstract": "Research has demonstrated that decisions around military conflict can significantly impact governments’ political survival. One important strand of the extant literature has focused on the impact of military labor systems, with most academic studies distinguishing between two types of systems: conscription, in which citizens are compelled to serve; and market-based enlistment according to which citizens self-select into military service. In this article, we argue that this conceptualization of military labor systems misses substantial theoretical and empirical variation in recruitment of military personnel over time and across cases. We make two contributions. First, we introduce new data that allow us to capture an important and common additional category of military labor acquisition—selective conscription. Second, we use these new data to empirically demonstrate that selective systems afford governments significant opportunities to manipulate how the costs of military conflict are distributed across the population. Specifically, we provide empirical evidence showing that countries with selective conscription are more willing to tolerate battlefield casualties.",
          "url": "https://doi.org/10.1177/00104140251328026",
          "doi": "https://doi.org/10.1177/00104140251328026",
          "filter": 0
        },
        {
          "title": "The Precolonial Origins of African Nationalism",
          "authors": "Vladimir Chlouba",
          "abstract": "What explains the degree of national attachment expressed by contemporary Africans? Using historical data on early African statehood and survey responses from across the continent, I show that national identification among contemporary Africans was jointly shaped by the socialization efforts of precolonial rulers and the form of colonial rule employed by European administrators. In areas where precolonial rulers socialized their subjects to a common identity and colonial bureaucrats subsequently ruled through ethnic intermediaries, ethnic allegiance still trumps national identity because ethnic institutions continue to mediate the relationship between local communities and the state. In contrast, where policies of direct rule displaced precolonial rulers and formerly centralized groups lost political autonomy, the legacy of early statehood frequently produced the opposite outcome: interethnic cohesion. Departing from classical explanations that emphasize (post)colonial experiences, the findings advance our understanding of contemporary African nationalism.",
          "url": "https://doi.org/10.1177/00104140251328030",
          "doi": "https://doi.org/10.1177/00104140251328030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "The Bureaucracy of Reparations and Political Engagement",
          "authors": "Michael Weintraub, Abbey Steele, Sebastián Pantoja-Barrios",
          "abstract": "Countries transitioning from civil war and authoritarian legacies often adopt transitional justice measures like reparations, prosecutions, and truth commissions. The success of these efforts depends, in part, on interactions with victims. We propose a framework linking victims’ engagement with reparations programs to political participation. We then use panel survey data from over 12,000 respondents in conflict-affected regions of Colombia to show that those who engage with transitional justice institutions are more likely to contact local leaders or politicians and join grassroots organizations. Mediation analysis reveals that while victimization drives much of this engagement, interactions with reparations programs independently increase contacting leaders and voting. Our findings have important implications for transitional justice, peacebuilding, and democratic participation.",
          "url": "https://doi.org/10.5129/001041525x17423256033385",
          "doi": "https://doi.org/10.5129/001041525x17423256033385",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Evaluating nonresponse and non-sampling error trends in election studies",
          "authors": "Hafsteinn Einarsson, Agnar Freyr Helgason",
          "url": "https://doi.org/10.1016/j.electstud.2025.102934",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102934",
          "filter": 0
        },
        {
          "title": "Political economy models and UK election forecasting: End game?",
          "authors": "John Kenny, Michael S. Lewis-Beck",
          "url": "https://doi.org/10.1016/j.electstud.2025.102933",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102933",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Constituency references in social media: MPs' usage and voters' reaction",
          "authors": "OLIVER HUWYLER, NATHALIE GIGER, STEFANIE BAILER, TOMAS TURNER‐ZWINKELS, SILVAN HELLER",
          "abstract": "Social media platforms offer MPs the opportunity to directly signal attention to their local voters in the constituency. And while previous research has linked the strategic use of such local cues in social media posts to electoral motives, we know very little about their effectiveness. In this study, we trace the impact of local cues in social media posts in three steps. First, we revisit the claim that MPs are electorally motivated in their use of local cues by analysing 1,316,458 Tweets by Swiss and German national MPs (2009–2019). Second, we use survey experiment data ( N = 16,597) to gauge whether voters reward local cues in social media posts with a higher likelihood of voting for a politician. Lastly, we investigate whether MPs' use of explicit local cues in Tweets leads them to obtain more preference votes in Swiss National Council elections (2011–2019). The overall image that emerges from these results is that while politicians use local cues particularly when campaigning, they are not directly electorally rewarded: both the results based on experimental and observational data do not provide evidence for the idea that adding local cues to social media posts comes with an electoral advantage.",
          "url": "https://doi.org/10.1111/1475-6765.70018",
          "doi": "https://doi.org/10.1111/1475-6765.70018",
          "filter": 0
        },
        {
          "title": "One more constrained than the other: Asymmetrical ideological alignment and its implications for polarization",
          "authors": "TADEAS CELY",
          "abstract": "This study examines the ideological alignment of beliefs within opposing partisan camps in Europe. Integrating multiple types of research, I hypothesize that partisans on the ideological left exhibit greater alignment in their beliefs compared to those on the right – an asymmetry that extends across various issues. I argue that on the scale of ideological contention, it matters if partisans on one ideological pole are more aligned in beliefs than those on the other. Only the less ideological of opposing camps determines the extent of mutual disagreement. Utilizing conventional methods and innovative belief network modelling, I analyse survey data from the fourth and eighth waves of the European Social Survey (2008, 2016). To test the hypothesis, I match partisans with the data on their party's ideology, covering partisans from 131 parties in 15 European countries to test this hypothesis. My findings reveal that, both at the European level and within national contexts, there is a broad and substantive asymmetry between the right and the left across ideological dimensions and issues. However, the study also uncovers the limits of this asymmetry, highlighting a significant shift in ideological alignment on sociocultural issues on the right, indicating the emergence of a deeper, broader ideological conflict in that dimension. Furthermore, my analysis demonstrates the marginal influence of strategies like position blurring and programmatic nicheness. These insights shed light on the nature of partisan contention in Europe and how it disproportionately depends on ideological alignment on the right.",
          "url": "https://doi.org/10.1111/1475-6765.70016",
          "doi": "https://doi.org/10.1111/1475-6765.70016",
          "filter": 0
        },
        {
          "title": "Geographic representation in local politics: Evidence from parliamentary questions in German city councils",
          "authors": "MORTEN HARMENING, JONA‐FREDERIK BAUMERT, SEBASTIAN BLOCK, MARTIN GROSS, DOMINIC NYHUIS, JAN VELIMSKY",
          "abstract": "A well‐established body of research has highlighted the importance of geographic representation in party‐centred political systems. In party‐centred systems, geographic ties are commonly expressed through non‐binding legislative instruments such as parliamentary questions. While this literature has advanced our understanding of representation in parliamentary systems, there are notable gaps in the existing research. Most importantly, previous studies have almost exclusively analysed geographic representation in national politics, where legislators represent comparatively large electoral districts. In contrast, this study focuses on patterns of geographic representation at the local level to understand whether and how specific neighbourhoods are represented in local politics. By studying parliamentary questions in 12 German city councils, we assess party efforts to represent their electoral strongholds. Methodologically, we go beyond existing research on geographic representation by building comprehensive dictionaries to assess geographic representation based on geolocated data from Wikipedia and OpenStreetMap. The results show that geographic representation is a common feature of local politics and that parties tend to focus on areas where they are electorally strong, particularly when they are incentivized to do so by the electoral system and when their electorate is highly localized.",
          "url": "https://doi.org/10.1111/1475-6765.70019",
          "doi": "https://doi.org/10.1111/1475-6765.70019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Local Economic Consequences of Foreign Direct Investment in Democracies and Autocracies",
          "authors": "Tobias Rommel, Tabea Palmtag, Luca Messerschmidt",
          "abstract": "Governments in developing and emerging countries aim to attract foreign direct investment (FDI) to generate growth. Yet, empirical studies on the country level show no clear growth effect. We argue that FDI induces concentrated benefits on the local level—in close proximity to multinational corporations—which leads to economic development in that area but also amplifies inter-regional economic inequality. Both effects should be stronger in autocracies compared to democracies, because autocrats face fewer political constraints to create profitable investment environments. Empirically, we leverage geo-located data on FDI projects from 2003 to 2018, which we combine with nightlights using two approaches: concentric buffers around project locations and global 10 × 10 km grid cells. Our estimator compares the effect of FDI on growth and inequality between areas that have already received FDI and areas that have not yet received FDI. We find strong evidence for FDI-induced local growth and regional inequality. Both effects are more pronounced in autocracies than democracies.",
          "url": "https://doi.org/10.1093/isq/sqaf025",
          "doi": "https://doi.org/10.1093/isq/sqaf025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Flip-flopping and valence in two-candidate competition",
          "authors": "Seok-ju Cho, Jooyong Jun",
          "abstract": "We develop a game-theoretic model of two-candidate elections in which voters are concerned with the consistency of candidates’ political positions as well as their valence characteristics unrelated to policy positions. We examine two versions of the model: One in which candidates aim to maximize their vote shares and the other in which they seek to maximize their probability of winning amid valence uncertainty. In the game with vote motivation, a unique pure-strategy equilibrium exists when the valence asymmetry is not too large. The higher-valence candidate chooses a more centrist platform than the disadvantaged candidate. In the game with win motivation, despite platform divergence due to costs of flip-flopping, both candidates aim for the median voter. Departing from previous research, both games predict that platform divergence is not linked to valence advantage and that a close electoral competition does not equate to platform convergence. Lastly, we investigate how the results carry over to, or change in, more general settings.",
          "url": "https://doi.org/10.1177/09516298251334320",
          "doi": "https://doi.org/10.1177/09516298251334320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Constructing Vec-tionaries to Extract Message Features from Texts: A Case Study of Moral Content",
          "authors": "Zening Duan, Anqi Shao, Yicheng Hu, Heysung Lee, Xining Liao, Yoo Ji Suh, Jisoo Kim, Kai-Cheng Yang, Kaiping Chen, Sijia Yang",
          "abstract": "While researchers often study message features like moral content in text, such as party manifestos and social media posts, their quantification remains a challenge. Conventional human coding struggles with scalability and intercoder reliability. While dictionary-based methods are cost-effective and computationally efficient, they often lack contextual sensitivity and are limited by the vocabularies developed for the original applications. In this paper, we present an approach to construct “vec-tionaries” that boost validated dictionaries with word embeddings through nonlinear optimization. By harnessing semantic relationships encoded by embeddings, vec-tionaries improve the measurement of message features from text, especially those in short format, by expanding the applicability of original vocabularies to other contexts. Importantly, a vec-tionary can produce additional metrics to capture the valence and ambivalence of a message feature beyond its strength in texts. Using moral content in tweets as a case study, we illustrate the steps to construct the moral foundations vec-tionary, showcasing its ability to process texts missed by conventional dictionaries and to produce measurements better aligned with crowdsourced human assessments. Furthermore, additional metrics from the vec-tionary unveiled unique insights that facilitated predicting downstream outcomes such as message retransmission.",
          "url": "https://doi.org/10.1017/pan.2025.6",
          "doi": "https://doi.org/10.1017/pan.2025.6",
          "filter": 0
        },
        {
          "title": "Mapping (A)Ideology: A Taxonomy of European Parties Using Generative LLMs as Zero-Shot Learners",
          "authors": "Riccardo Di Leo, Chen Zeng, Elias Dinas, Reda Tamtam",
          "abstract": "We perform the first mapping of the ideological positions of European parties using generative Artificial Intelligence (AI) as a “zero-shot” learner. We ask OpenAI’s Generative Pre-trained Transformer 3.5 (GPT-3.5) to identify the more “right-wing” option across all possible duplets of European parties at a given point in time, solely based on their names and country of origin, and combine this information via a Bradley–Terry model to create an ideological ranking. A cross-validation employing widely-used expert-, manifesto- and poll-based estimates reveals that the ideological scores produced by Large Language Models (LLMs) closely map those obtained through the expert-based evaluation, i.e. , CHES. Given the high cost of scaling parties via trained coders, and the scarcity of expert data before the 1990s, our finding that generative AI produces estimates of comparable quality to CHES supports its usage in political science on the grounds of replicability, agility, and affordability.",
          "url": "https://doi.org/10.1017/pan.2025.7",
          "doi": "https://doi.org/10.1017/pan.2025.7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Strained Solidarity: the Impacts of Anti-Asian Racism on Coalitional Attitudes",
          "authors": "Sonya G. Chen, Stephanie Chan",
          "abstract": "Hw has the unprecedented salience of anti-Asian racism resulting from the COVID-19 pandemic influenced Asian Americans’ coalitional attitudes, both within-group and towards other racial minorities? Asian Americans, as the fastest-growing racial minority group in the United States, could play a key role in advancing racial justice. However, Asian Americans’ ambivalent racialization as valorized relative to Latino and Black Americans raises uncertainty as to how they will engage with other communities of color and racial politics. Using observational survey data from the 2016 and 2020 Collaborative Multiracial Post Election Study and an original survey experiment, we find that COVID-19 era anti-Asian racism can begin to facilitate Asian American alignment with other communities of color, but it depends on how the issue is framed and only specific subsets of Asian Americans who are less socialized in racial discourses are persuaded by these frames. This study assesses the challenges and possibilities of facilitating Asian American solidarity with other racial minorities.",
          "url": "https://doi.org/10.1007/s11109-025-10036-4",
          "doi": "https://doi.org/10.1007/s11109-025-10036-4",
          "filter": 0
        },
        {
          "title": "The Cost of Debating Harassment Against Politicians: Are Women and Men Affected Equally?",
          "authors": "Sandra Håkansson, Michal Grahn",
          "abstract": "Harassment of politicians is a growing global phenomenon, which threatens to erode the quality of democracy and descriptive representation. Past research has examined gender patterns of this violence and its effects on political ambition. We investigate the impact of political harassment on candidate appeal in Sweden, using a multimethod approach. First, a qualitative content analysis demonstrates that Swedish news stories where politicians comment on harassment against politicians often include weakness signals such as being fearful or worried. Second, we use an original conjoint experiment with 1,300 party selectors from six Swedish parties. This analysis shows that commenting on political violence in the media has an adverse effect on candidate appeal, likely because doing so activates politically undesirable images of victimhood. We also find that being associated with the issue is equally damaging to women’s and men’s political careers. Lastly, we conduct in-depth interviews with Swedish party selectors. These further illustrate that addressing this issue is perceived as deviating from the assertive model of a politician and that political violence is not regarded as a vote-winning issue. As a whole, our results demonstrate that publicly addressing the problem of violence against politicians can harm political careers and thus deter politicians from drawing policy attention to the issue.",
          "url": "https://doi.org/10.1007/s11109-025-10039-1",
          "doi": "https://doi.org/10.1007/s11109-025-10039-1",
          "filter": 0
        },
        {
          "title": "The Effects of Partisan Elites’ Violent Rhetoric on Support for Political Violence",
          "authors": "Taegyoon Kim",
          "abstract": "Violent partisan hostility is a growing concern for American democracy, yet the role of partisan elites in driving support for political violence remains underexplored. This is especially problematic given their significant influence over public opinion. How does partisan elites’ rhetoric threatening violence affect support for violence against opposing partisans? Focusing on social media, where violent messages by partisan elites from both sides can reach a wide audience with potentially devastating effects, I explore how such messages influence support for violence against opposing partisans. Drawing insights from theories of partisan opinion leadership and inter-group conflict, I conduct a two-by-two (violent rhetoric vs. non-violent rhetoric; co-party elites vs. opposing party elites), pre-registered survey experiment on a sample reflecting the national population. I demonstrate that co-party (but not opposing party) elites’ violent rhetoric increases support for political violence and that partisans fail to counteract elites’ violent rhetoric. Furthermore, I show that fear mediates the impact of violent rhetoric, highlighting its role in fostering support for political violence through fearmongering. This paper is among the first to examine the effects of partisan elites’ violent rhetoric on support for political violence, advancing our knowledge in partisanship, emotion and politics, and political communication.",
          "url": "https://doi.org/10.1007/s11109-025-10025-7",
          "doi": "https://doi.org/10.1007/s11109-025-10025-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Political practices between internal colonialism and global inequality: Energy infrastructures in Tunisia and Costa Rica",
          "authors": "Alke Jenss, Alessandra Bonci",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103321",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103321",
          "filter": 0
        },
        {
          "title": "Toponyms and political control in divided cities: The case of Jerusalem's neighborhood names",
          "authors": "Ofir Hadad, Oren Barak",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103319",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Valence of immigration news, perceived threat, and support for restrictive immigration policy: A multilevel study across 26 countries",
          "authors": "Matthieu Vétois, Judit Kende, Christopher Geisser, Sabina Pedrazzini, Juan M. Falomir‐Pichastor, Eva G. T. Green",
          "abstract": "Immigration is often portrayed negatively in the news, yet previous research remains inconclusive about how the valence of immigration news in national coverage relates to individual immigration policy preferences. Furthermore, the psychological mechanisms underlying this relationship are not well understood. This study examined whether, in national contexts where immigration news has a more negative valence, there is greater support for restrictive policies and heightened threat perceptions. Drawing on Intergroup Threat Theory, we also assessed whether threat perceptions explained the link between more negative immigration news and restrictive immigration policy support. Additionally, we tested whether greater salience of immigration in the news amplifies these associations. Using data from Rounds 6–8 of the European Social Survey (ESS; n = 113,654) and the ESS Media Claims dataset ( n = 18,451), covering 26 countries from 2012 to 2017, multilevel regression analyses showed that more negative immigration news was associated with increased restrictive policy support, a relationship fully explained by heightened threat perceptions. Greater salience did not reinforce these associations. These findings underscore the link between immigration news valence in national media and policy preferences, highlighting threat perceptions as a key factor in this process.",
          "url": "https://doi.org/10.1111/pops.70019",
          "doi": "https://doi.org/10.1111/pops.70019",
          "filter": 0
        },
        {
          "title": "Bonding through adversity: Effects of Brexit and COVID ‐19 lockdown on identity fusion and pro‐group behavior",
          "authors": "Michal Misiak, Christopher Kavanagh, Barbara Muzzulini, Harvey Whitehouse",
          "abstract": "In early 2020, the UK experienced two significant events: Brexit and a nationwide pandemic lockdown. Brexit led to a divisive split between those in favor of leaving the EU and those in favor of remaining. In contrast, the lockdown initially prompted unity and cooperation across the nation. This study, drawing on imagistic events and identity fusion concepts, examines how Brexit and the lockdown influenced both group polarization and cohesion. We conducted a natural experiment ( N = 703), collecting data before and after Brexit's official withdrawal and following the lockdown's implementation. Our goal was to explore these events' impact on emotional states, identity fusion with political and social groups, and subsequent effects on pro‐group behaviors and polarization. Both Brexit and the national lockdown had an impact on participants' emotional well‐being but also forged enduring memories and played a role in shaping their identities. Individuals who displayed a stronger attachment to their political affiliations exhibited heightened levels of polarization. Furthermore, Brexit initiated a process of weakening the bonds among Britons themselves, and even the national lockdown did not reverse these trends. Nevertheless, the lockdown did contribute to the restoration of identity fusion with other Europeans, which had been undermined by Brexit.",
          "url": "https://doi.org/10.1111/pops.70024",
          "doi": "https://doi.org/10.1111/pops.70024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Reassessing World Bank conditionality: beyond count measures",
          "authors": "Jacob Winter, Ben Cormier, Teresa Kramarz, Mark S. Manger",
          "abstract": "Many studies argue that the World Bank grants favorable loan conditions to allies of its powerful principals. These studies typically use the count of conditions as a proxy for how demanding loans are on borrowers, even though some conditions are more difficult to comply with than others. We propose a new operationalization: a measure of conditionality stringency in Bank loans constructed using Latent Semantic Scaling. Using this new measure, we find little evidence of a generalizable influence of powerful principals. Instead, the stringency of loan conditions is associated with bureaucratic assessments of risk. To facilitate future research, we provide a new dataset of World Bank loan condition texts and our measure of text stringency for all loans in the dataset.",
          "url": "https://doi.org/10.1017/psrm.2025.19",
          "doi": "https://doi.org/10.1017/psrm.2025.19",
          "filter": 0
        },
        {
          "title": "Discounting extreme positions: party normalization and support for the far right",
          "authors": "Laia Balcells, Sergi Martínez, Ethan vanderWilden",
          "abstract": "When are far right parties punished for their extreme positions? We argue that the punishments of deviant position-taking are conditional on the degree to which a far right party is normalized or stigmatized in the party system. When the far right is treated as normal, the costs suffered from these parties’ extreme positions decrease, as moderate voters discount the authenticity of their commitment to such positions. We use a survey experiment to test this argument in Spain, finding evidence for discounting on the far right’s extreme anti-LGBTQ+ statements, but not on its embrace of authoritarian history. This study thus shows that normalization and stigmatization of the far right can change how its extreme positions are interpreted by voters.",
          "url": "https://doi.org/10.1017/psrm.2025.29",
          "doi": "https://doi.org/10.1017/psrm.2025.29",
          "filter": 0
        },
        {
          "title": "Using contextual measures to capture citizens’ perception of inequality in their surrounding environment",
          "authors": "Benjamin J. Newman",
          "abstract": "A growing literature explores the effect of economic inequality in citizens’ surrounding environment on their political attitudes and behavior. This literature typically relies on measures of income concentration or gap-size, which reflect under-tested presumptions about how citizens perceive the economic conditions surrounding them. Utilizing survey data to explore perception of economic inequality in Americans’ residential environment, this note finds that measures capturing income concentration or gap-size perform poorly relative to a measure capturing the joint prevalence of “haves” and “have-nots.” These results suggest that commonly used measures of economic inequality may not fully capture the features of people’s daily environment used to perceive the existence or magnitude of inequality. The results guide future research toward using contextual indicators that treat inequality as a compound phenomenon involving manifestations of poverty and affluence.",
          "url": "https://doi.org/10.1017/psrm.2025.24",
          "doi": "https://doi.org/10.1017/psrm.2025.24",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "People",
          "url": "https://doi.org/10.1017/s1049096515000591",
          "doi": "https://doi.org/10.1017/s1049096515000591",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Pandemic preparation without romance: insights from public choice",
          "authors": "Alex Tabarrok",
          "url": "https://doi.org/10.1007/s11127-025-01277-2",
          "doi": "https://doi.org/10.1007/s11127-025-01277-2",
          "filter": 0
        },
        {
          "title": "Editorial announcement",
          "authors": "Peter T. Leeson",
          "url": "https://doi.org/10.1007/s11127-025-01276-3",
          "doi": "https://doi.org/10.1007/s11127-025-01276-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Quarterly Journal of Political Science",
      "journal_short": "QJPS",
      "articles": [
        {
          "title": "Pivots or Partisans? Proposal-Making Strategy and Status Quo Selection in Congress",
          "authors": "Jesse Crosson, Geoff Lorenz, Alexander Furnas",
          "url": "https://doi.org/10.1561/100.00023042",
          "doi": "https://doi.org/10.1561/100.00023042",
          "filter": 0
        },
        {
          "title": "Wolves in Sheep's Clothing: Community Meetings and Voter Control in Non-Democracies",
          "authors": "Thorsten Rogall",
          "url": "https://doi.org/10.1561/100.00021158",
          "doi": "https://doi.org/10.1561/100.00021158",
          "filter": 0
        },
        {
          "title": "Throwing Away the Umbrella: Minority Voting after the Supreme Court's Shelby Decision",
          "authors": "Mayya Komisarchik, Ariel White",
          "url": "https://doi.org/10.1561/100.00023045",
          "doi": "https://doi.org/10.1561/100.00023045",
          "filter": 0
        },
        {
          "title": "\"Don't You Plan on Voting?\" The Motives and Effects of Peer Pressure in Voter Mobilization",
          "authors": "Woojin Kim",
          "url": "https://doi.org/10.1561/100.00024022",
          "doi": "https://doi.org/10.1561/100.00024022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What’s woke? Ordinary Americans’ understandings of wokeness",
          "authors": "Benjamin M. VanDreew, Joseph B. Phillips, B. Kal Munis, Spencer Goidel",
          "abstract": "The term “woke” has evolved from its roots in the 1960s civil rights movement to a mainstream political term, most frequently used disparagingly by Republicans. Despite its frequent use, it’s unclear precisely what Americans perceive of as woke. This study investigates perceptions of woke using a conjoint survey experiment. Respondents in the conjoint are tasked with selecting the more woke list. The lists contain various attributes, identities, and policies that have, over the past few years, been branded as woke. Our findings indicate that there’s generally broad agreement among Democrats and Republicans about what is woke. However, Democratic respondents are more likely associate lower salience racially progressive and gender-progressive items as woke, while Republican respondents identify higher salience items clearly aligned with the Democratic Party as woke. Independents, as a whole, have much less consistent views, tracking more closely with Democrats when it comes to some considerations while more closely with Republicans on others.",
          "url": "https://doi.org/10.1177/20531680251335650",
          "doi": "https://doi.org/10.1177/20531680251335650",
          "filter": 0
        },
        {
          "title": "If I could turn back time: The authoritarian connection to nostalgia",
          "authors": "Spencer Goidel, Kirby Goidel",
          "abstract": "Comparative politics scholars have long noted the presence of authoritarian nostalgia in emerging democracies. In this paper, we explore how the combination of nostalgia and authoritarianism influenced public attitudes within the U.S. context. Specifically, we use a module from the Cooperative Election Study to explore the relationship between nostalgia and four measures of authoritarian attitudes. Our findings show that nostalgia has the expected relationship in all four models. Nostalgic Americans are more likely to support political strongmen, violations of rules, norms, and institutions, and the use of political violence against political opponents. This paper contributes to the literature on authoritarian nostalgia by establishing a link between nostalgia and authoritarianism in an established democracy without a recent authoritarian past.",
          "url": "https://doi.org/10.1177/20531680251334048",
          "doi": "https://doi.org/10.1177/20531680251334048",
          "filter": 0
        },
        {
          "title": "Benchmarking AI and human text classifications in the context of newspaper frames: A multi-label LLM classification approach",
          "authors": "Alexander Tripp",
          "abstract": "I examine the abilities of large language models (LLMs) to accurately classify topics related to immigration from Spanish-language newspaper articles. I benchmark various LLMs (ChatGPT and Claude) and undergraduate coders with my own codings. I prompt models to label articles with either an 8 label scheme—directly analogous to the assignment of the undergraduate coders—or a 4 label scheme—aggregating the 8 labels into broader themes. In my analyses, a Few Shot ChatGPT 4o model with 8 labels emerges as the most reliable LLM classifier and comes close to the undergraduate coders, with models using 8 labels generally outperforming their 4 label counterparts. I also find that LLMs tend toward false positive errors. This application provides practical methodological guidance for applied researchers using LLMs in data coding. Overall, I demonstrate how LLMs can be effective supplements to human coders, as well as the continued value of human coding as a benchmark for text classification.",
          "url": "https://doi.org/10.1177/20531680251332353",
          "doi": "https://doi.org/10.1177/20531680251332353",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gendered Justice in Comparative Perspective: False Equality and False Difference in Criminal Appeals",
          "authors": "Susan W. Johnson",
          "url": "https://doi.org/10.1086/732948",
          "doi": "https://doi.org/10.1086/732948",
          "filter": 0
        },
        {
          "title": "A Gladiatorial Arena: Incivility in the Canadian House of Commons",
          "authors": "R. Michael Alvarez, Jacob Morrier",
          "url": "https://doi.org/10.1086/732973",
          "doi": "https://doi.org/10.1086/732973",
          "filter": 0
        },
        {
          "title": "Transgender and Gender-Diverse People Disproportionately Report Problems While Trying to Vote Compared to Cisgender People",
          "authors": "Dakota Strode, Tenaya Storm, Andrew R. Flores",
          "url": "https://doi.org/10.1086/732978",
          "doi": "https://doi.org/10.1086/732978",
          "filter": 0
        },
        {
          "title": "Troubles in Text: Using Natural Language Processing to Recognize Government Rationalizations for Rights Abuses",
          "authors": "Sarah K. Dreier, Sofia Serrano, Emily K. Gade, Noah A. Smith",
          "url": "https://doi.org/10.1086/733001",
          "doi": "https://doi.org/10.1086/733001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Nationalism and political support: longitudinal evidence from The Netherlands",
          "authors": "Marlene Mußotter, Carolin Hjort Rapp",
          "url": "https://doi.org/10.1080/01402382.2025.2481546",
          "doi": "https://doi.org/10.1080/01402382.2025.2481546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
