{
  "update": "2025-01-31",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors: Review Transfers",
          "url": "https://doi.org/10.1017/s0003055424001382",
          "doi": "https://doi.org/10.1017/s0003055424001382",
          "filter": 0
        },
        {
          "title": "List of Reviewers",
          "url": "https://doi.org/10.1017/s0003055424001448",
          "doi": "https://doi.org/10.1017/s0003055424001448",
          "filter": 0
        },
        {
          "title": "Precolonial Elites and Colonial Redistribution of Political Power",
          "authors": "ALLISON S. HARTNETT, MOHAMED SALEH",
          "abstract": "Studies of colonialism often associate indirect colonial rule with continuity of the precolonial institutions. Yet, we know less about how colonialism affected the distribution of power between precolonial domestic elites within nominally continuous institutions. We argue that colonial authorities will redistribute power toward elites that are the most congruent with the colonizer’s objectives. We test our theory on the British occupation of Egypt in 1882. Using an original dataset on members of the Egyptian parliament and a difference-in-differences empirical strategy, we show that the colonial authorities shifted parliamentary representation toward the (congruent) landed elite and away from the (oppositional) rural middle class. This shift was greater in cotton-producing provinces which were more exposed to colonial economic interest. Our results demonstrate that the colonial redistribution of power within precolonial institutions can reengineer the social-structural fabric of colonized societies.",
          "url": "https://doi.org/10.1017/s0003055424001321",
          "doi": "https://doi.org/10.1017/s0003055424001321",
          "filter": 0
        },
        {
          "title": "Efficacy of Congressional Oversight",
          "authors": "PAMELA BAN, SETH J. HILL",
          "abstract": "Oversight, scholars argue, allows Congress to control the executive agents it empowers to implement law. Yet the tools of oversight are rather limited and debate continues as to how much influence oversight provides. How well can members of Congress motivate bureaucratic performance? To measure the efficacy of oversight, we create a new dataset matching oversight efforts to a bureaucratic deficiency Congress has sought to reduce since the early 2000s: improperly made payments to contractors and clients. We estimate the effect of congressional hearings, one of the most important tools of congressional oversight, as well as correspondence, appropriation committee reports, statutes, and executive action. We find that hearings lead to subsequent declines in improper payments. The magnitude of the effect, however, is small relative to the scope of the problem, suggesting strong limits on the efficacy of oversight. Our findings imply that America’s elected officials struggle to effectively manage implementation of policy.",
          "url": "https://doi.org/10.1017/s0003055424001242",
          "doi": "https://doi.org/10.1017/s0003055424001242",
          "filter": 0
        },
        {
          "title": "Who Punishes Extremist Nominees? Candidate Ideology and Turning Out the Base in U.S. Elections — CORRIGENDUM",
          "authors": "ANDREW B. HALL, DANIEL M. THOMPSON",
          "url": "https://doi.org/10.1017/s0003055424001370",
          "doi": "https://doi.org/10.1017/s0003055424001370",
          "filter": 0
        },
        {
          "title": "Dating Apps and the Digital Sexual Sphere",
          "authors": "ELSA KUGELBERG",
          "abstract": "The online dating application has in recent years become a major avenue for meeting potential partners. However, while the digital public sphere has gained the attention of political philosophers, a systematic normative evaluation of issues arising in the “digital sexual sphere” is lacking. I provide a philosophical framework for assessing the conduct of dating app corporations, capturing both the motivations of users, and the reason why they find usage unsatisfying. Identifying dating apps as agents intervening in a social institution necessary for the reproduction of society, with immense power over people’s lives, I ask if they exercise their power in line with individuals’ interests. Acknowledging that people have claims to noninterference, equal standing, and choice improvement relating to intimacy, I find that the traditional, nondigital, sexual sphere poses problems to their realisation, especially for sexual minorities. In this context, apps’ potential for justice in the sexual sphere is immense but unfulfilled.",
          "url": "https://doi.org/10.1017/s000305542400128x",
          "doi": "https://doi.org/10.1017/s000305542400128x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 119 issue 1 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0003055424001424",
          "doi": "https://doi.org/10.1017/s0003055424001424",
          "filter": 1
        },
        {
          "title": "PSR volume 119 issue 1 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0003055424001436",
          "doi": "https://doi.org/10.1017/s0003055424001436",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Is Chinese Investment Driving Authoritarianism? Evidence from the First Decade of the Belt and Road in Southeast Asia",
          "authors": "Neil Loughlin",
          "abstract": "This article investigates the impact of Chinese investment on authoritarianism through the lens of authoritarian linkage, focusing on the first decade of China’s Belt and Road Initiative (BRI) in Southeast Asia, particularly Cambodia and Malaysia. While both countries were electoral autocracies when the BRI was launched in 2013, their regime trajectories diverged. In Cambodia, Chinese investment reinforced elite patronage networks and coercive state-society relations, stabilizing the regime during political unrest. Conversely, in Malaysia, it contributed to the collapse of the long-ruling authoritarian coalition by exacerbating elite fragmentation and popular discontent over corruption, which has led to greater political competition. These findings demonstrate how domestic political economy dynamics mediate the effects of Chinese investment, revealing its variable influence on regime outcomes.",
          "url": "https://doi.org/10.5129/001041525x17370641227381",
          "doi": "https://doi.org/10.5129/001041525x17370641227381",
          "filter": 0
        },
        {
          "title": "The Socio-Structural Basis of the Long-Term Decline in Traditional Left-Right Class Voting in Affluent Democracies, 1964–2019",
          "authors": "Juan J. Fernández, Antonio M. Jaime-Castillo, Berta Caihuelas Navajas",
          "abstract": "How can we explain the long-term decline in the class-based voting cleavage observed in high-income democracies since the 1960s? The causes of this decline are far from being fully understood. We hypothesize that the decline in this cleavage between the working class and other classes is connected to the shrinkage of the working class, increases in economic prosperity, and a reduction in levels of inequality. To test these hypotheses, we use a newly-assembled dataset including sixteen advanced democracies with a long temporal coverage (1964–2019) and a class voting index based on the difference between the proportion of a particular social class in a party’s electorate and the proportion of this social class in the electorate as a whole. Models using country fixed effects confirm a decline in the class-based voting cleavage across Western democracies. Controlling for several political variables, the size of the working class constitutes the best predictor of declines in class voting in affluent democracies.",
          "url": "https://doi.org/10.5129/001041525x17368768326041",
          "doi": "https://doi.org/10.5129/001041525x17368768326041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Motivations for partisan attachment in the developing world",
          "authors": "Ankita Barthwal, Francesca R. Jensenius",
          "url": "https://doi.org/10.1016/j.electstud.2025.102896",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102896",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Does Peacekeeping Mitigate the Impact of Aid on Conflict? Peacekeeping, Humanitarian Aid and Violence Against Civilians",
          "authors": "Shenghao Zhang, Han Dorussen",
          "abstract": "Peacekeeping has been found to be effective in containing conflict and civilian victimization, while the findings for the effect of aid on violence are indeterminate. So far the effects of peacekeeping and aid on violence have mainly been studied separately, this article investigates, at the subnational level, the effect of humanitarian aid on one-sided violence conditional on the deployment of peacekeeping forces. Although humanitarian aid can occasionally exacerbate violence, it is argued that peacekeepers reverse this unintended consequence of the provision of aid. We argue that they do so by means of sharing information and the provision of security bubbles. Empirically, we look at the coincidence of subnational location of humanitarian agencies and peacekeeping troops and find support for the idea that the effect of aid on violence against civilians is conditional on the presence of peacekeepers.",
          "url": "https://doi.org/10.1177/00220027251315668",
          "doi": "https://doi.org/10.1177/00220027251315668",
          "filter": 0
        },
        {
          "title": "Nationality Questions and War: How Ethnic Configurations Affect Conflict Within and Between States",
          "authors": "Lars-Erik Cederman, Yannick I. Pengl, Dennis Atzenhofer, Luc Girardin",
          "abstract": "It is generally accepted that violations of state-nation congruence can cause conflict, but it remains unclear which configurations cause civil and interstate conflict, and how these conflict types interact. Inspired by Myron Weiner’s classical model of the “Macedonian Syndrome,” we propose an integrated theoretical framework that links specific nationality questions to both conflict types. Using spatial data on state borders and ethnic settlements in Europe since 1816, we show that excluded and divided groups are more likely to rebel and, where they govern on only one side of the border, to initiate territorial claims and militarized disputes. To make things worse, rebellion and interstate conflict reinforce each other where ethnic division coincides with partial home rule. We obtain similar findings for civil wars and territorial claims in a global sample post-1945. Yet governments shy away from engaging in interstate disputes to address nationality questions and instead support ethnic rebels abroad.",
          "url": "https://doi.org/10.1177/00220027241312624",
          "doi": "https://doi.org/10.1177/00220027241312624",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "A formal model of party competition with salience",
          "authors": "Anna-Sophie Kurella",
          "abstract": "Recent empirical research points at the significance of issue salience for party competition and argues that small parties emphasize secondary issues. This article investigates parties’ salience strategies from a formal viewpoint. It presents a model of party competition that allows parties to compete with policy positions on a second dimension, and also to choose an optimal level of issue salience. Equilibrium results are computed based on artificial data. The results identify various relevant factors for policy divergence and emphasis on the second policy issue dimension, notably the structure of public opinion and non-policy related valence differences. The results suggest that it is not only challenger parties at the fringe, but also valence-advantaged parties that seek to push the salience of secondary policy issues.",
          "url": "https://doi.org/10.1177/09516298241312345",
          "doi": "https://doi.org/10.1177/09516298241312345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Acquiescence Bias Inflates Estimates of Conspiratorial Beliefs and Political Misperceptions - CORRIGENDUM",
          "authors": "Seth J. Hill, Margaret E. Roberts",
          "url": "https://doi.org/10.1017/pan.2024.27",
          "doi": "https://doi.org/10.1017/pan.2024.27",
          "filter": 0
        },
        {
          "title": "Synthetically generated text for supervised text analysis",
          "authors": "Andrew Halterman",
          "abstract": "Large language models are a powerful tool for conducting text analysis in political science, but using them to annotate text has several drawbacks, including high cost, limited reproducibility, and poor explainability. Traditional supervised text classifiers are fast and reproducible, but require expensive hand annotation, which is especially difficult for rare classes. This article proposes using LLMs to generate synthetic training data for training smaller, traditional supervised text models. Synthetic data can augment limited hand annotated data or be used on its own to train a classifier with good performance and greatly reduced cost. I provide a conceptual overview of text generation, guidance on when researchers should prefer different techniques for generating synthetic text, a discussion of ethics, a simple technique for improving the quality of synthetic text, and an illustration of its limitations. I demonstrate the usefulness of synthetic training through three validations: synthetic news articles describing police responses to communal violence in India for training an event detection system, a multilingual corpus of synthetic populist manifesto statements for training a sentence-level populism classifier, and generating synthetic tweets describing the fighting in Ukraine to improve a named entity system.",
          "url": "https://doi.org/10.1017/pan.2024.31",
          "doi": "https://doi.org/10.1017/pan.2024.31",
          "filter": 0
        },
        {
          "title": "The Limits (and Strengths) of Single-Topic Experiments",
          "authors": "Scott Clifford, Carlisle Rainey",
          "abstract": "We examine the generalizability of single-topic studies, focusing on how often their confidence intervals capture the typical treatment effect from a larger population of possible studies. We show that the confidence intervals from these single-topic studies capture the typical effect from a population of topics at well below the nominal rate. For a plausible scenario, the confidence interval from a single-topic study might only be half as wide as an interval that captures the typical effect at the nominal rate. We highlight three important conclusions. First, we emphasize that researchers and readers must take care when generalizing the inferences from single-topic studies to a larger population of possible studies. Second, we demonstrate the critical importance of similarity across topics in drawing inferences and encourage researchers to consider designs that explicitly estimate and leverage similarity. Third, we emphasize that, despite their limitations, single-topic experiments have some important advantages.",
          "url": "https://doi.org/10.1017/pan.2024.20",
          "doi": "https://doi.org/10.1017/pan.2024.20",
          "filter": 0
        },
        {
          "title": "Positioning Political Texts with Large Language Models by Asking and Averaging",
          "authors": "Gaël Le Mens, Aina Gallego",
          "abstract": "We use instruction-tuned large language models (LLMs) like GPT-4, Llama 3, MiXtral, or Aya to position political texts within policy and ideological spaces. We ask an LLM where a tweet or a sentence of a political text stands on the focal dimension and take the average of the LLM responses to position political actors such as US Senators, or longer texts such as UK party manifestos or EU policy speeches given in 10 different languages. The correlations between the position estimates obtained with the best LLMs and benchmarks based on text coding by experts, crowdworkers, or roll call votes exceed .90. This approach is generally more accurate than the positions obtained with supervised classifiers trained on large amounts of research data. Using instruction-tuned LLMs to position texts in policy and ideological spaces is fast, cost-efficient, reliable, and reproducible (in the case of open LLMs) even if the texts are short and written in different languages. We conclude with cautionary notes about the need for empirical validation.",
          "url": "https://doi.org/10.1017/pan.2024.29",
          "doi": "https://doi.org/10.1017/pan.2024.29",
          "filter": 0
        },
        {
          "title": "Categorizing Topics Versus Inferring Attitudes: A Theory and Method for Analyzing Open-ended Survey Responses",
          "authors": "William Hobbs, Jon Green",
          "abstract": "Past work on closed-ended survey responses demonstrates that inferring stable political attitudes requires separating signal from noise in “top of the head” answers to researchers’ questions. We outline a corresponding theory of the open-ended response, in which respondents make narrow, stand-in statements to convey more abstract, general attitudes. We then present a method designed to infer those attitudes. Our approach leverages co-variation with words used relatively frequently across respondents to infer what else they could have said without substantively changing what they meant—linking narrow themes to each other through associations with contextually prevalent words. This reflects the intuition that a respondent may use different specific statements at different points in time to convey similar meaning. We validate this approach using panel data in which respondents answer the same open-ended questions (concerning healthcare policy, most important problems, and evaluations of political parties) at multiple points in time, showing that our method’s output consistently exhibits higher within-subject correlations than hand-coding of narrow response categories, topic modeling, and large language model output. Finally, we show how large language models can be used to complement—but not, at present, substitute—our “implied word” method.",
          "url": "https://doi.org/10.1017/pan.2024.23",
          "doi": "https://doi.org/10.1017/pan.2024.23",
          "filter": 0
        },
        {
          "title": "The Probability of Casting a Pivotal Vote in an Instant Runoff Voting Election",
          "authors": "Samuel Baltz",
          "abstract": "If instant runoff voting (IRV) mitigates strategic voting, is that because the rules of the system mechanically reduce strategic opportunities, or because of other more indirect effects? In single-vote plurality elections, a voter can be pivotal if adding one vote to a candidate would cause that candidate to win. In IRV, it is more complicated to identify when one voter can be pivotal. This letter derives all the ways that a single ballot can change the result of an IRV election, for any number of candidates and voters. I obtain an expression for the probability of casting a pivotal vote in IRV by phrasing the probability that any pivotal event occurs as a function of all the rankings cast by other voters. This expression facilitates modeling vote choice in IRV, and enables the estimation of voters’ strategic opportunities in IRV contests between any number of candidates. I present some illustrative simulations estimating pivotal probabilities in both IRV and Single-Member District Plurality for stylized electorates with identical preference structures. These simulations produce similar estimated pivotal probabilities in the two systems, suggesting that these systems may provide similar opportunities to strategically cast a decisive vote.",
          "url": "https://doi.org/10.1017/pan.2024.32",
          "doi": "https://doi.org/10.1017/pan.2024.32",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Couples Therapy for a Divided America: Assessing the Effects of Reciprocal Group Reflection on Partisan Polarization",
          "authors": "Hannah Baron, Robert A. Blair, Donghyun Danny Choi, Laura Gamboa, Jessica Gottlieb, Amanda Lea Robinson, Steven C. Rosenzweig, Megan M. Turnbull, Emily A. West",
          "url": "https://doi.org/10.1007/s11109-024-09993-z",
          "doi": "https://doi.org/10.1007/s11109-024-09993-z",
          "filter": 0
        },
        {
          "title": "It’s the Economy: The Effect of Economic Policy Appeals on Latino Independents",
          "authors": "Derek Wakefield",
          "url": "https://doi.org/10.1007/s11109-025-10004-y",
          "doi": "https://doi.org/10.1007/s11109-025-10004-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "One glyphosate: Toxic dispossession and the agri-military regime in Colombia",
          "authors": "Claudia Rivera Amarillo, Lorena Arias-Solano, Diana Ojeda, Sonia Serna Botero",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103288",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103288",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The role of change in the relationships among decent work, political cynicism and voter turnout",
          "authors": "Karim Mignonac",
          "abstract": "Threats to decent working conditions and cynical views of politicians are increasingly prevalent in contemporary societies. The present study examines the potential relationship between these two trends and the mediating role that anger‐related emotions may play in this relationship. Using latent growth modeling analyses and data from a panel survey of French employees collected during the 2021–2022 French electoral cycle, I found that within‐person decreases in employees' perceptions of decent work were associated with within‐person increases in anger and hostility toward the employing organization; increases in anger and hostility, in turn, were associated with within‐person increases in political cynicism. Moreover, both initial levels and increases in political cynicism were associated with a lower likelihood of electoral participation. Overall, this research highlights how longitudinal change in workplace experiences may drive the dynamics of political cynicism and indirectly affect the vitality of democracy.",
          "url": "https://doi.org/10.1111/pops.13081",
          "doi": "https://doi.org/10.1111/pops.13081",
          "filter": 0
        },
        {
          "title": "Ungoverning: the attack on the administrative state and the politics of chaos By RussellMuirhead, Nancy L.Rosenblum. Princeton: Princeton University Press, 2024. 280 pp. $29.95",
          "authors": "Kay Lehman Schlozman",
          "url": "https://doi.org/10.1111/pops.13082",
          "doi": "https://doi.org/10.1111/pops.13082",
          "filter": 0
        },
        {
          "title": "Moral disagreements: Unearthing pathways to constructive and destructive behavioral responses",
          "authors": "Bhakti Khati, Maja Kutlaca, Jonathon McPhetres, Stefania Paolini",
          "abstract": "Issues like transgender rights often provoke strong emotional reactions, leading to polarized conflicts. Moral psychology suggests that emotions like anger and disgust drive destructive behaviors, such as avoiding or insulting the opponent. However, we argue that constructive behaviors, such as listening to the opponent, are also possible. We propose that appraisals related to engaging and coping with moral disagreements also play critical roles in predicting different behaviors. In an online study with 902 participants from the UK, US, India, and Serbia, we explored these dynamics using a message exchange paradigm. Participants received a message, purportedly from another participant (“messenger”), that contradicted their attitudes toward transgender rights. They then provided emotional reactions, wrote a response, and indicated their willingness to engage in constructive or destructive behaviors with the messenger. Constructive behavioral intentions were predicted by greater empathy, lower disgust and anger toward the messenger, and a higher perceived ability to cope with responding. In contrast, destructive intentions were predicted by lower empathy, greater disgust, lower coping abilities, and higher perceived difficulty in responding. These findings enhance our understanding of behavioral responses to moral disagreements on contentious issues like transgender rights and suggest ways to promote constructive dialogue.",
          "url": "https://doi.org/10.1111/pops.13077",
          "doi": "https://doi.org/10.1111/pops.13077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Role of Artificial Intelligence in Higher Education: The Case of Armenia",
          "authors": "Vardan Atoyan, Logan Brosius, Nane Movsisyan, Sofya Ohanyan, Vahram Hovyan",
          "abstract": "Artificial intelligence in higher education has expanded worldwide with the growth of AI technologies. The emergent applications of artificial intelligence in higher education (AIEd) in course preparation, delivery, and administration as well as in learning assistants and prediction for the sake of learners are widely considered important innovations that can change education worldwide. The Armenian case was examined via a survey that was conducted at the country’s leading universities to investigate whether and how faculty use AIEd. Although the results indicate that many Armenian teaching faculty use AIEd in narrow capacities and acknowledge the potential usefulness of AIEd in the practical administration of Armenia’s higher education, the use of AIEd is not deep.",
          "url": "https://doi.org/10.1017/s104909652400115x",
          "doi": "https://doi.org/10.1017/s104909652400115x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Fifty-four thousand deaths, zero electoral impact",
          "authors": "Alper Demirdogen, Emine Olhan",
          "abstract": "The February 2023 earthquake in Turkiye resulted in 54,000 fatalities and over $100 billion in economic losses. We examine whether this catastrophic event influenced incumbent-party support in the subsequent election. In contrast with previous researchers, we find no significant effect on voter turnout or the incumbent party’s vote share, even after accounting for population displacement and infrastructure damage. We argue that this null effect is due to several factors: effective electoral management policies that reduced voting costs despite significant population displacement; a compressed timeline between disaster and elections, which constrained politically motivated aid distribution; extreme political polarization, which led the public to filter their interpretation of the disaster response through partisan lenses; different information flows in state-controlled media and social media; and offsetting electoral responses across regions. Our results offer valuable insights for policy makers, political scientists, and economists studying the political consequences of natural disasters.",
          "url": "https://doi.org/10.1007/s11127-025-01260-x",
          "doi": "https://doi.org/10.1007/s11127-025-01260-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Defending Elections Against the Oligarchic Charge",
          "authors": "Palle Bech-Pedersen",
          "url": "https://doi.org/10.1086/735028",
          "doi": "https://doi.org/10.1086/735028",
          "filter": 0
        },
        {
          "title": "US Enforcement Politics and Remittance Dynamics in Mexico",
          "authors": "Matthew Smoldt, Valerie Mueller, Cameron G. Thies",
          "url": "https://doi.org/10.1086/730730",
          "doi": "https://doi.org/10.1086/730730",
          "filter": 0
        },
        {
          "title": "The “Odd Party Out” Theory of Certiorari",
          "authors": "Adam Bonica, Adam Chilton, Maya Sen",
          "url": "https://doi.org/10.1086/730741",
          "doi": "https://doi.org/10.1086/730741",
          "filter": 0
        },
        {
          "title": "Good Governance: A Fiduciary Model",
          "authors": "Nikolas Kirby",
          "url": "https://doi.org/10.1086/730736",
          "doi": "https://doi.org/10.1086/730736",
          "filter": 0
        },
        {
          "title": "Negative Political Identities and Costly Political Action",
          "authors": "Katharina Lawall, Stuart J. Turnbull-Dugarte, Florian Foos, Joshua Townsley",
          "url": "https://doi.org/10.1086/730718",
          "doi": "https://doi.org/10.1086/730718",
          "filter": 0
        },
        {
          "title": "The Costs of Collective Action: An Experimental Study of Risk, Punishment, and Immunity",
          "authors": "Gloria Cheung, David A Siegel",
          "url": "https://doi.org/10.1086/730717",
          "doi": "https://doi.org/10.1086/730717",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Frightening politics: citizens’ reactions to party statements about law and order",
          "authors": "Georg Wenzelburger, Martin Schröder",
          "url": "https://doi.org/10.1080/01402382.2025.2450180",
          "doi": "https://doi.org/10.1080/01402382.2025.2450180",
          "filter": 0
        },
        {
          "title": "An unrequited conflict: affective polarisation among ruralites, suburbanites and urbanites in Switzerland",
          "authors": "Alina Zumbrunn",
          "url": "https://doi.org/10.1080/01402382.2025.2452134",
          "doi": "https://doi.org/10.1080/01402382.2025.2452134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
