{
  "update": "2024-12-06",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Correcting misperceptions about ethno‐racial discrimination: The limits of evidence‐based awareness raising to promote support for equal‐treatment policies",
          "authors": "Merlin Schaeffer, Krzysztof Krakowski, Asmus Leth Olsen",
          "abstract": "The disadvantages experienced by minorities and lack of societal remedies are partly attributable to native‐majority citizens’ limited awareness of minority hardships. We investigate whether informing citizens about field‐experimental audits on ethno‐racial discrimination increases their recognition of the issue and support for equal‐treatment policies. Extending a largely US‐centric research frontier, we focus on beliefs about discrimination faced by Muslims in Denmark. To further comprehension, we test three types of framing: a scientist stressing credibility, a lawyer emphasizing the legal breach, or a minority expressing grief. Our survey experiment ( n  = 4,800) shows that citizens are generally aware of discrimination and tend to overperceive its extent. Communicating audit evidence corrects misperceptions but does not change recognition or policy support, regardless of framing or initial misperception. Only combining priming, correction, and framing temporarily increases recognition and donations to support groups. These findings suggest that audit‐based awareness campaigns have limited immediate success beyond donations acknowledging minority hardships.",
          "url": "https://doi.org/10.1111/ajps.12933",
          "doi": "https://doi.org/10.1111/ajps.12933",
          "filter": 0
        },
        {
          "title": "Populism and the rule of law: The importance of institutional legacies",
          "authors": "Andreas Kyriacou, Pedro Trivin",
          "abstract": "Existing work sees populist governments undermining the rule of law because they seek to dismantle institutional constraints on their personalistic plebiscitarian rule. We argue that populist rulers pose a greater threat to legal impartiality, equality, and compliance when they face a legacy of weak rule of law. We find empirical support for this assertion after applying synthetic control methods to a cross‐country sample that includes up to 51 populist events spanning the period from 1920 to 2019. Our results remain consistent across a range of robustness checks including, the consideration of a set of contextual variables that can potentially determine the capacity of populist governments to sweep away institutional constraints, different populist event classifications, and different ways of measuring the rule of law. In countries, like the United States, with a robust rule of law tradition, the deleterious impact of populists on institutions will be limited but not negligible.",
          "url": "https://doi.org/10.1111/ajps.12935",
          "doi": "https://doi.org/10.1111/ajps.12935",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Party Positioning Under Populist State Leaders",
          "authors": "Marcel Garz, Tanmay Singh",
          "abstract": "The implications of rising parliamentary representation of populist parties have been thoroughly studied but little is known about the impact of populist state leaders on party positions. In this article, we study mainstream parties' strategic responses when a populist takes over as the leader of a nation. We use content-analytical data and large language modelling to measure positions expressed in manifestos from parties from 51 democracies between 1989 and 2018. Employing methods for causal inference from observational data, we find that right-wing populist state leaders induce mainstream parties to differentiate their positions on multiculturalism, possibly leading to polarization of the party system. Under left-wing populist leaders, mainstream parties adopt more homogenous or differentiated positions, depending on the policy category and other contextual factors. Parties are generally more responsive in emerging than advanced countries and in presidential than parliamentary systems.",
          "url": "https://doi.org/10.1017/s0007123424000644",
          "doi": "https://doi.org/10.1017/s0007123424000644",
          "filter": 0
        },
        {
          "title": "European Institutional Integration and the Educational Divide in Support for the European Union",
          "authors": "Sharon Baute, Tobias Tober",
          "abstract": "Since the 1950s, the history of European integration unfolds as a unique social experiment, witnessing the transformation of a non-existent entity into an increasingly institutionalized force. This article delves into the consequences of this ongoing institutionalization on public attitudes towards the institution itself: the European Union (EU). We argue that as European institutional integration advanced, a divide in EU support between more and less educated individuals emerged, with the latter becoming progressively less supportive. Drawing on data from eighty-five waves of the Eurobarometer survey across fifteen countries and over 820,000 individuals from 1976 to 2014, a Bayesian mixed-effects analysis reveals that the gap in support between the more and less educated significantly widened with a country's level of institutional integration. This study emphasizes the necessity of distinguishing institutional effects from temporal patterns in order to enhance our understanding of EU-related public opinion dynamics.",
          "url": "https://doi.org/10.1017/s0007123424000309",
          "doi": "https://doi.org/10.1017/s0007123424000309",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Democratic Backsliding and Ethnic Politics: The Republican Party in the United States",
          "authors": "Robert C. Lieberman, Daniel Schlozman",
          "abstract": "Views diverge about whether ethnic politics undermines or reinforces democracy. While ethnic politics is typically understood as minority politics, we consider the case of political parties that represent majority rather than minority ethnic groups. Two contextual factors increase the likelihood that a party representing a majority ethnicity will engage in democratic backsliding behavior: population decline that threatens the group’s majority status and close partisan competition. We show that under this combination of conditions, the U.S. Republican Party has been more likely to engage in voter suppression and vote manipulation rather than adapting to the changing demographics of the median voter. Republicans in states where these conditions prevail are more likely to pursue voter suppression; at the national level, Republicans have increasingly pursued a strategy aimed at rolling back longstanding voting rights protections. In elucidating the story of the Republican Party, we also open up comparison to other parties on the Right that have drawn on appeals to “ethnicized” partisanship.",
          "url": "https://doi.org/10.1177/00104140241302714",
          "doi": "https://doi.org/10.1177/00104140241302714",
          "filter": 0
        },
        {
          "title": "When is it Fair to Tax the Rich? The Importance of Pro-Social Behavior",
          "authors": "Kris-Stella Trump",
          "abstract": "Politicians, activists, and the rich themselves variously describe rich people as hard workers, greedy tax avoiders, generous philanthropists, and more. Occasionally, such descriptions are wielded in attempts to legitimize or delegitimize high income taxes on the rich. However, we do not have a good understanding of which of these appeals are most successful. This article explores which attributes of the rich affect support for progressive taxation. First, I use an inductive approach to derive relevant attributes from open-ended survey responses and prior literature. Then, pre-registered experiments in the United States and Denmark show that when the rich exhibit pro-social behaviors (e.g., treating workers well, not using tax loopholes), this reduces public support for taxing them. In comparison, indicators of merit (e.g., working hard) are of secondary or even insignificant importance. I conclude that in redistributive politics, the perceived pro-social behavior of the rich is a key consideration for the public.",
          "url": "https://doi.org/10.1177/00104140241302716",
          "doi": "https://doi.org/10.1177/00104140241302716",
          "filter": 0
        },
        {
          "title": "Partners in Crime: Comparative Advantage and Kidnapping Cooperation",
          "authors": "Danielle Gilbert",
          "abstract": "What explains cooperation between armed groups? Challenging existing literature that assumes armed groups must be similar or not cooperate at all, I argue that explicit differences are key to some cooperation. Comparative advantage explains why rebels and criminals—organizations that typically eschew collaboration—cooperate to produce violence. This article introduces “black market white labeling”—cooperation that emerges when one actor buys an illicit good or service from another and re-brands it as their own. To demonstrate this phenomenon and the conditions under which it occurs, I focus on kidnapping, an underexplored but common form of armed group violence. Drawing on 113 interviews with Colombian kidnappers and hostage recovery personnel from Colombia and the United States, I theorize the conditions under which rebels “outsource” violence to criminal gangs or produce it “in house.” This article explains the organizational dynamics of rebel-criminal cooperation that perpetuate violence against civilians.",
          "url": "https://doi.org/10.1177/00104140241302726",
          "doi": "https://doi.org/10.1177/00104140241302726",
          "filter": 0
        },
        {
          "title": "Democratic Reforms in Dictatorships: Elite Divisions, Party Origins, and the Prospects of Political Liberalization",
          "authors": "Adrián del Río, Masaaki Higashijima",
          "abstract": "Divisions among regime elites in autocracies are often an important step toward political liberalization. However, we know little about when such divisions contribute to initiating democratic reforms. We argue that whether elite divisions lead to liberalization depends on the historical origins of ruling parties. Using panel matching analyses, we show that the positive effects of elite divisions on political liberalization are significantly reduced when ruling parties originate from national struggles such as revolutions, insurgencies, and independence movements. Specifically, dictators arising from such origins can prevent elite divisions from sparking democratic reforms by providing “carrots” to the military and applying “sticks” to citizens and political opponents. These results hold after multiple robustness tests and additional analyses for causal mechanisms. Our findings suggest that party origins are critical junctures that significantly shape regime prospects more than regime origins suggested by the literature.",
          "url": "https://doi.org/10.1177/00104140241302772",
          "doi": "https://doi.org/10.1177/00104140241302772",
          "filter": 0
        },
        {
          "title": "Corrigendum: “Why Monarchy? The Rise and Demise of a Regime Type”",
          "url": "https://doi.org/10.1177/00104140241302730",
          "doi": "https://doi.org/10.1177/00104140241302730",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Have attitudes toward democracy polarized in the U.S.?",
          "authors": "Hamad Ejaz, Judd R. Thornton",
          "url": "https://doi.org/10.1016/j.electstud.2024.102854",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102854",
          "filter": 0
        },
        {
          "title": "Divided we abstain: Testing the effect of local income inequality on individual-level turnout using Norwegian administrative panel data",
          "authors": "Sofi Granö",
          "url": "https://doi.org/10.1016/j.electstud.2024.102852",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102852",
          "filter": 0
        },
        {
          "title": "Does a voter's decision to sit out an election depend upon where others stand?",
          "authors": "Harry Krashinsky",
          "url": "https://doi.org/10.1016/j.electstud.2024.102864",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102864",
          "filter": 0
        },
        {
          "title": "Targeting voters online: How parties’ campaigns differ",
          "authors": "Cornelius Erfort",
          "url": "https://doi.org/10.1016/j.electstud.2024.102872",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102872",
          "filter": 0
        },
        {
          "title": "Masking turnout inequality. Invalid voting and class bias when compulsory voting is reinstated",
          "authors": "Gonzalo Contreras, Mauricio Morales",
          "url": "https://doi.org/10.1016/j.electstud.2024.102878",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102878",
          "filter": 0
        },
        {
          "title": "Economic growth, largest-party vote shares, and electoral authoritarianism",
          "authors": "Matthew Wilson, David Andersen",
          "url": "https://doi.org/10.1016/j.electstud.2024.102879",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102879",
          "filter": 0
        },
        {
          "title": "Sorry Not Sorry: Presentational strategies and the electoral punishment of corruption",
          "authors": "Dean Dulay, Seulki Lee",
          "url": "https://doi.org/10.1016/j.electstud.2024.102867",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102867",
          "filter": 0
        },
        {
          "title": "Does decentralization boost electoral participation? Revisiting the question in a non-western context",
          "authors": "Camille Barras",
          "url": "https://doi.org/10.1016/j.electstud.2024.102873",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102873",
          "filter": 0
        },
        {
          "title": "Speech targeting and constituency representation in open-list electoral systems",
          "authors": "Eduardo Alemán, Pablo Valdivieso Kastner, Sebastián Vallejo Vera",
          "url": "https://doi.org/10.1016/j.electstud.2024.102865",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102865",
          "filter": 0
        },
        {
          "title": "Individual Electoral Competitiveness: Undecided voters, complex choice environments and lower turnout",
          "authors": "Hannah Bunting",
          "url": "https://doi.org/10.1016/j.electstud.2024.102866",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102866",
          "filter": 0
        },
        {
          "title": "Conditional single-issue political entrepreneurship: The impact of education and attitudinal predictors on support for the Finns Party",
          "authors": "Michael A. Hansen, Mikko Leino",
          "url": "https://doi.org/10.1016/j.electstud.2024.102874",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102874",
          "filter": 0
        },
        {
          "title": "Social trust and the winner-loser gap",
          "authors": "Matías Bargsted, Andrés González-Ide",
          "url": "https://doi.org/10.1016/j.electstud.2024.102869",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102869",
          "filter": 0
        },
        {
          "title": "Perceived negativity in British general election communications",
          "authors": "Caitlin Milazzo, John Barry Ryan",
          "url": "https://doi.org/10.1016/j.electstud.2024.102863",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102863",
          "filter": 0
        },
        {
          "title": "Intertemporal evidence on the strategy of populism in the United States",
          "authors": "Gloria Gennaro, Giampaolo Lecce, Massimo Morelli",
          "url": "https://doi.org/10.1016/j.electstud.2024.102853",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102853",
          "filter": 0
        },
        {
          "title": "A decomposition of partisan advantage in electoral district maps",
          "authors": "Jeffrey T. Barton, Jon X. Eguia",
          "url": "https://doi.org/10.1016/j.electstud.2024.102871",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102871",
          "filter": 0
        },
        {
          "title": "The populist impulse: Cognitive reflection, populist attitudes and candidate preferences",
          "authors": "Andrew Hunter",
          "url": "https://doi.org/10.1016/j.electstud.2024.102868",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102868",
          "filter": 0
        },
        {
          "title": "Revisiting eligibility effects of voting at 16: Insights from Austria based on regression discontinuity analyses",
          "authors": "Elisabeth Graf, Julia Partheymüller, Laura Bronner, Sylvia Kritzinger",
          "url": "https://doi.org/10.1016/j.electstud.2024.102870",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102870",
          "filter": 0
        },
        {
          "title": "Does disability affect support for political parties?",
          "authors": "Ralph Scott, Melanie Jones",
          "url": "https://doi.org/10.1016/j.electstud.2024.102881",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102881",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Brextinction? How cohort replacement has transformed support for Brexit",
          "authors": "JORIS FRESE, JUHO HÄRKÖNEN, SIMON HIX",
          "abstract": "Public support for Brexit has declined since the 2016 referendum. We argue that part of this decline is due to cohort replacement where many older voters (who support Brexit) have passed away, while younger voters (who oppose Brexit) have entered the electorate. Using a series of original YouGov surveys from 2016, 2018, 2020 and 2022, each representative of the UK electorate, we first demonstrate the large and stable differences in Brexit support between younger and older voters. Next, we employ demographic decomposition calculations to estimate that cohort replacement alone accounts for approximately one third of the decline in aggregate Brexit support in just 6 years (with two thirds of the decline being explained by within‐cohort changes). Furthermore, by combining our data on Brexit support with Office for National Statistics cohort projections up to 2030, we derive testable hypotheses about the pressure that cohort replacement will continue to put on Brexit support over the next decade across a wide range of potential scenarios. Altogether, our study demonstrates the powerful role that cohort replacement plays in shaping British (and European) politics in the post‐Brexit world.",
          "url": "https://doi.org/10.1111/1475-6765.12745",
          "doi": "https://doi.org/10.1111/1475-6765.12745",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Whom to Repress: Tall Poppies, Key Players, and Weakest Links",
          "authors": "Kris De Jaegher",
          "abstract": "This paper presents a game-theoretic model where dissidents with heterogeneous abilities and motivations contribute to collective action. A regime demotivates dissidents by preemptively increasing their costs of contributing, using a budget that can be spread across them in any way desired. The regime’s optimal targeting strategy is shown to depend on the (technological) degree of complementarity between dissidents’ contributions. For low complementarity, it is optimal to equalize all dissidents’ strengths (where strength depends both on motivation and ability; tall-poppies strategy). For intermediate complementarity, it is optimal to focus all repression on the most able dissidents (key-player strategy). For high complementarity, it is optimal to focus all repression on the least-motivated dissidents (weakest-link strategy). The range of intermediate complementarities for which the key-player strategy is optimal is larger, the larger heterogeneity in abilities. The paper finds indication for the use of these strategies in concrete examples of preemptive repression.",
          "url": "https://doi.org/10.1177/00220027241303150",
          "doi": "https://doi.org/10.1177/00220027241303150",
          "filter": 0
        },
        {
          "title": "The Power of Cabinet Appointments in Autocracies: Elite Cooptation and Anti-Regime Mass Uprisings",
          "authors": "Berker Kavasoglu",
          "abstract": "Why are some autocratic regimes more prone to mass uprisings than others? This article argues that autocratic leaders can mitigate opposition mobilization by strategically appointing opposition leaders to cabinet positions. Drawing on yearly data from autocracies between 1966 and 2020, the article exploits temporal variations in the composition of cabinets and the onset of mass uprisings within autocratic regimes. The findings demonstrate that appointing opposition elites to cabinet positions significantly decreases the likelihood of anti-regime mass uprisings. The results are robust across alternative model specifications and estimation strategies addressing endogeneity concerns. By demonstrating why some autocracies with organized opposition avoid uprisings while others face repeated challenges, this study offers novel insights into how opposition cooptation stabilizes autocratic regimes.",
          "url": "https://doi.org/10.1177/00220027241304703",
          "doi": "https://doi.org/10.1177/00220027241304703",
          "filter": 0
        },
        {
          "title": "Voter Intimidation as a Tool of Mobilization or Demobilization? Evidence from West Bengal, India",
          "authors": "Ursula Daxecker, Annekatrin Deglow, Hanne Fjelde",
          "abstract": "This study presents new theory and evidence on the repertoire of electoral intimidation, suggesting that threats can be used to deter rival party supporters from voting but also to mobilize citizens to vote for a particular party. We expect these strategies to unfold in the same electoral context, but differ in targeting and incidence; while threats to demobilize are concentrated in closely contested areas and occur more frequently overall, threats to mobilize target fewer voters and are centered in parties’ own strongholds. Recognizing the difficulty of surveying citizens about sensitive experiences, we combine qualitative material from local news with evidence from a list experiment embedded in an original survey conducted after the 2019 elections in the Indian state of West Bengal. Our empirical findings corroborate our expectations: areas without overt violence may nevertheless be highly coercive, underlining the importance of studying the full repertoire of electoral violence.",
          "url": "https://doi.org/10.1177/00220027241298890",
          "doi": "https://doi.org/10.1177/00220027241298890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Hometown Advantage: Voter Preferences for Community Embeddedness in Local Contests",
          "authors": "Joseph T. Ornstein, Amanda J. Heideman, Bryant J. Moy, Kaylyn Jackson Schiff",
          "abstract": "Every year, Americans elect hundreds of thousands of candidates to local public office, typically in low-attention, nonpartisan races. How do voters evaluate candidates in these sorts of elections? Previous research suggests that, absent party cues, voters rely on a set of heuristic shortcuts – including the candidate’s name, profession, and interest group endorsements – to decide whom to support. In this paper, we suggest that community embeddedness – a candidate’s roots and ties to the community – is particularly salient in these local contests. We present evidence from a conjoint survey experiment on a nationally representative sample of American voters. We estimate the marginal effect on vote share of candidate attributes such as gender, race, age, profession, interest group endorsements, and signals of community embeddedness – specifically homeownership and residency duration. We find that voters, regardless of political party, have strong preferences for community embeddedness. Strikingly, the magnitude of the residency duration effect rivals that of prior political experience.",
          "url": "https://doi.org/10.1017/xps.2024.16",
          "doi": "https://doi.org/10.1017/xps.2024.16",
          "filter": 0
        },
        {
          "title": "Introducing the Visual Conjoint, with an Application to Candidate Evaluation on Social Media",
          "authors": "Alessandro Vecchiato, Kevin Munger",
          "abstract": "Conjoint experiments have enabled scholars to understand the preferences of citizens in a variety of political contexts. We propose a method to modify the standard text-only “box conjoint” to make the treatment higher in external validity with respect to a common target context. Citizens frequently encounter political information encoded as images and in particular in the form of politicians’ social media posts and profiles. We deploy “visual conjoint” experiments where subjects select between two images that encode the same explicit information as is standard in the box conjoint. We conduct an experiment in which we randomize the modality of a conjoint experiment where subjects evaluate the Twitter profiles of hypothetical candidates. We demonstrate that the visual conjoint more effectively encodes image-based information and social endorsement information. The visual conjoint also allows the salience of different attributes to vary naturally the way they do on social media, in contrast to the artificially enforced uniformity of the box conjoint.",
          "url": "https://doi.org/10.1017/xps.2024.15",
          "doi": "https://doi.org/10.1017/xps.2024.15",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Why Presidents Fail. Political Parties and Government Survival in Latin America",
          "authors": "Philipp Köker",
          "url": "https://doi.org/10.1177/13540688241304560",
          "doi": "https://doi.org/10.1177/13540688241304560",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Uneven development and the anti-politics machine: Algorithmic violence and market-based neighborhood rankings",
          "authors": "Dillon Mahmoudi, Dena Aufseeser, Alicia Sabatino",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103247",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103247",
          "filter": 0
        },
        {
          "title": "Do women commemorate women? How gender and ideology affect decisions on naming female streets",
          "authors": "Víctor Caballero-Cordero, Demetrio Carmona-Derqui, Daniel Oto-Peralías",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "filter": 0
        },
        {
          "title": "Three takes on Gulf cities and urban politics",
          "authors": "Michael Ewers",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Not in the mood for party: Symptoms of depression reduce the weight of partisanship on vote choice",
          "authors": "Luca Bernardi, Guillem Rico, Eva Anduiza",
          "abstract": "In this paper, we investigate whether symptoms of depression affect the relationship between partisanship—one of the most important predictors of electoral behavior—and vote choice. Building on research from mood and depressive realism, we argue that symptoms of depression reduce the association between the strength of partisanship and vote choice because depressed mood can lead to better, clearer thinking. We evaluate and find support for this hypothesis using survey data from Britain, Spain, and the Netherlands. Our findings improve our understanding of the political consequences of depression, one of the most prevalent mental health problems in contemporary democracies.",
          "url": "https://doi.org/10.1111/pops.13064",
          "doi": "https://doi.org/10.1111/pops.13064",
          "filter": 0
        },
        {
          "title": "Intergroup political theater: Transforming social representations among peace leaders in contested territories",
          "authors": "Cristina J. Montiel, Mary Kathleen B. Soler, Ronaldo T. Bigsang, Joshua Uyheng, Mario J. Aguja",
          "abstract": "Territorial contestations entrench opposed groups within tight political and psychological constraints, seemingly rendering improvements to intergroup relations intractable. In this paper, we examine political theater as a novel tool for enabling intergroup dialogue to transform social representations of intergroup relations. Participants are selected leaders from two groups involved in a territorial conflict in the Philippines: community leaders of the Guardians of the Marsh ( N = 7), closely entwined with the Moro Islamic Liberation Front; and Christian sociologists doing peace projects at the Mindanao State University—General Santos City ( N = 5). We describe the design and implementation of a set of culturally embedded, participatory, and power‐sensitive theater exercises to facilitate intergroup dialogue between community leaders. Through a mixed methods analytical strategy, we compare participants' theater utterances in the first and second halves of the workshop. Triangulated results from quantitative and qualitative analysis show shifts in social representations toward more just and trusting intergroup relationships. The study affirms the usefulness of political theater as a tool for intergroup dialogue, customized to conditions of asymmetric conflict between two groups embroiled in territorial conflict. Furthermore, we caution against using conventional intergroup dialogue as a tool for peacebuilding, when features of dialogue support the underlying structural foundations of inequality and muted resentments.",
          "url": "https://doi.org/10.1111/pops.13065",
          "doi": "https://doi.org/10.1111/pops.13065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Advocacy campaigns and gender bias in media coverage of elections",
          "authors": "Theresa Gessler, Fabrizio Gilardi, Maël Kubli",
          "abstract": "An unresolved aspect of women's underrepresentation in politics is the media portrayal of female candidates. This paper studies how advocacy campaigns may affect potential bias, leveraging the 2019 Swiss federal elections, which were shaped by two nation-wide, cross-party campaigns advocating for gender equality. The empirical analysis compares the 2015 and 2019 election campaigns, relying on an original dataset of the mentions that all candidates (over 3,700 respectively 4,600) received in over 2.2 million news articles. The analysis produces three main results. First, although in both elections male candidates received more media attention than female candidates did, the gender gap was significantly smaller in 2019 than in 2015. Second, in both elections, male and female candidates tended to be mentioned in conjunction with gender-stereotypical topics. Third, the gender gap in media attention before and after a key women's rights event was similar to that between the corresponding periods in 2015. These findings suggest that the differences observed between 2015 and 2019 are linked to the political campaign at large rather than to a specific event, despite its historical dimensions. The results contribute to the understanding of how advocacy campaigns can change bias in media coverage and, methodologically, to measuring and understanding gendered media coverage of politics.",
          "url": "https://doi.org/10.1017/psrm.2024.63",
          "doi": "https://doi.org/10.1017/psrm.2024.63",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Dan Greenwood, Effective Governance and the Political Economy of Coordination. Cham, Switzerland: Palgrave Macmillan, 2023. ix + 306 pages. USD 59.99 (hardback)",
          "authors": "Jordan K. Lofthouse",
          "url": "https://doi.org/10.1007/s11127-024-01250-5",
          "doi": "https://doi.org/10.1007/s11127-024-01250-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gambling on the constitution: Abortion rights and the 2023 constitution-making process in Chile",
          "authors": "Eduardo Alemán, Patricio Navia, Gabriel L. Negretto, Ezequiel González-Ocantos",
          "abstract": "When submitted to popular ratification, new constitutions tend to be approved. Chilean voters, however, rejected the proposal put forward by the country’s Constitutional Council in 2023. This article examines the reasons for this outcome. Leveraging an original conjoint experiment exploring voter preferences across four policy areas, we demonstrate that most voters disfavored a proposed clause protecting unborn life, which would have likely restricted access to abortion. Despite general support for other provisions in the draft, opposition to the abortion clause proved pivotal. Our analysis underscores the risks of partisan constitutional proposals dependent on the median voter for approval and highlights the importance of abortion as a mobilizing issue in contemporary democracies. The study also suggests that right-wing drafters miscalculated voter support, even as moderate members attempted to amend the controversial clause, showcasing the limitations of compromise-inducing rules when one ideological bloc controls the drafting process.",
          "url": "https://doi.org/10.1177/20531680241303754",
          "doi": "https://doi.org/10.1177/20531680241303754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "A turn towards post-neoliberalism? Housing policy paradigm crisis in Europe",
          "authors": "Lindsay B. Flynn, Giuseppe Montalbano",
          "url": "https://doi.org/10.1080/01402382.2024.2420305",
          "doi": "https://doi.org/10.1080/01402382.2024.2420305",
          "filter": 0
        },
        {
          "title": "Fragmentation revisited: the UK General Election of 2024",
          "authors": "Christopher Prosser",
          "url": "https://doi.org/10.1080/01402382.2024.2430915",
          "doi": "https://doi.org/10.1080/01402382.2024.2430915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
