{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Polarization in police union politics",
          "authors": "Jennifer Gaudette",
          "abstract": "Although most local elections are officially nonpartisan, a debate exists regarding how much ideology matters in local politics. I test the effects of national polarization toward policing at the local level using a conjoint survey experiment and novel observational data. I find that police union endorsements send clear ideological signals about mayoral candidates to voters and voters respond accordingly: liberal (conservative) respondents are significantly less (more) likely to vote for police union‐endorsed candidates. I create a new dataset of police union endorsements in every mayoral election in American cities with populations above 180,000 between 2011 and 2022. I find police union endorsements have significant negative effects on incumbent vote share in liberal cities at the same time as polarization occurs nationally. This evidence suggests that when national politics polarize on a local issue, ideology becomes an important component in local politics and that police union endorsements now inform about local candidate ideology.",
          "url": "http://dx.doi.org/10.1111/ajps.12932",
          "doi": "10.1111/ajps.12932",
          "filter": 0
        },
        {
          "title": "The institutional foundations of the power to persuade",
          "authors": "Carlo Prato, Ian R. Turner",
          "abstract": "Formal presidential authority does not always translate into real influence over policy outcomes: The bureaucratic actors that are responsible for policy implementation have considerable discretion. Presidents, however, have tools to influence their behavior. In this paper, we focus on presidential control of intra‐executive information flows . We show how the President's power to persuade depends on inter‐branch relations and intra‐branch institutions. We develop a theory in which the President can shape information available to bureaucratic subordinates via both overt, legitimate channels as well as covert, illegitimate interventions. We find that the President's ability to persuade bureaucrats to pursue her preferred goals can be reinforced by higher bureaucratic independence or more aggressive external oversight. We also show how bureaucratic independence mediates how overseer motivations translate into oversight intensity. Our theory predicts that Congress' investigative resources should target more independent agencies under divided government and less independent agencies under unified government.",
          "url": "http://dx.doi.org/10.1111/ajps.12931",
          "doi": "10.1111/ajps.12931",
          "filter": 0
        },
        {
          "title": "Constraining to deter",
          "authors": "Livio Di Lonardo, Scott A. Tyson",
          "abstract": "Governments use a variety of tools to discourage, impede, or limit the ability of foreign adversaries to purse their ambitions. Some of these measures seek to constrain an opponent's capacity, while others seek to deter an opponent to take (or not) a particular action. We develop a theory to study how constraining and coercive threats interact strategically. Building on canonical models of deterrence, we first identify how coercive measures, in isolation, curb an aggressor's transgressions. We then identify when constraining measures and the threat of coercion (deterrence) are substitutes and when they are complements. In some cases, constraining measures make deterrence effective when it would otherwise fail (constraining to deter). Our results offer insights about measuring the effectiveness of various diplomatic tools. We highlight a series of novel empirical challenges stemming from the interaction of selection effects and ecological features of a sample of country dyads, and discuss potential solutions.",
          "url": "http://dx.doi.org/10.1111/ajps.12934",
          "doi": "10.1111/ajps.12934",
          "filter": 0
        },
        {
          "title": "Anger expressions and coercive credibility in international crises",
          "authors": "Hohyun Yoon",
          "abstract": "Why are some threats more credible than others? I argue that leaders’ anger expressions are a previously underappreciated source of coercive credibility. Specifically, leaders who express anger appear more credible because targets believe they are less sensitive to the costs of conflict. I test this argument through quantitative analysis of a novel dataset of world leaders’ public statements in crises from 1946 to 1996 and a U.S.‐based survey experiment designed to test the mechanism. The observational evidence reveals that anger expressions increase the likelihood a threat will succeed. The experiment shows that anger expressions cause targets to infer greater resolve and that non‐angry threats carry little credibility—and might even backfire. These findings not only shed light on a unique source of threat credibility but also highlight the crucial role of emotions in international relations with new data measuring political leaders’ emotional expressions over time and space.",
          "url": "http://dx.doi.org/10.1111/ajps.12937",
          "doi": "10.1111/ajps.12937",
          "filter": 0
        },
        {
          "title": "The financialization of housing and its political consequences",
          "authors": "Rafaela Dancygier, Andreas Wiedemann",
          "abstract": "Institutional investors in residential real estate have become targets of political backlash against unaffordable housing. We argue that this backlash is not only about economic issues such as rising rents; it reflects a fundamental rejection of “financialized capitalism” that turns housing from a basic need into a speculative asset. Using novel geo‐coded real estate transaction data, we document the extent of housing financialization cross‐nationally and over time, and demonstrate that neighborhood‐level exposure to financialization alone is insufficient to explain the widespread support to expropriate corporate landlords in a historic 2021 Berlin referendum. We then develop nationally representative surveys to show that German citizens conceptualize housing as a social right and hold the state responsible for its under‐provision. We demonstrate experimentally that arguments about housing financialization significantly raise support for expropriation beyond rent effects. Our findings suggest that financialized capitalism can unite diverse groups of voters in favor of housing socialism.",
          "url": "http://dx.doi.org/10.1111/ajps.12928",
          "doi": "10.1111/ajps.12928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Free Movement of People and the Success of Far-Right Parties: Evidence from Switzerland’s Border Liberalization",
          "authors": "ALA ALRABABAH, ANDREAS BEERLI, DOMINIK HANGARTNER, DALSTON WARD",
          "abstract": "The main theories explaining electoral backlash against immigration focus on citizens’ cultural, economic, and security concerns. We test these predictions in Switzerland, which opened its labor market to neighboring countries in the 2000s. Employing a difference-in-differences design, we document a substantial rise in immigrant workers in Swiss border municipalities after the border opened. This was accompanied by a 6-percentage-point (95% confidence interval 2–10) increase in support for anti-immigrant parties, equivalent to a 32% rise at the mean. However, we find no adverse effects on citizens’ employment, wages, or subjective perceptions of economic, cultural, or security threats. Instead, we describe how far-right parties introduced novel narratives related to overcrowding to advance hostility toward immigrants. We provide evidence that this rhetoric targeted border municipalities, where it had the greatest impact on voters susceptible to political persuasion. Together, these findings suggest that elites can play a role in driving anti-immigrant votes.",
          "url": "http://dx.doi.org/10.1017/s0003055424001151",
          "doi": "10.1017/s0003055424001151",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Weight on Her Shoulders: Marginalization of Women Legislators in Parliaments and Substantive Representation of Women",
          "authors": "Reut Itzkovitch-Malka, Odelia Oshri",
          "abstract": "Studies have widely documented that women's descriptive representation in parliaments enhances their substantive representation. We probe this relationship under varying levels of women's collective and individual marginality based on an original dataset documenting the parliamentary behaviour of Israeli legislators over eleven parliamentary terms (1977–2015). Using several measures of individual-level marginality we show that marginalized female legislators are more prone to engage in gender-related parliamentary activity than their less marginal counterparts, albeit only under a certain threshold of women's marginality as a group . The article elucidates the dynamic nature of the relationship between descriptive and substantive representation of disadvantaged groups by demonstrating that it is contingent on their collective standing in parliament and on the marginality of individual legislators as manifested in their strategic choices.",
          "url": "http://dx.doi.org/10.1017/s0007123424000401",
          "doi": "10.1017/s0007123424000401",
          "filter": 0
        },
        {
          "title": "Shared Demographic Characteristics Do Not Reliably Facilitate Persuasion in Interpersonal Conversations: Evidence from Eight Experiments",
          "authors": "David E. Broockman, Joshua L. Kalla, Nicholas Ottone, Erik Santoro, Amanda Weiss",
          "abstract": "Many efforts to persuade others politically employ interpersonal conversations. A recurring question is whether the participants in such conversations are more readily persuaded by others who share their demographic characteristics. Echoing concerns that individuals have difficulties communicating across differences, research finds that individuals perceive demographically similar people as more trustworthy, suggesting shared demographics could facilitate persuasion. In a survey of practitioners and scholars, we find many share these expectations. However, dual-process theories suggest that messenger attributes are typically peripheral cues that should not influence persuasion when individuals are effortfully thinking, such as during interpersonal conversations. Supporting this view, we analyze data from eight experiments on interpersonal conversations across four topics (total N = 6, 139) and find that shared demographics (age, gender, or race) do not meaningfully increase their effects. These results are encouraging for the scalability of conversation interventions, and suggest voters can persuade each other across differences.",
          "url": "http://dx.doi.org/10.1017/s0007123424000279",
          "doi": "10.1017/s0007123424000279",
          "filter": 0
        },
        {
          "title": "Why Politicians Won't Apologize: Communication Effects in the Aftermath of Sex Scandals",
          "authors": "Bence Hamrak, Gabor Simonovits, Alex Rusnak, Ferenc Szucs",
          "abstract": "A startling feature of the countless recent sex scandals involving politicians has been the almost complete lack of public apologies. This note explores the electoral incentives politicians face when crafting communication strategies in the aftermath of sex scandals. We focus on two communication strategies – denials and apologies – and assess their impact on incumbent support across a wide range of scandals that vary in terms of the seriousness of the charges as well as the availability of evidence. Using data from a series of survey experiments, including over 10,000 respondents we find that citizens punish incumbents who apologize, even in the case of accusations that appear the least serious in the eyes of voters. Moreover, apologies fail to generate political support compared to denials, even in cases when voters are exposed to evidence. This suggests that in most cases apologies are simply not politically viable communication strategies.",
          "url": "http://dx.doi.org/10.1017/s0007123424000292",
          "doi": "10.1017/s0007123424000292",
          "filter": 0
        },
        {
          "title": "The Shadow Carceral State and Racial Inequality in Turnout",
          "authors": "Ted Enamorado, Anne McDonough, Tali Mendelberg",
          "abstract": "Scholars have studied the carceral state extensively. However, little is known about the ‘shadow’ carceral state, coercive institutions lacking even the limited safeguards of the carceral state. Pretrial incarceration is one such institution. It often lasts months and causes large resource losses. Yet it is imposed in rushed hearings, with wide discretion for bail judges. These circumstances facilitate quick, heuristic judgments relying on racial stereotypes of marginalized populations. We merge court records from Miami-Dade with voter records to estimate the effect of this ‘shadow’ institution on turnout. We find that quasi-randomly assigned harsher bail judges depress voting by Black and Hispanic defendants. Consistent with heuristic processing, these racial disparities result only from inexperienced judges. Unlike judge experience, judge race does not matter; minority judges are as likely to impose detention and reduce turnout. The ‘shadow’ carceral state undermines democratic participation, exacerbating racial inequality.",
          "url": "http://dx.doi.org/10.1017/s0007123424000358",
          "doi": "10.1017/s0007123424000358",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Party System Congruence and Bicameralism",
          "authors": "Wooseok Kim, Allen Hicken, Ken Kollman",
          "abstract": "We compare the nature of party systems across bicameral legislatures using newly available data on upper chamber elections. We examine the similarity in the composition of political parties between the lower and upper chambers (partisan congruence) and introduce a novel measure that captures differences in the nationalization of parties between the two chambers (nationalization congruence). We explore variations in these measures across countries and over time and demonstrate that the power of the upper chamber (symmetry) is linked to both forms of congruence. Moreover, we apply these measures to understand how the interaction between congruence and symmetry—two key dimensions of bicameralism—influences policymaking, focusing on government spending patterns. Our findings reveal that partisan and nationalization congruence can have contrasting implications for government spending in symmetric bicameral systems but have negligible implications in asymmetric bicameral systems.",
          "url": "http://dx.doi.org/10.1177/00104140241302767",
          "doi": "10.1177/00104140241302767",
          "filter": 0
        },
        {
          "title": "Participatory Censorship in Authoritarian Regimes",
          "authors": "Tony Zirui Yang",
          "abstract": "Contrary to the conventional top-down view of government censorship, this study argues that ordinary citizens in authoritarian regimes frequently participate in censorship by reporting online content. I hypothesize that such participation in censorship partially explains the high level of public support for censorship found in existing surveys. Using an original survey in China, I demonstrate that participation in censorship is indeed prevalent, with over half of the respondents self-report having previously flagged online content, and that such participation is positively correlated with support for the censorship apparatus. To causally test the hypothesis, I conduct a pre-registered experiment using custom-engineered, simulated social media pages to manipulate reporting behavior. The results show that respondents encouraged to report simulated posts display significantly higher support for the censorship apparatus. This study highlights the role of ordinary citizens in facilitating authoritarian control and explains why repressive apparatus like censorship can be popular with the population.",
          "url": "http://dx.doi.org/10.1177/00104140241302762",
          "doi": "10.1177/00104140241302762",
          "filter": 0
        },
        {
          "title": "Synthesizing Theories of Authoritarian Elections: A Game-Free Analysis",
          "authors": "Bahar Leventoğlu, Edmund J. Malesky, Tusi (Ündes) Wen",
          "abstract": "Authoritarian regimes adopt ostensibly democratic institutions for undemocratic purposes. Existing research emphasizes five different functions of elections under authoritarianism, driven by idiosyncratic assumptions about the type of dictator and the structure of information. In this paper, we connect the different functions through a three-actor “game-free” model where all aspects of the regime are determined endogenously, assuming only that elections can reveal new information. Signaling, information acquisition, power-sharing, cooptation, and peaceful exit all emerge as special cases in our model. The framework also integrates the two goals of authoritarian power-sharing with other elites and authoritarian control of citizens. We illustrate the model with examples of elections and non-elections in Brunei, Singapore, USSR, Romania, Mexico, and Benin.",
          "url": "http://dx.doi.org/10.1177/00104140241302708",
          "doi": "10.1177/00104140241302708",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Money and Time in Access to Public Services: How Do Citizens Evaluate Different Forms of Bureaucratic Corruption?",
          "authors": "Miguel Carreras, Sofia Vera, Giancarlo Visconti",
          "abstract": "There is extensive research about how bureaucracies in the developing world depart from the Weberian ideal and the ways in which corruption distorts the provision of public services. However, less is known about how citizens respond to the corruption they encounter in daily life. In this study, we implement a conjoint experiment to investigate how citizens evaluate different forms of corruption in the public sector. We find that they prefer “speed money” corrupt bureaucrats and reject “petty theft” corrupt bureaucrats when seeking a government service. In addition, this preference for “speed money” is not more salient among citizens who perceive the bureaucracy as inefficient. Instead, those who can afford to pay bribes are more accepting of bureaucratic corruption.",
          "url": "http://dx.doi.org/10.5129/001041524x17302980129542",
          "doi": "10.5129/001041524x17302980129542",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does disability affect support for political parties?",
          "authors": "Ralph Scott, Melanie Jones",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102881",
          "doi": "10.1016/j.electstud.2024.102881",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Do the origins of climate assemblies shape public reactions? Examining the impact of partisanship",
          "authors": "ANTHONY KEVINS, JOSHUA ROBISON",
          "abstract": "Governments around the world are experimenting with deliberative mini‐publics as a means of integrating public input into policymaking processes, including as a method for directly creating policy. This raises the important question of when ordinary people will judge the outputs of mini‐publics to be legitimate and support their use. We investigate how public support for mini‐publics is shaped by: (1) whether the mini‐public is held in response to calls from politicians or from the general public; (2) which political party sets up the mini‐public; and (3) whether there is partisan conflict surrounding the mini‐public's creation. To do so, we use two pre‐registered survey experiments fielded in the United Kingdom that focus on climate assemblies, a prominent form of deliberative mini‐public. Results are three‐fold. First, we find some evidence that assemblies are more positively evaluated when they stem from the demands of local residents rather than partisan actors, but this effect is relatively modest and does not emerge consistently across our analyses. Similar findings are noted with regard to partisanship. Partisan conflict, by contrast, has a more robust effect – leading respondents to adopt more ideologically stereotypical views of the assembly, with left‐wing (right‐wing) respondents being more supportive of Labour‐sponsored (Conservative‐sponsored) assemblies.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12743",
          "doi": "10.1111/1475-6765.12743",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Violent Competition and Terrorist Restraint – CORRIGENDUM",
          "authors": "Sara M.T. Polo, Blair Welsh",
          "url": "http://dx.doi.org/10.1017/s0020818324000353",
          "doi": "10.1017/s0020818324000353",
          "filter": 0
        },
        {
          "title": "The Role of Pan-African Ideology in Ethnic Power Sharing",
          "authors": "Janina Beiser-McGrath, Sam Erkiletian, Nils W. Metternich",
          "abstract": "What are the conditions under which governments form more ethnically inclusive coalitions? Previous contributions highlight strategic incentives as well as colonial and precolonial legacies as determinants of ethnically inclusive government coalitions but overlook the impact of political mobilization during the decolonization period. We argue that ideological exposure and commitment to the Pan-African anticolonial movement played a vital role in African leaders’ decisions to share power with other ethnic communities. We leverage novel data on African government leaders’ attendance at decolonization-era Pan-African conferences through a unique collection of conference delegate lists. Accounting for rival mechanisms, we find that African political elites who attended Pan-African conferences formed ethnically more inclusive government coalitions when they became government leaders. Our findings imply that the ideological influence and commitment signaled by conference attendance affected political leaders’ approach to form more inclusive governments and that ethnic coalitions have systematically unexplored legacies in the Pan-African decolonization movement.",
          "url": "http://dx.doi.org/10.1017/s0020818324000158",
          "doi": "10.1017/s0020818324000158",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "INO volume 78 issue 3 Cover and Front matter",
          "url": "http://dx.doi.org/10.1017/s0020818324000286",
          "doi": "10.1017/s0020818324000286",
          "filter": 1
        },
        {
          "title": "INO volume 78 issue 3 Cover and Back matter",
          "url": "http://dx.doi.org/10.1017/s0020818324000298",
          "doi": "10.1017/s0020818324000298",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Words to unite nations: The complete United Nations General Debate Corpus, 1946–present",
          "authors": "Slava Jankin, Alexander Baturo, Niheer Dasandi",
          "abstract": "Every year since 1946, the General Debate has taken place at the beginning of the United Nations (UN) General Assembly session. Representatives from all UN member states deliver an address, discussing the issues that they consider most important in global politics, revealing their governments’ positions, and seeking to persuade other states of their perspectives. The annual UN General Debate statements provide invaluable information for scholars of international relations – comparable globally and over time. However, these texts are stored as poor quality images without relevant metadata, preventing researchers from applying data science methods. This paper introduces the complete UN General Debate Corpus (UNGDC). Building on a previous incomplete release of UNGDC, we have extended the corpus to cover the entire 1946–present period, included additional data on all speakers and provided advanced search and data visualization tools on a new website. The complete corpus contains over 10,000 speeches from 202 countries, including historical countries – making it the most comprehensive, unique and accessible collection of global political speeches. We discuss the complete UNGDC, provide relevant information for data users and present illustrative examples of how the corpus can be employed to address key questions in world politics.",
          "url": "http://dx.doi.org/10.1177/00223433241275335",
          "doi": "10.1177/00223433241275335",
          "filter": 0
        },
        {
          "title": "Environmental displacement and political instability: Evidence from Africa",
          "authors": "Angela Chesler",
          "abstract": "Does environmental displacement provoke political instability? Though migration has long been considered an intermediary in the causal path between environmental change and political upheaval, the relationship remains theoretically underdeveloped and evidence has been limited. This article examines the impact of displacement caused by sudden-onset natural hazards on disruptive antigovernment events including armed conflict, protests and violent riots. It leverages the new Environmental Displacement Dataset (EnDis), an original dataset that identifies quantities of human movement in response to six types of sudden-onset natural hazards in Africa from 1990 to 2017, including floods, storms, wildfires, landslides, earthquakes and volcanic activity. The results of the analyses show that while environmental displacement is not associated with civil war onset or protests, it does increase the incidence of attacks by armed non-state actors and violent riots. Importantly, these destabilizing effects occurr primarily (1) in the context of displacement driven by floods and storms, and (2) when levels of displacement are well above average. Collectively, these findings portend deepening security crises and violent political upheaval as climate change drives more frequent episodes of extreme weather and excessive environmental displacement.",
          "url": "http://dx.doi.org/10.1177/00223433241274979",
          "doi": "10.1177/00223433241274979",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Misogyny, politics, and social media determinants of hostile engagement against women parliamentarians on Twitter",
          "authors": "Jana Boukemia, Marius Sältzer, Sébastien Boyer",
          "abstract": "Politicians use social media to engage directly with the public using diverse communication styles including aggressive or uncivil language. Yet, little is known about gender differences in politicians' communication styles and their subsequent online reactions. In this study, we investigate whether women politicians who use critical or insulting language on Twitter face disproportionate backlash compared to men politicians. To test our hypothesis, we employ a self‐developed supervised language classifier to categorize @‐mentions of parliamentarians into two incivility levels: criticism and insults. We find that men and women MPs tweet with a similar level of incivility, including both critical and insulting language. For critical language, we find that both men and women MPs receive more critical responses when sending a higher number of critical tweets. In the case of insulting language, we find evidence of a gendered pattern: Compared to men MPs, women MPs receive a higher number of insulting tweets but can reduce such responses to a small degree when being more insulting themselves. These findings underscore that female MPs navigate a more hostile online environment that compels them to use more insulting language as a means of self‐defense.",
          "url": "http://dx.doi.org/10.1111/lsq.12486",
          "doi": "10.1111/lsq.12486",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "http://dx.doi.org/10.1111/lsq.12434",
          "doi": "10.1111/lsq.12434",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Surrogate representation by parties: A cross-national perspective",
          "authors": "Liron Lavi, Liran Harsgor",
          "abstract": "Against the backdrop of declining public trust and engagement with political parties, citizens’ representation is often not limited to their party of choice. How do citizens perceive representation by parties they did not vote for? How do individual- and system-level factors shape this representation? And what are the implications for citizens’ democratic attitudes? Investigating these questions, we propose the concept of party surrogation – representation by a party one did not vote for. We utilize CSES module 3 (2006–2011) to establish cross-national and individual variations in party surrogation. We find more party surrogation in countries with a higher effective number of parties and less party surrogation among right-wing voters. We also find that voters with party surrogation have combinations of representing parties that vary in size, political ideology, and coalition status. These voters are more satisfied with democracy compared to unrepresented voters. We conclude with a discussion of citizens’ representation repertoire.",
          "url": "http://dx.doi.org/10.1177/13540688241300488",
          "doi": "10.1177/13540688241300488",
          "filter": 0
        },
        {
          "title": "Book Review: The Normalization of the Radical Right: A Norms Theory of Political Supply and Demand",
          "authors": "Joseph Noonan",
          "url": "http://dx.doi.org/10.1177/13540688241300491",
          "doi": "10.1177/13540688241300491",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Volatile campaigns? The effects of shocks on campaign effectiveness in British general elections",
          "authors": "Charles Pattie, David Cutts",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103245",
          "doi": "10.1016/j.polgeo.2024.103245",
          "filter": 0
        },
        {
          "title": "Towards hydrosocial autonomy within modernity. A long-term analysis (1850–1980) of socio-material fracturing of flood protection infrastructures in an Alpine valley",
          "authors": "Antoine Brochet, Jean-Dominique Creutin, Aida Arik, Yvan Renou",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103249",
          "doi": "10.1016/j.polgeo.2024.103249",
          "filter": 0
        },
        {
          "title": "Political neglect and support for the radical right: The case of rural Portugal",
          "authors": "Pedro C. Magalhães, João Cancela",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103224",
          "doi": "10.1016/j.polgeo.2024.103224",
          "filter": 0
        },
        {
          "title": "The spatial dimension of political dissent – Centre-periphery dynamics in Sweden",
          "authors": "David Karlsson, Louise Skoog",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103248",
          "doi": "10.1016/j.polgeo.2024.103248",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0962-6298(24)00187-2",
          "doi": "10.1016/s0962-6298(24)00187-2",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Introduction: The Politics of Abortion in the Americas",
          "authors": "Mariela Daby, Mason W. Moseley",
          "abstract": "Sweeping changes in abortion politics are underway in the Americas. Argentina, Mexico, Colombia, and Uruguay have legalized abortion in recent years, marking a sea change in the most Catholic region of the world. At the same time, several states in the United States have restricted abortion access following the US Supreme Court’s decision to overturn Roe vs. Wade , and numerous Central American countries have moved to fully criminalize the practice. Abortion is now legal in countries where it was long taboo, whereas the United States is characterized by a patchwork of laws that spans from some of the most progressive in the world to near-total bans. What explains this changing panorama in terms of reproductive rights in the Americas?",
          "url": "http://dx.doi.org/10.1017/s1049096524000623",
          "doi": "10.1017/s1049096524000623",
          "filter": 0
        },
        {
          "title": "Movement and Countermovement Mobilization in the US Abortion Conflict",
          "authors": "Suzanne Staggenborg",
          "abstract": "The conflict over abortion in the United States shows no sign of abatement. Both supporters and opponents of abortion rights have mobilized movements, engaged in collective action, suffered defeats and won victories, and survived over many decades. To understand how the current battle is likely to progress, we need to examine the movement/countermovement dynamics that drive the mobilization and outcomes of the opposing movements (Meyer and Staggenborg 1996). This article demonstrates how ongoing mobilization is fueled by the strategies and tactics of each side, which are strongly influenced by the actions of their opponents.",
          "url": "http://dx.doi.org/10.1017/s1049096524000726",
          "doi": "10.1017/s1049096524000726",
          "filter": 0
        },
        {
          "title": "Weak Institutions, Strong Movements: The Uneven Implementation of Abortion Policy in Latin America",
          "authors": "Ana Sofia Elverdin",
          "abstract": "Across Latin American countries, there is remarkable heterogeneity in abortion legislation, ranging from full prohibition to legal elective abortion. 1 However, abortion policy does not seem to clearly map onto implementation on the ground. On the one hand, even in countries with very restrictive abortion laws, (clandestine) abortion rates are comparatively high, and legislation that criminalizes abortion is rarely enforced (Blofield 2006; Htun 2003). On the other hand, in countries that allow abortion under all or some circumstances, access to abortion is not guaranteed. In Argentina, for instance, different reports have stressed the difficulty in accessing abortion procedures both before and after legalization was enacted in early 2021. 2",
          "url": "http://dx.doi.org/10.1017/s104909652400057x",
          "doi": "10.1017/s104909652400057x",
          "filter": 0
        },
        {
          "title": "The Decriminalization of Abortion in Latin America: A Tale of Gradual Judicialization",
          "authors": "Jordi Díez, Alba Ruibal",
          "abstract": "Latin America historically has had some of the strictest abortion laws in the world, making unsafe procedures a main cause of mortality among women and girls. However, in the context of the Green Wave, three countries recently have amply decriminalized access to abortion: Mexico (2021, 2023), Colombia (2022), and Argentina (2020) (Uruguay did so in 2012). The recent wave of decriminalization is the culmination of larger, historical processes that involved the gradual judicialization of reproductive rights in the region. Courts have been a central part of the story. In these three cases, arguments advanced by state and nonstate actors in favor of decriminalization significantly built on jurisprudence developed over many years. The process of abortion decriminalization has been partly a tale of gradual judicialization.",
          "url": "http://dx.doi.org/10.1017/s1049096524000660",
          "doi": "10.1017/s1049096524000660",
          "filter": 0
        },
        {
          "title": "Legalizing Abortion in the Southern Cone",
          "authors": "Cora Fernández Anderson",
          "abstract": "The Southern Cone has been at the forefront of the fight for abortion rights in Latin America. Due to the legacies of Hispanic legal traditions and the overwhelming political influence of the Catholic Church, the region historically has been known for its restrictive policies on abortion and reproductive rights more broadly. 1 However, in the past 15 years, Southern Cone countries began to challenge those restrictions and embarked on a feminist revolution that led to what is now widely known as the “Green Wave” because of the color embraced by abortion-rights activists. Uruguay began this trend of legalizing abortion on demand in 2012, followed by Argentina in 2020. Chile experienced a moderate reform in 2017 when it moved from a total ban to a system of exceptions. Feminists have been trying ever since to pass abortion on demand through both legislative and constitutional reforms, which have not yet yielded the expected results.",
          "url": "http://dx.doi.org/10.1017/s104909652400060x",
          "doi": "10.1017/s104909652400060x",
          "filter": 0
        },
        {
          "title": "Judicial Federalism and Abortion in Mexico and the United States",
          "authors": "Caroline Beer",
          "abstract": "As the US Supreme Court was preparing to overturn Roe v. Wade , the Mexican Supreme Court issued a series of sweeping rulings to liberalize abortion—part of a larger trend across Latin America (Daby and Moseley 2022; Fernandez Anderson 2017; Reuterswärd 2020; Ruibal 2014). Mexico has created a nationwide standard of access to abortion services, whereas the United States has abandoned universal legal abortion and embraced a patchwork system in which each state has different laws regulating reproductive healthcare. Why are these two neighbors on such divergent paths? This contribution to the symposium compares the ways that federalism and judicial politics have interacted in Mexico and the United States to explain the different trajectories of abortion policy. The divergent paths of the United States and Mexico can be explained by the two countries’ different experiences with democracy and political and institutional differences between the judiciaries. A different civil-society and constitutional context also has played a role.",
          "url": "http://dx.doi.org/10.1017/s1049096524000647",
          "doi": "10.1017/s1049096524000647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Soft-power and pro-European bias in the UNESCO World Heritage List? A test based on ICOMOS experts’ evaluations of colonial sites",
          "authors": "Martina Dattilo, Fabio Padovano, Yvon Rocaboy",
          "url": "http://dx.doi.org/10.1007/s11127-024-01248-z",
          "doi": "10.1007/s11127-024-01248-z",
          "filter": 0
        },
        {
          "title": "Were COVID-19 lockdowns worth it? A meta-analysis",
          "authors": "Jonas Herby, Lars Jonung, Steve H. Hanke",
          "abstract": "Following the onset of the COVID-19 pandemic, an unprecedented use of mandatory lockdowns—defined as the imposition of at least one compulsory, non-pharmaceutical intervention—took place. We conduct a meta-analysis to determine the effect of these lockdowns on COVID-19 mortality. Our meta-analysis finds that lockdowns in the spring of 2020 had a relatively small effect on COVID-19 mortality and is consistent with the view that voluntary changes in behavior, such as social distancing, played an important role in mitigating the pandemic. Given the enormous economic costs associated with lockdowns and our findings of the relatively small health benefits, the efficacy of lockdowns during the COVID-19 pandemic is called into question.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01216-7",
          "doi": "10.1007/s11127-024-01216-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Correction to: What Do We Measure When We Measure Affective Polarization?",
          "authors": "James N Druckman, Matthew S Levendusky",
          "url": "http://dx.doi.org/10.1093/poq/nfae051",
          "doi": "10.1093/poq/nfae051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
