{
  "update": "2025-07-11",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The super rich and the rest: Campaign finance pressures and the wealth of politicians",
          "authors": "Lucia Motolinia, Marko Klašnja, Simon Weschle",
          "abstract": "We provide a comprehensive theoretical and empirical account of the relationship between campaign finance pressures and the wealth of politicians. We argue that the heavily right‐skewed wealth distributions observed in contemporary societies translate into similarly skewed distributions of campaign resources. Such unequal resources mean that greater pressures to spend on campaigns disproportionately benefit the very wealthy. We also identify several conditions that determine the extent of the financing advantages of the very rich, and at whose expense they accrue. We test our propositions using a unique original data set on the wealth of more than 23,000 national legislators from 41 countries, as well as by exploiting quasi‐random variation in financing pressures provided by recent campaign finance reforms in Brazil and Chile. The analyses consistently show that greater financing pressures lead to greater shares of wealthy, and especially very wealthy legislators, and that these advantages vary in ways consistent with our predictions.",
          "url": "https://doi.org/10.1111/ajps.12996",
          "doi": "https://doi.org/10.1111/ajps.12996",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "What Is the Point of Harm Reduction? A Relational Egalitarian Perspective",
          "authors": "Giacomo Floris",
          "abstract": "Harm reduction is one of the most controversial and widely discussed approaches in public health and social policy, addressing a broad range of pressing societal issues, including drug addiction, sex work, alcohol and tobacco use, and homelessness. Surprisingly, however, harm reduction has received very little philosophical scrutiny. In this article, I aim to fill this gap. First, I provide a systematic analysis of the core features and normative commitments of harm reduction. Second, I propose a novel, relational egalitarian justification for harm reduction. I argue that the provision of harm reduction services is not solely or primarily a matter of mitigating the negative consequences associated with high-risk behaviours. Rather, most fundamentally, it is the appropriate response to the status of vulnerable individuals as equal members of society.",
          "url": "https://doi.org/10.1017/s0007123425000419",
          "doi": "https://doi.org/10.1017/s0007123425000419",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Populist leaders and the political budget cycle",
          "authors": "Assaf Shmuel",
          "url": "https://doi.org/10.1016/j.electstud.2025.102965",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102965",
          "filter": 0
        },
        {
          "title": "The urban-rural cleavage: Analysing more than 40 years of Norwegian survey data",
          "authors": "Stine Hesstvedt, Jo Saglie",
          "url": "https://doi.org/10.1016/j.electstud.2025.102954",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102954",
          "filter": 0
        },
        {
          "title": "Unpacking the rural–urban divide: Identities and stereotypes",
          "authors": "Sofia Breitenstein, Toni Rodon, Guillem Riambau, Andreu Rodilla",
          "url": "https://doi.org/10.1016/j.electstud.2025.102935",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102935",
          "filter": 0
        },
        {
          "title": "The East in wolf’s clothing. Wolf attacks correlate with but do not cause far-right voting",
          "authors": "Nico Sonntag",
          "url": "https://doi.org/10.1016/j.electstud.2025.102957",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102957",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Immigration, Justice Remittances, and US Courts",
          "authors": "Leslie Johns, Máximo Langer, Margaret E Peters",
          "abstract": "Many immigrants to the United States are victims of crimes that occurred in their home countries. US courts usually will not rule on legal violations that occur outside of US territory. However, starting in 1980, US federal courts sometimes allow foreign nationals to use the Alien Tort Statute to seek civil remedies for international law violations on foreign territory. We argue that these civil remedies are justice remittances from the United States to the foreign countries where the violations occurred. We additionally argue that immigrants are a key driving force in generating the demand for these justice remittances. We identify the filing districts for legal complaints that yield Alien Tort Statute judicial opinions. We then use individual-level immigration data from the US Census that we aggregate to match federal judicial districts. We find compelling evidence that immigrants are agents of justice who demand justice remittances from US courts.",
          "url": "https://doi.org/10.1093/isq/sqaf052",
          "doi": "https://doi.org/10.1093/isq/sqaf052",
          "filter": 0
        },
        {
          "title": "Telling Stories of International Relations",
          "authors": "Laura J Shepherd",
          "abstract": "This is a lightly edited version of the presidential address I delivered at the sixty-fifth annual convention of the International Studies Association in San Francisco, USA, on April 4, 2024. In this essay, I explore the stories that we tell about the international, and relations, and the possibility of telling different stories—and perhaps the need to tell different stories—in the future. I begin by weighing the international, and exploring what is at stake when setting up a focus on international relations, as distinct from other kinds of relations. I then shift focus to relations. A focus on relations, rather than entities or things, encourages us to consider how these relations are developed, nurtured, ruptured, and restored, and to examine both the conditions and affordances of these processes. Finally, I take on the question of how to tell different stories in the future. I hope to show that questions of futurity are necessarily questions of justice and questions of ethics, and that we as a scholarly community must ask ourselves what we owe, and to whom, in our work if we are going to honor our obligations to our past and future selves and others.",
          "url": "https://doi.org/10.1093/isq/sqaf055",
          "doi": "https://doi.org/10.1093/isq/sqaf055",
          "filter": 0
        },
        {
          "title": "Good Enough? Public Perceptions of Success in Military Interventions",
          "authors": "Sarah Maxey",
          "abstract": "Public perceptions of successful military interventions carry high stakes for democratic governance. Expectations of success help mobilize support for military action, while political punishment for failure deters elected leaders from starting wars they cannot win. What factors drive public perceptions of success? How susceptible are public perceptions of success to elite manipulation? Treating perceptions of success as a dependent variable in their own right, I show that public evaluations are both multifaceted and malleable. I first use a conjoint experiment to capture the multiple factors that influence public perceptions of successful interventions. Two additional survey experiments then gauge whether elite rhetoric and priming can shift public metrics for success. The results show that the public’s concept of success is complex, weighing the ultimate costs and benefits of intervention along multiple dimensions. Leaders, however, have significant power to offset perceptions of and avoid accountability for failure.",
          "url": "https://doi.org/10.1093/isq/sqaf051",
          "doi": "https://doi.org/10.1093/isq/sqaf051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "The Long Shadow of COVID-19 Lockdowns on Nonstate Actor Violence",
          "authors": "Dawn Brancati",
          "abstract": "Early studies of the effects of COVID-19 lockdowns on nonstate actor violence presented competing hypotheses and yielded mixed results. Economic arguments primarily claimed that lockdowns would increase violence and implied that their effects would last after lockdowns were lifted. Conversely, logistical arguments claimed that lockdowns would decrease violence and that their effects would endure only as long as lockdowns were in place. Using new, more precise, and comprehensive data and measures, this study directly compares these competing arguments globally. The study finds that both economic and logistical factors affected violence and that violence was lower overall in the short and long term. Logistical factors potentially outweighed economic ones due to the inability of nonstate actors to capitalize fully on the negative economic effects of lockdowns when population movements were disrupted. The study also disaggregates the economic effects of lockdowns, finding the strongest support for state capacity-based arguments.",
          "url": "https://doi.org/10.1177/00220027251353078",
          "doi": "https://doi.org/10.1177/00220027251353078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Status Threat, Partisanship, and Voters’ Conservative Shift Toward Right-Wing Candidates",
          "authors": "Diogo Ferrari, Brianna A. Smith",
          "abstract": "Past research indicates that support for conservatism increases when individuals perceive threat to their group’s social status – i.e., prestige and respect. However, the causal link between status threat and increased electoral support for conservative candidates has not been established. Most prior studies rely on observational data, and it remains unclear how the effect of status threat on candidate support varies depending on the specific conservative policies adopted by candidates. Additionally, previous research has not fully addressed whether and how these effects are constrained by voters’ party loyalty. This article investigates these questions by conducting a joint experiment combining vignette and conjoint designs. White Americans were randomly exposed to status threat communication, and then choose between different hypothetical candidates with varying degrees of conservatism on various issues. The results show large effects of candidates’ issue positions and partisanship, but very little effect of status threat.",
          "url": "https://doi.org/10.1017/xps.2025.10006",
          "doi": "https://doi.org/10.1017/xps.2025.10006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Are State Legislative Leaders Moderates?",
          "authors": "Boris Shor",
          "abstract": "Spatial models of legislative organization predict that elected leaders will be moderates with respect to their constituency, the party caucus. However, empirical studies of leader positioning in Congress find mixed evidence that this is the case. This paper expands the analysis to state legislatures, using an original dataset of 2056 top chamber and party leaders in 50 states from 1999 to 2023. Simulations reveal that state legislative leaders are consistently moderate relative to their caucus. Furthermore, while Democratic leaders consistently occupy the moderate left side of their caucus, Republican leaders do not show the same pattern, with some even positioned to the left of their caucus median. Beyond this overall pattern, there is substantial variation in leader‐caucus ideological divergence. The analysis shows that increasingly distinct and homogeneous majority parties—fulfilling the conditions of conditional party government theory—are consistently associated with leader moderation. However, this effect is stronger for Republicans than for Democrats, which is inconsistent with the theory's predictions of party symmetry. Finally, using a new dataset on majority party roll rates, the spatial divergence of majority party leaders from their caucuses is found to lead to significant failures of agenda control, with a substantial increase in majority party rolls for moderate Republicans but not for Democrats. This finding contradicts the predictions of party cartel theory, which suggests no differences in agenda control based on leader ideology or party. The evidence consistently shows substantial asymmetry between Republican and Democratic leaders.",
          "url": "https://doi.org/10.1111/lsq.70025",
          "doi": "https://doi.org/10.1111/lsq.70025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Repression, party ties, and political beliefs: Ideological continuities among voters after socialism",
          "authors": "Zeth Isaksson",
          "abstract": "How are experiences from socialist rule reflected in support for the former regime and ideological stances after democratization? This study examines how varied experiences under socialism—whether as regime supporters or victims of repression—continue to be linked to political behavior decades after transition. Using three decades of intergenerational panel data from the former German Democratic Republic, the findings show that repression is associated with long-term opposition to the regime’s successor party, Die Linke, while former party membership corresponds with lasting support. These experiences also relate to ideological self-placement, with distinct left-right patterns persisting based on past affiliations. Within families, the extent to which these political legacies are passed down depends on political interest, highlighting that they are not uniformly inherited. By exploring how socialist-era experiences remain embedded in post-transition political attitudes, this study underscores the role of historical experiences in shaping political behavior in new democracies.",
          "url": "https://doi.org/10.1177/13540688251350481",
          "doi": "https://doi.org/10.1177/13540688251350481",
          "filter": 0
        },
        {
          "title": "Of the people and the elite? The strategic framing of Jews, antisemitism, and Israel by the AfD and the FPÖ",
          "authors": "Claire Burchett",
          "abstract": "Research has examined the co-existence of pro-Jewish discourse and antisemitic incidents within the populist radical right parties (PRR), Alternative for Germany (AfD) and the Freedom Party of Austria (FPÖ). This paper analyses this phenomenon through the lens of populist discourse, and finds that Jews are accepted into “the people” when they agree with the parties’ (mostly anti-Islam and anti-elitist) message. However, Jews are excluded, aligned with “the elite”, when they do not. This paper also finds that only the FPÖ demonstrates this same approach towards Israel. The parties thus pursue a dual strategy with regards to Jews and Israel: they use populist discourse as a way to “normalise” their framing of Jews and legitimise exclusion, but the overlap between antisemitic and anti-elitist ideas can make this appear as antisemitic dog-whistling.",
          "url": "https://doi.org/10.1177/13540688251358140",
          "doi": "https://doi.org/10.1177/13540688251358140",
          "filter": 0
        },
        {
          "title": "An alternative to the party? Australia’s movement for community independents",
          "authors": "Richard Reid, Carolyn M Hendriks, Anika Gauja",
          "abstract": "Political parties as the sole vehicle for collective organising in the electoral arena are coming under increasing pressure in systems of representative democracy. A serious disruptor to party dominance has emerged in Australia where local community groups are self-organising to replace their federal party representative with a ‘community independent’. Collectively these groups are referred to as the “Community Independents Movement” (CIM), whose broad goal is to provide voters with an alternative to the “broken” party system. This article asks: what in practice is the alternative form of political organising offered by the CIM? An analysis finds that the CIM performs many conventional functions of political parties, but its localised approach affords greater flexibility and local autonomy. The case of the CIM speaks to global debates on the conceptual and functional differences between parties and other modes of political organising.",
          "url": "https://doi.org/10.1177/13540688251356900",
          "doi": "https://doi.org/10.1177/13540688251356900",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "A Rally for Democracy? Authoritarian Resurgence, Ukraine, and Global Democratic Allegiance",
          "authors": "Roberto Stefan Foa, Xavier Romero-Vidal",
          "abstract": "In this article, we show that the Russian invasion of Ukraine triggered a pro-democratic reaction from citizens in liberal democracies, which we term the “rally for democracy.” Unlike the conventional “rally ‘round the flag” effect that boosts government popularity, this involves citizens rallying behind democracy as an international ideal. It includes expressing stronger proximity to democratic powers, stronger approval for democratic leaders abroad, and greater aversion to authoritarian regimes. Through a survey quasi-experiment conducted in six countries between February and May of 2022, we provide evidence that the “rally for democracy” emerged immediately following Russia’s invasion. Exploring this observation further via analysis of data from 55 countries between 2014 and 2023, we find this to be the intensification of a longer-term trend in response to the rise of authoritarian great powers. A new cleavage exists in geopolitical loyalties, based on the degree to which citizens feel attachment to democracy, and this divide runs both between and within countries.",
          "url": "https://doi.org/10.1017/s1537592725000623",
          "doi": "https://doi.org/10.1017/s1537592725000623",
          "filter": 0
        },
        {
          "title": "Speaking Science to Power: Responsible Researchers and Policy Making. Edited by Rachel A. Epstein and Oliver Kaplan. Oxford: Oxford University Press, 2024. 242p. – CORRIGENDUM",
          "authors": "Matthew Flinders",
          "url": "https://doi.org/10.1017/s1537592725102302",
          "doi": "https://doi.org/10.1017/s1537592725102302",
          "filter": 0
        },
        {
          "title": "Silicon Valley Bank: The Rise and Fall of a Community Bank for Tech. By Xuan-Thao Nguyen. Cambridge, UK: Cambridge University Press, 2024. 281p.",
          "authors": "Stephen F. Diamond",
          "url": "https://doi.org/10.1017/s1537592725001021",
          "doi": "https://doi.org/10.1017/s1537592725001021",
          "filter": 0
        },
        {
          "title": "Forty Acres and a Mule: Symbolic Politics and the Pursuit for Black Reparations in the United States",
          "authors": "Matthew D. Nelsen, Monique Newton, Amanda Sahar d’Urso",
          "abstract": "Reparations for African Americans reflect both material concerns aimed at eliminating the Black–White racial wealth gap and symbolic political aspirations, including the end of structural racism. But do material or symbolic considerations drive policy evaluations across racial and partisan divides? What knowledge and experiences undergird processes through which individuals weigh the symbolic importance of a policy against its actual benefits? Leveraging a set of forty-one in-depth interviews with Black and White residents of Evanston, Illinois—the first municipality in the United States to approve a publicly-funded reparations-related ordinance—we highlight a mechanism through which individuals develop their opinions about reparations: political socialization. Black interviewees linked their understanding of reparations to robust financial compensation while White Democrats viewed their support for Evanston’s policy as symbolic of their longstanding, affective commitments to racial equality. Drawing from these observations, we present a framework highlighting policy attributes that frame how different constituencies respond to reparations-related policies. We test this framework using a conjoint experiment about reparations policies fielded in the 2022 Cooperative Election Study. We find Americans—especially White Republicans—possess less familiarity about reparations and remain strongly opposed to these policies, regardless of the form they take. While White Democrats are more familiar with reparations and more supportive of policies mirroring Evanston’s, Black Americans—those who are most familiar with reparations—support direct cash payments regardless of their political identification.",
          "url": "https://doi.org/10.1017/s1537592725000751",
          "doi": "https://doi.org/10.1017/s1537592725000751",
          "filter": 0
        },
        {
          "title": "Bureaucracies at War. The Institutional Origins of Miscalculation. By Tyler Jost. New York: Cambridge University Press, 2024. 392p.",
          "authors": "Bogdan Popescu",
          "url": "https://doi.org/10.1017/s1537592725000945",
          "doi": "https://doi.org/10.1017/s1537592725000945",
          "filter": 0
        },
        {
          "title": "The Grammar of Time: A Toolbox for Comparative Historical Analysis. By Marcus Kreuzer. Cambridge: Cambridge University Press, 2023. 180p.",
          "authors": "Jeffrey Kopstein",
          "url": "https://doi.org/10.1017/s1537592725001069",
          "doi": "https://doi.org/10.1017/s1537592725001069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Protests and Polarization: How Black Lives Matter Changed Attitudes Toward Police",
          "authors": "Michael W. Sances",
          "abstract": "How has the Black Lives Matter (BLM) movement changed attitudes toward police? Using a novel application of the synthetic control method, I estimate the overall and partisan effects of BLM on aggregate public opinion. Rather than comparing places with more or less BLM activity, I compare confidence in police to confidence in other institutions, and support for police spending to support for other priorities. I find small or non-existent effects for the overall population, substantial negative effects for Democrats, and substantial positive effects for Republicans. Moreover, and despite Democratic politicians’ attempt to distance themselves from the “defund” position, these partisan effects have persisted, with Democratic backlash against police notably larger than Republican increases in support.",
          "url": "https://doi.org/10.1007/s11109-025-10062-2",
          "doi": "https://doi.org/10.1007/s11109-025-10062-2",
          "filter": 0
        },
        {
          "title": "Presidential Endorsements as Voter Cues: Evidence from the 2022 Midterm Elections",
          "authors": "Nathan T. Barron, Peter T. McLaughlin, H. Benjamin Ashton, Rachel M. Blum, Charles J. Finocchiaro, Michael H. Crespin",
          "url": "https://doi.org/10.1007/s11109-025-10061-3",
          "doi": "https://doi.org/10.1007/s11109-025-10061-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Taking democracy's temperature: The (in)stability and covariates of populist attitudes",
          "authors": "Marie‐Isabel Theuwis",
          "abstract": "Populism among citizens is often perceived as a problem for democracies due to its rejection of representative practices. In response, scholars have put forward new democratic designs that enhance the democratic system's inclusiveness and popular control, thereby aiming to decrease populism among citizens, or so‐called populist attitudes. However, it is not known whether populist attitudes are even changeable, and whether they respond to such democratic improvements or merely reflect the populist ideas supplied by populist parties. This paper explores the behavior of populist attitudes over time and considers possible drivers of populist attitudes change. For doing so, it conducts a latent growth curve analysis of panel data from the Netherlands and Great Britain spanning approximately four years and containing 16 and 6 waves, respectively. The analyses show that populist attitudes fluctuate over time, and that changes in populist attitudes are associated with changes in democratic satisfaction. This implies that populist attitudes could function as a thermometer of a political system's perceived democratic quality.",
          "url": "https://doi.org/10.1111/pops.70058",
          "doi": "https://doi.org/10.1111/pops.70058",
          "filter": 0
        },
        {
          "title": "The bright side of authoritarian submission. Distinct cross‐lagged effects of right‐wing authoritarianism facets on intergroup helping intentions and susceptibility to anti‐helping misinformation during wartime mobilization",
          "authors": "Maciej Siemiątkowski, Michał Bilewicz, Maria Babińska",
          "abstract": "The key aim of the present research was to analyze the causal effects of authoritarian submission on intergroup helping intentions and susceptibility to anti‐helping misinformation in a context where authorities are mobilizing national support for the outgroup. Employing a longitudinal design, we surveyed a sample of Polish residents ( N in t 3 = 710) to examine distinct effects of RWA facets (authoritarian aggression, conventionalism, and authoritarian submission) on intergroup helping intentions and susceptibility to anti‐helping misinformation. For the first time, we have shown that while characteristics related to certain RWA facets can encourage supportive actions that align with the directives of authorities, others may simultaneously exacerbate existing negative attitudes. Our study revealed that while conventionalism predicted increased susceptibility to anti‐helping misinformation, authoritarian submission had a negative effect on this variable. Furthermore, only authoritarian submission increased intergroup helping intentions over time, reflecting adherence to norms endorsed by authorities. These findings highlight the complexity of RWA effects, suggesting that due to their opposite signs, certain relationships might be reduced when RWA is treated as a unidimensional construct. This emphasizes the need to recognize the multifaceted nature of RWA when designing both research as well as strategies aimed at promoting harmonious intergroup relations.",
          "url": "https://doi.org/10.1111/pops.70054",
          "doi": "https://doi.org/10.1111/pops.70054",
          "filter": 0
        },
        {
          "title": "The promises and pitfalls of using panel data to understand individual belief change",
          "authors": "Turgut Keskintürk, Pablo Bello, Stephen Vaisey",
          "abstract": "We investigate whether studies on political belief change can identify change trajectories at the individual level. Using simulations and case studies, we propose a grid‐search framework that allows researchers to evaluate the extent to which their target estimates generalize to their study population. We use simulated datasets to estimate plausible values for how many people changed, how much they changed, and who changed, based on observed response trajectories. Our results suggest that researchers should think carefully about the conditions under which they may make claims about belief change at the individual level. To guide substantive theory‐building, we propose a concise diagnostic routine researchers can use to translate their claims into a set of plausible alternatives and evaluate potential generative processes. We provide an R package to help researchers implement this procedure in their own work.",
          "url": "https://doi.org/10.1111/pops.70056",
          "doi": "https://doi.org/10.1111/pops.70056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Legislative reciprocity: Using a proposal lottery to identify causal effects",
          "authors": "Semra Sevi, Donald P. Green",
          "abstract": "Although much has been written on legislative reciprocity, rarely have scholars had an opportunity to leverage a randomly assigned asset to assess whether and how legislators reciprocate when their colleagues assist them. Using the lottery that allows Canadian Members of Parliament (MPs) to propose bills or motions, we examine whether MPs’ priority numbers affect their proclivity to second motions made by other MPs, which would be expected if MPs sought to build support for their own proposals by supporting proposals by others. Although MPs almost always make a proposal if their priority number allows them to do so, we find a weak relationship between MPs’ priority numbers and their probability of seconding others’ proposals. Moreover, when we look at successive parliaments, we see only faint indications that those who, by chance, won the right to propose in the previous session (and who therefore were eligible to attract seconds) are more likely to second others’ proposals in the current session. Although subject to a fair amount of statistical uncertainty that will gradually dissipate as future parliaments are examined, this pattern of evidence currently suggests that correlated seconding behavior among legislators is more the product of homophily than reciprocity.",
          "url": "https://doi.org/10.1017/psrm.2025.10032",
          "doi": "https://doi.org/10.1017/psrm.2025.10032",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "When hearts meet minds: complementary effects of perspective-getting and information on refugee inclusion – ERRATUM",
          "authors": "Claire L. Adida, Adeline Lo, Melina Platas, Lauren Prather, Scott Williamson",
          "url": "https://doi.org/10.1017/psrm.2025.10031",
          "doi": "https://doi.org/10.1017/psrm.2025.10031",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Pipeline Diversity via Career Diversity: Lessons from a Research Experience for Undergraduates Program",
          "authors": "Jennifer Barnes, Emily Hencken Ritter, Sharece Thrower, Alexander Tripp, Elizabeth Zechmeister",
          "abstract": "Fostering diversity in political science careers is important. Undergraduate research experiences, coupled with an emphasis on career diversity, have the potential to increase relevant knowledge about and buoy tendencies toward pursuing a PhD among students from diverse backgrounds. This article describes components of a US National Science Foundation–funded Research Experiences for Undergraduates (REU) program that highlighted career diversity. We find evidence of positive shifts in awareness of career opportunities for those with doctoral degrees alongside sustained interest in pursuing a PhD. We conclude that an emphasis on career diversity can be a useful component of efforts to shape students’ attitudes and inclinations toward a PhD.",
          "url": "https://doi.org/10.1017/s1049096525101170",
          "doi": "https://doi.org/10.1017/s1049096525101170",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The Judiciary as a fiscal policy tool? Budget stress and judicial decision-making in Brazil",
          "authors": "Eduardo da Silva Mattos",
          "url": "https://doi.org/10.1007/s11127-025-01309-x",
          "doi": "https://doi.org/10.1007/s11127-025-01309-x",
          "filter": 0
        },
        {
          "title": "Hybrid choice systems in small-n elections with sophisticated electorates",
          "authors": "Iain McLean",
          "abstract": "Faced with the classic paradoxes of voting, system designers have sometimes offered hybrid systems. The paper reviews Condorcet–Borda hybrids proposed by Daunou, Dodgson, Nanson, and Kemeny; and Borda-Balinski hybrids in use in at least one scientific academy. The justification of the hybrids is practical rather than theoretical, as they cannot escape the known features of their parent systems. In particular, as Condorcet showed in 1788, all Borda systems violate independence of irrelevant alternatives (in some formulation).",
          "url": "https://doi.org/10.1007/s11127-025-01308-y",
          "doi": "https://doi.org/10.1007/s11127-025-01308-y",
          "filter": 0
        },
        {
          "title": "The dynamics of political polarization and voting on economic issues: evidence from the Polish parliament, 2005–23",
          "authors": "Jacek Lewkowicz, Michał Sękowski, Jan Fałkowski",
          "abstract": "There have been growing concerns that political polarization is intensifying. These concerns, however, are primarily based on anecdotal evidence, aggregate measures related to political competition, or survey data that aim at eliciting public opinion. We adopt a different approach and look at polarization among the political elite. We examine the degree of consensus in parliamentary voting in the Polish parliament between 2005 and 2023. We find that political polarization was on the rise and that reaching agreement between the parties was more difficult when the votes concerned economic issues. Our results also demonstrate that voting in Parliament essentially became one-dimensional in that it was mainly driven by the government-opposition divide. We also document that voting against the party line was extremely rare, whether the MPs were in the government or an opposition party. This suggests that party discipline may be an important driver of political polarization.",
          "url": "https://doi.org/10.1007/s11127-025-01307-z",
          "doi": "https://doi.org/10.1007/s11127-025-01307-z",
          "filter": 0
        },
        {
          "title": "Why so many representatives? Extending the cube root law to local assemblies",
          "authors": "Benoît Le Maux, Sonia Paty",
          "url": "https://doi.org/10.1007/s11127-025-01304-2",
          "doi": "https://doi.org/10.1007/s11127-025-01304-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Reevaluating ideological asymmetries in specific support for the Supreme Court",
          "authors": "Kathryn Haglin, Soren Jordan, Alison Higgins Merrill, Joseph Daniel Ura",
          "abstract": "Recent studies show the Supreme Court’s decision in Dobbs v. Jackson Women’s Health Center undermined multiple forms of support for the Supreme Court. These findings are in tension with existing work on the ideological structure of specific support of the Supreme Court, which finds more tolerance for ideological disagreement among liberals than among conservatives. In this note, we replicate and extend Haglin et al. (2021), whose analysis ends in 2018. We find that asymmetries in the association between Supreme Court approval and Americans’ ideological disagreement with the Court have changed substantially and abruptly, depressing aggregate Supreme Court approval. However, this break in the structure of Supreme Court approval occurred in the year preceding Dobbs . These results indicate the roots of Americans’ turn against the Supreme Court run deeper than Dobbs and suggest a startling erosion in judicial legitimacy.",
          "url": "https://doi.org/10.1177/20531680251355253",
          "doi": "https://doi.org/10.1177/20531680251355253",
          "filter": 0
        },
        {
          "title": "A survey experiment on post-Dobbs abortion bans",
          "authors": "Laurel Elder, Steven Greene, Mary-Kate Lizotte",
          "abstract": "In the wake of the Supreme Court’s Dobbs v. Jackson decision overturning Roe v. Wade, the American abortion policy landscape has been significantly altered. Through a novel survey experiment, we examine public opinion on 6-week versus 12-week abortion bans in this new context, testing whether 12-week bans are perceived as a more moderate position and garner greater support. Surprisingly, we find that Americans do not meaningfully distinguish between 6-week and 12-week bans. This suggests that attempts by some Republican officials to navigate the post-Dobbs landscape by proposing “moderate” abortion restrictions may be ineffective. However, we find that framing does matter: pro-life framing of bans increases support for candidates who endorse them, while pro-choice framing increases support for candidates who oppose them. Overall, our findings indicate that in the post-Dobbs era, the abortion debate has largely been flattened to a binary of “ban” versus “no ban,” rather than distinctions between ban timelines. As the post-Dobbs legal and political environment continues to evolve, our research provides valuable insights into how the public is responding to this new landscape of abortion politics in America.",
          "url": "https://doi.org/10.1177/20531680251351916",
          "doi": "https://doi.org/10.1177/20531680251351916",
          "filter": 0
        },
        {
          "title": "ConflLlama: Domain-specific adaptation of large language models for conflict event classification",
          "authors": "Shreyas Meher, Patrick T. Brandt",
          "abstract": "We present ConflLlama, demonstrating how efficient fine-tuning of large language models can advance automated classification tasks in political science research. While classification of political events has traditionally relied on manual coding or rigid rule-based systems, modern language models offer the potential for more nuanced, context-aware analysis. However, deploying these models requires overcoming significant technical and resource barriers. We demonstrate how to adapt open-source language models to specialized political science tasks, using conflict event classification as our proof of concept. Through quantization and efficient fine-tuning techniques, we show state-of-the-art performance while minimizing computational requirements. Our approach achieves a macro-averaged AUC of 0.791 and a weighted F1-score of 0.753, representing a 37.6% improvement over the base model, with accuracy gains of up to 1463% in challenging classifications. We offer a roadmap for political scientists to adapt these methods to their own research domains, democratizing access to advanced NLP capabilities across the discipline. This work bridges the gap between cutting-edge AI developments and practical political science research needs, enabling broader adoption of these powerful analytical tools.",
          "url": "https://doi.org/10.1177/20531680251356282",
          "doi": "https://doi.org/10.1177/20531680251356282",
          "filter": 0
        },
        {
          "title": "Documents and democracy: How classification shapes public confidence in democratic institutions",
          "authors": "Sarah Maxey, Taryn Butler",
          "abstract": "Access to and control over the classification process is a key component of executive power in the United States. This power is rooted in the public’s trust that the White House will safeguard national secrets and use its authority to protect national security. Secrecy, however, is in tension with democratic norms of transparency, making political backlash possible if leaders stretch their powers too far. What are the consequences of mishandled documents for the public’s trust in the government? We argue that the abuse of classified documents undermines not only presidential approval but also confidence in democratic institutions writ large. We test these expectations using survey experiments that vary information about the type of document classified, whether the White House handled top secret documents correctly, and evidence of mishandling by either civilian or military officials. The findings show that while the public generally tolerates secrecy and executive power, the consequences when the White House breaks this trust are wide-ranging and undermine public confidence in democracy as a whole.",
          "url": "https://doi.org/10.1177/20531680251353147",
          "doi": "https://doi.org/10.1177/20531680251353147",
          "filter": 0
        },
        {
          "title": "Islamophobia in Western Europe is unrelated to religiosity but highly correlated with far right attitudes",
          "authors": "Kai Arzheimer",
          "abstract": "The far right’s relationship with religion has become a major focus of current research. Even in Western Europe, one of the most rapidly secularising areas of the world, far right actors claim to defend Christian values against the alleged threat of Islam and Muslim immigrants, a rhetorical strategy known as ‘Christianism’. Yet, little is known about how religiosity, Islamophobia, and populist far-right ideology are connected at the level of mass belief systems in Western Europe. Most of the literature is focused either on religiosity’s effect on voting or on the connection between religiosity and ethnic prejudice, without considering religiosity’s relationships with the wider spectrum of far-right ideology. The present article fills this gap by analysing survey data from Britain, France, Germany, and the Netherlands. It uses SEM to uncover the relationships between Christian religiosity on the one hand and Islamophobia and far-right attitudes on the other. The results are broadly similar across different contexts: religiosity is mostly unrelated to Islamophobia, nativism, right-wing authoritarianism, and populism. Conversely, Islamophobia overlaps considerably with both nativism and authoritarianism: people who perceive immigration as a threat and favour strict laws and harsh enforcement also tend to reject Islam, but not for religious reasons. This pattern is compatible with the strategy of Christianism, which is largely devoid of religiosity, yet facilitates the “othering” of Muslims as a cultural out-group. It also helps to explain why there is no genuine, electorally relevant religious far right in Western Europe.",
          "url": "https://doi.org/10.1177/20531680251351895",
          "doi": "https://doi.org/10.1177/20531680251351895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "State Action and Moral Attitudes toward Sexual Consent",
          "authors": "Eli Baltzersen, Francesca R. Jensenius, Øyvind Søraas Skorge",
          "url": "https://doi.org/10.1086/737554",
          "doi": "https://doi.org/10.1086/737554",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Exploring the EU’s response to the COVID-19 and Rule of Law crises through functional spill-over",
          "authors": "David Moloney, Giacomo Benedetto",
          "url": "https://doi.org/10.1080/01402382.2025.2518876",
          "doi": "https://doi.org/10.1080/01402382.2025.2518876",
          "filter": 0
        },
        {
          "title": "School subject choices in adolescence affect political party support",
          "authors": "Nicole S. Martin, Ralph Scott, Roland Kappe",
          "url": "https://doi.org/10.1080/01402382.2025.2521582",
          "doi": "https://doi.org/10.1080/01402382.2025.2521582",
          "filter": 0
        },
        {
          "title": "Defending democracy: investigating the efficacy of elite democratic defence in a competitive information environment",
          "authors": "Joep van Lit, Maurits J. Meijers",
          "url": "https://doi.org/10.1080/01402382.2025.2525601",
          "doi": "https://doi.org/10.1080/01402382.2025.2525601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "World Politics",
      "journal_short": "WP",
      "articles": [
        {
          "title": "Who Gets Targeted with Soft Power? Evidence from Henry Kissinger’s International Seminar",
          "authors": "Adam Scharpf",
          "abstract": "abstract: Many states, nongovernmental organizations, and philanthropists use soft power to achieve their political goals. However, we know little about which countries these actors target. The author argues that given the large number of potential targets and the high costs of conducting influence campaigns abroad, soft power entrepreneurs strategically direct their efforts toward those countries in which their campaigns have the best chance of making a difference. The author expects that campaigns predominantly target liberal democracies, since the free exchange of ideas and opinions is likely to generate the intended admiration and attraction. To test this argument, the author draws on hand-coded attendance data from one of the most prestigious exchange programs during the Cold War: Henry Kissinger’s International Seminar (1952–1968). Results from numerous tests reveal that liberal democratic countries were more heavily targeted by Kissinger’s program than were nonliberal countries. Together, the article shows how (non)state actors strategically influence foreign intellectuals to forge international alliances.",
          "url": "https://doi.org/10.1353/wp.2025.a964466",
          "doi": "https://doi.org/10.1353/wp.2025.a964466",
          "filter": 0
        },
        {
          "title": "Bridging Migrants’ Social Protection Gap: Understanding The Incomplete Revolution Of International Social Security Coordination",
          "authors": "Axel Cronert, Joakim Palme",
          "abstract": "abstract: Recent decades have seen a sharp but regionally imbalanced expansion of bilateral and multilateral social security agreements (ssas), which serve to bridge gaps in migrant workers’ social protection by facilitating international portability of social rights and benefits. However, our knowledge about the factors shaping this remarkable, yet puzzling, development remains scarce. This study integrates literatures on international cooperation and the migration–welfare state nexus to formulate theoretical expectations about how migration patterns interact with democracy, economic development, and social security design to shape countries’ ssa trajectories. The authors analyze a new global dyadic data set that covers almost 1,300 ssa adoptions throughout the post–World War II period. They find that a country-pair’s level of development and similarity with regard to these three factors help to account for the countries’ likelihood of establishing an ssa, with migration working as a demand driver. These findings help to explain gaps in social protection between migrants and native residents worldwide and suggest how those gaps may be bridged.",
          "url": "https://doi.org/10.1353/wp.2025.a964465",
          "doi": "https://doi.org/10.1353/wp.2025.a964465",
          "filter": 0
        },
        {
          "title": "Accountability in Time: Evolution and Expertise in Participatory Institutions",
          "authors": "Brian Palmer-Rubin, Jésica E. Tapia Reyes, Daniel Berliner, Aaron Erlich, Benjamin E. Bagozzi",
          "abstract": "abstract: How do participatory institutions change over time? Previous research has focused on exogenous changes, such as legal reform or leadership replacement. But institutions also evolve endogenously, through processes of behavioral and compositional change on the part of citizen claimants and government officials. These processes can gradually reshape institutions to become more responsive to either expert or nonexpert claimants. The authors refer to such processes as brokered and grassroots models of social accountability. In the context of Mexico’s access-to-information system, the authors employ new machine-learning-generated measures to analyze nearly two million information requests and responses filed between 2003 and 2019. They find evidence that shows claimants becoming more sophisticated over time, and officials becoming more responsive to these expert claimants—both findings consistent with a brokered accountability model. Quantitative and qualitative evidence reveals mechanisms of behavioral and compositional change by citizen claimants and government agents.",
          "url": "https://doi.org/10.1353/wp.2025.a964463",
          "doi": "https://doi.org/10.1353/wp.2025.a964463",
          "filter": 0
        },
        {
          "title": "Why is it so Hard to Counteract Wealth Inequality? Evidence from the United Kingdom",
          "authors": "Mads Andreas Elkjær, Ben Ansell, Laure Bokobza, Asli Cansunar, Matthias Haslberger, Jacob Nyrup",
          "abstract": "abstract: Despite high and rising levels of wealth inequality, many advanced democracies have cut taxes on inherited wealth in recent decades. To explain this puzzle, the authors argue that taxing inherited wealth is politically difficult because, paradoxically, the people who have the strongest material interest in higher taxes—low-wealth renters—are those least likely to express a clear opinion about inheritance taxation. Instead, the political terrain is shaped by the preferences of homeowners and their children, who have a strong material interest in lower inheritance taxes. Empirically, the authors first evaluate this argument using original survey data from the United Kingdom. In two survey experiments, they next examine how exposure to information influences views on inheritance taxation. While the authors find no effect of providing statistical information about the distribution of housing wealth, preferences are influenced by explanatory information that explicitly outlines the potential effects of inheritance taxation.",
          "url": "https://doi.org/10.1353/wp.2025.a964464",
          "doi": "https://doi.org/10.1353/wp.2025.a964464",
          "filter": 0
        },
        {
          "title": "Trade-Offs of Social Democratic Party Strategies in a Pluralized Issue Space: A Conjoint Analysis",
          "authors": "Tarik Abou-Chadi, Silja Häusermann, Reto Mitteregger, Nadja Mosimann, Markus Wagner",
          "abstract": "abstract: This article provides a novel framework and empirical test of the strategic trade-offs of political parties’ programmatic appeals. In a pluralized issue space, political positions have the potential to create severe strategic trade-offs for political parties, with gains among one group of voters offset by losses among another. Existing research assumes that these trade-offs are especially prominent for social democratic parties but does not directly test whether specific subelectorates respond differently to particular programmatic appeals. To identify trade-offs for social democratic parties, the authors ran conjoint experiments in six Western European countries. Respondents could choose between programs that varied on several issue dimensions. The authors find that trade-offs among potential social democratic voters are less pronounced than the literature expects, especially regarding economic policies. The findings also establish two underrated challenges for social democratic parties: the existence of stronger trade-offs between age groups and the potential longer-term consequences of salience trade-offs.",
          "url": "https://doi.org/10.1353/wp.2025.a964462",
          "doi": "https://doi.org/10.1353/wp.2025.a964462",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
