{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Climate crisis and policy inaction in Indonesia",
          "authors": "Allan Hsiao, Nicholas Kuipers",
          "abstract": "We surveyed voters and politicians in advance of the 2024 Indonesian election to measure preferences for environmental policy. We find that politicians underestimate voter concerns. We conducted an informational experiment with politicians to correct these misperceptions, and we document evidence of learning but no greater support for policy action. We explore three explanations for why voter preferences do not translate into policy. First, politicians only consider acting when their initial misperceptions are particularly large. Second, elite capture prevents politicians from implementing environmental protection. Third, voters prioritize progress in other domains. Our results underscore the multiplicity of challenges facing climate action.",
          "url": "https://doi.org/10.1111/ajps.70002",
          "doi": "https://doi.org/10.1111/ajps.70002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Digital Interdependence and Power Politics",
          "authors": "Harry Oppenheimer",
          "abstract": "This paper presents the first empirical analysis demonstrating how international security influences global data flows. Firms exchange data traffic to achieve fast, stable, and affordable access to digital infrastructure, driving digital interdependence. While international security shapes economic interdependence, the mechanisms linking the two – sanctions, tariffs, boycotts, and contracts – create little risk for Internet interconnection, which is commonly exempted from sanction and tariff regimes, not directly consumed by the public, and not enabled through traditional contracts. I theorize that international conflict generates cybersecurity externalities as state and non-state actors directly weaponize digital interdependence. Firms and their networks sit directly in the path of future conflicts. Leveraging network topographical measurements from computer engineering, I test whether conflict expectations increase states’ mutual reliance to move data. I find robust evidence that power politics shapes digital interdependence and use additional analyses to argue that externalities, rather than state preferences, drive this process.",
          "url": "https://doi.org/10.1017/s0007123425000328",
          "doi": "https://doi.org/10.1017/s0007123425000328",
          "filter": 0
        },
        {
          "title": "How Does Public Opinion Respond to Government Injustices Against Historically Discriminated Minorities? Evidence from Norway",
          "authors": "Helga Malmin Binningsbø, Karin Dyrstad, Henning Finseraas",
          "abstract": "Many countries struggle to heal the wounds caused by past governmental discrimination against minorities, a process sometimes made difficult by continuing instances of injustice. One tool to improve majority-minority relations is Truth and Reconciliation Commissions (TRCs), which document historical injustices. We collect data before and after the release of the Norwegian TRC report on the treatment of the Sámi and other national minorities, which allows us to investigate its effects on reconciliatory attitudes. We further leverage the unrelated outbreak of demonstrations against current injustices, allowing us to examine responses to both past and current injustices. We find greater support for some aspects of reconciliation, but mainly in areas with a small presence of national minorities. Our results show the limits of TRCs when current conflicts shape the interpretation of historical injustice.",
          "url": "https://doi.org/10.1017/s0007123425100537",
          "doi": "https://doi.org/10.1017/s0007123425100537",
          "filter": 0
        },
        {
          "title": "The Backlash Against Civil Society Participation in International Organizations: The Case of Human Rights Complaints Mechanisms",
          "authors": "Christoph Valentin Steinert, Hannah Marietta Smidt",
          "abstract": "What are the repressive consequences of civil society participation in international human rights complaints mechanisms? Such mechanisms allow civil society actors to make governments’ human rights violations known to international organizations. International organizations can respond by ‘naming and shaming’ states. We expect that complaint-based shaming increases repression against civil society organizations (CSOs). In particular, governments exploit the specific and personalized information contained in complaint-based shaming to repress challengers and deter future complaints. We test our theory with three studies – (i) a cross-national analysis, (ii) a CSO-level analysis with original survey data, and (iii) a media-based analysis – using multiple identification strategies, including instrumental variables. Our evidence shows that shaming in response to complaints has detrimental effects for CSOs in both democracies and autocracies. Our findings highlight that personalized shaming creates the risk of targeted reprisals and call for reforms that take this risk more seriously.",
          "url": "https://doi.org/10.1017/s0007123425000249",
          "doi": "https://doi.org/10.1017/s0007123425000249",
          "filter": 0
        },
        {
          "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
          "authors": "David Weisstanner, Sarah Engler",
          "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.",
          "url": "https://doi.org/10.1017/s0007123425100513",
          "doi": "https://doi.org/10.1017/s0007123425100513",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "“And some, I assume, are good people”: Determinants of elites’ strategic discourse about immigrants and refugees",
          "authors": "João V. Guedes-Neto, Alex Honeker",
          "url": "https://doi.org/10.1016/j.electstud.2025.102952",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102952",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "The Effect of Interpersonal Interaction on the Expression of Anti-Foreign Sentiment: Evidence from a Parallel Survey in the United States and China",
          "authors": "Sichen Li, Weiyi Shi",
          "abstract": "What drives anti-foreign sentiment among the public? Existing scholarship focuses on foreign policy events or elite manipulation as primary sources of such sentiment. We contribute to the existing studies by exploring the effect of interpersonal interaction on the expression of anti-foreign sentiment. In a parallel survey conducted simultaneously in the United States and China, we ask respondents in the control group to report how favorably they view the other country without any preface. In the treatment group, respondents are told that they are participating in a parallel survey and paired with a foreign counterpart in China or the United States who can see their responses. We find that awareness of a foreign counterpart, even an unidentified one, leads to a more humanized perspective of the foreign country. Our treatment increases the percentage of respondents with favorable opinions toward the other country by 7.96 percent in the American sample and 9.14 percent in the Chinese sample. However, the effect becomes negative if the counterpart is revealed to already harbor a negative view of the other country. We show that the expression of anti-foreign sentiment is context-dependent: An interpersonal and humanized setting holds the potential of reducing public hostility toward a disfavored country.",
          "url": "https://doi.org/10.1093/isq/sqaf053",
          "doi": "https://doi.org/10.1093/isq/sqaf053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Economic Theory of Alliances: Sixty Years Later",
          "authors": "Todd Sandler, Justin George",
          "abstract": "The main purpose of this retrospective of the economic theory of alliances is to characterize three basic paradigms: purely public deterrence, spatial connectivity, and joint products. For each model, allies’ military expenditure (ME) responds differently to the aggregate ME of the other allies, known as defense spillins, thereby resulting in diverse burden sharing, allocative implications, membership composition, and institutional recommendations. The underlying theoretical models determine reduced-form equations for allies’ interdependent defense demands. We examine how changes in strategic doctrines, weapons technology, enemy threats, and membership composition affected NATO burden sharing and its allocative efficiency over time. Generally, changes that increase the share of excludable defense benefits possess a better prognosis for burden sharing and allocative efficiency. Principles and insights from the economic theory of alliances are related to defense demands at the operational level and for non-NATO alliances.",
          "url": "https://doi.org/10.1177/00220027251359626",
          "doi": "https://doi.org/10.1177/00220027251359626",
          "filter": 0
        },
        {
          "title": "Institutionalized but Under Implemented: Factors Affecting Women’s Inclusion in Peace Negotiations Between 1975 and 2020",
          "authors": "Miriam J. Anderson, Brian R. Urlacher, Liam Swiss",
          "abstract": "The Women, Peace, and Security (WPS) agenda has achieved global prominence. Yet, women’s participation in peace negotiations remains rare, and little is known about which factors facilitate their inclusion. Quantitative scholarship has been hampered by incomplete data, drawing almost exclusively from prominent negotiations where agreements were reached. To address this shortcoming, we introduce a novel dataset comprising 267 dyadic negotiations between 1975 and 2020. We find two distinct pathways to women’s representation. First, representation in government and rebel negotiating delegations is linked to higher rates of women’s participation in rebel group leadership, higher levels of feminist mobilization, and the presence of a WPS National Action Plan. Second, representation in civil society delegations correlates to international mediation and higher levels of women’s representation in parliament. These findings suggest that the norm of women’s inclusion continues to face barriers that can be overcome by a particular combination of actors and domestic commitments.",
          "url": "https://doi.org/10.1177/00220027251355747",
          "doi": "https://doi.org/10.1177/00220027251355747",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Strategic disruptions: The subnational targeting of internet shutdowns in India",
          "authors": "Marika Miner",
          "abstract": "Since 2016, governments in 77 countries have implemented 1,118 internet shutdowns, revealing a growing trend in the use of ‘digital repression’. Governments often justify these shutdowns as necessary for public safety and applied impartially in response to security threats. Focusing on India, the country that has enacted the most shutdowns globally, this article explores whether shutdowns instead follow a logic of targeting political opponents, and how they compare with traditional forms of physical repression. The results align with a theory of strategic political targeting as shutdowns are predominantly executed in areas with lower ruling party support, following opposition violence, and prior to escalations in military violence. This pattern differs significantly from that of physical repression, revealing that internet shutdowns are a unique and politically motivated tool used by those in power to suppress opposition and facilitate state-sanctioned violence.",
          "url": "https://doi.org/10.1177/00223433251342434",
          "doi": "https://doi.org/10.1177/00223433251342434",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Defending Memory in Global Politics: Mnemonical In/Security and Crisis",
          "authors": "Eric Sangar",
          "abstract": "Building on Maria Mälksoo’s influential 2015 article “Memory Must Be Defended”: Beyond the Politics of Mnemonical Security ( Security Dialogue , 46(3), 221–237), the volume Defending Memory in Global Politics: Mnemonical In/Security and Crisis , edited by Erica Resende, Dovilė Budrytė, and Douglas Becker, examines contemporary politics of memory politicisation and securitization captured in eleven case studies, structured according to actor types (state versus non-state). The book’s primary conceptual proposition is predicated on the concept “mnemonic in/security”. As with the broader concept of ontological security, this term encapsulates the tensions between the imperative to safeguard a collective memory against perceived external and internal threats to create and stabilize collective identities, and the inherent vulnerabilities and marginalizations that accompany the selection of memories to be enshrined in such an effort. In this perspective, conflicts over recognition, or even mnemonic “battles,” are inevitable. Such struggles manifest themselves, for instance, when governments promulgate specific memory narratives that neglect or reinterpret historical wrongdoings against other states. However, they can also occur within political communities. In such cases, political actors—particularly following periods of internal crisis and violence—promote amnesia or, conversely, memorialization of historical events. The purpose of this promotion is to legitimize a political order and its hegemonic forces.",
          "url": "https://doi.org/10.1017/s1537592725101667",
          "doi": "https://doi.org/10.1017/s1537592725101667",
          "filter": 0
        },
        {
          "title": "The End of Peacekeeping: Gender, Race, and the Martial Politics of Intervention. By Marsha Henry. Philadelphia: University of Pennsylvania Press, 2024. 200p.",
          "authors": "Jenny Lorentzen",
          "url": "https://doi.org/10.1017/s1537592725101655",
          "doi": "https://doi.org/10.1017/s1537592725101655",
          "filter": 0
        },
        {
          "title": "Imperial Borderlands: Institutions and Legacies of the Habsburg Military Frontier. By Bogdan G. Popescu. Cambridge: Cambridge University Press, 2024. 317p.",
          "authors": "Christina I. Zuber",
          "url": "https://doi.org/10.1017/s1537592725000908",
          "doi": "https://doi.org/10.1017/s1537592725000908",
          "filter": 0
        },
        {
          "title": "European Blame Games: Where does the Buck Stop? By Tim Heinkelmann-Wild, Berthold Rittberger, Bernhard Zangl, and Lisa Kriegmair. Oxford: Oxford University Press, 2024. 192p.",
          "authors": "Doris Wydra",
          "url": "https://doi.org/10.1017/s1537592725101679",
          "doi": "https://doi.org/10.1017/s1537592725101679",
          "filter": 0
        },
        {
          "title": "The Politics of Language. By David Beaver and Jason Stanley. Princeton and Oxford: Princeton University Press, 2023. 520p.",
          "authors": "Frank Chouraqui",
          "url": "https://doi.org/10.1017/s1537592725001094",
          "doi": "https://doi.org/10.1017/s1537592725001094",
          "filter": 0
        },
        {
          "title": "Democracy in Default: Finance and the Rise of Neoliberalism in America. By Brian Judge. New York: Columbia University Press, 2024. 352p.",
          "authors": "Timothy Weaver",
          "url": "https://doi.org/10.1017/s153759272510203x",
          "doi": "https://doi.org/10.1017/s153759272510203x",
          "filter": 0
        },
        {
          "title": "The Patriarchal Political Order: The Making and Unraveling of the Gendered Participation Gap in India. By Soledad Artiz Prillaman. Cambridge: Cambridge University Press, 2023. 320p.",
          "authors": "Anirvan Chowdhury",
          "url": "https://doi.org/10.1017/s1537592725101990",
          "doi": "https://doi.org/10.1017/s1537592725101990",
          "filter": 0
        },
        {
          "title": "The Dispersion of Power: A Critical Realist Theory of Democracy. By Samuel Ely Bagg. Oxford: Oxford University Press, 2024. 284p.",
          "authors": "Andrew Sabl",
          "url": "https://doi.org/10.1017/s1537592725001100",
          "doi": "https://doi.org/10.1017/s1537592725001100",
          "filter": 0
        },
        {
          "title": "Bucking the Buck: US Financial Sanctions &amp; the International Backlash against the Dollar. By Daniel McDowell. New York: Oxford University Press, 2023. 238p.",
          "authors": "Daniel Drezner",
          "url": "https://doi.org/10.1017/s1537592725001033",
          "doi": "https://doi.org/10.1017/s1537592725001033",
          "filter": 0
        },
        {
          "title": "Emerging from the Shadows: Vice Presidential Influence in the Modern Era. By Richard M. Yon. Albany: State University of New York Press, 2024. 402p.",
          "authors": "Roy E. Brownell",
          "url": "https://doi.org/10.1017/s1537592725000969",
          "doi": "https://doi.org/10.1017/s1537592725000969",
          "filter": 0
        },
        {
          "title": "Liberalism as a Way of Life. By Alexandre Lefebvre. Princeton, NJ: Princeton University Press, 2024. 285p.",
          "authors": "John McGowan",
          "url": "https://doi.org/10.1017/s1537592725000994",
          "doi": "https://doi.org/10.1017/s1537592725000994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Measuring the Quality of Answers in Political Q&amp;As with Large Language Models",
          "authors": "R. Michael Alvarez, Jacob Morrier",
          "abstract": "This article proposes a new approach for measuring the quality of answers in political question-and-answer sessions. We assess the quality of an answer based on how easily and accurately it can be recognized among a random set of candidate answers given the question’s text. This measure reflects the answer’s relevance and depth of engagement with the question. Drawing a parallel with semantic search, we can implement this approach by training a language model on the corpus of observed questions and answers without additional human-labeled data. We showcase and validate our methodology within the context of the Question Period in the Canadian House of Commons. Our analysis reveals that while some answers only have a weak semantic connection to questions, suggesting some evasion or obfuscation, they are generally at least moderately relevant, far exceeding what we would expect from random replies. We also find meaningful correlations between the quality of answers and the party affiliation of the members of Parliament asking the questions.",
          "url": "https://doi.org/10.1017/pan.2025.10007",
          "doi": "https://doi.org/10.1017/pan.2025.10007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Salvage work: The making of movable nature for post-submergence life",
          "authors": "Ekin Kurtiç",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "filter": 0
        },
        {
          "title": "Violent environments and the low-carbon energy transition: Cautionary tales from Costa Rica and Papua New Guinea",
          "authors": "Emily Benton Hite, Sarah Posner, Jerry K. Jacka",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "filter": 0
        },
        {
          "title": "Seizing the means of innovation: On the relationship between Marxism and ecomodernism",
          "authors": "Govand Khalid Azeez, Jonathan Symons",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "filter": 0
        },
        {
          "title": "From derisking to green extractivism: The Rioni Valley Movement and the coloniality of renewable infrastructure in Post-Soviet Georgia",
          "authors": "Lela Rekhviashvili, Aleksandra Aroshvili",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
          "authors": "Carla Grosche, Tobias Rothmund",
          "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.",
          "url": "https://doi.org/10.1111/pops.70057",
          "doi": "https://doi.org/10.1111/pops.70057",
          "filter": 0
        },
        {
          "title": "“Terms such as ‘true German’ […] belong in the history books”: How Germans with and without migrant backgrounds understand concepts used in survey research on national attachments",
          "authors": "Marlene Mußotter, Eunike Piwoni",
          "abstract": "Whilst survey research on national attachments has used various measures, the question of how respondents understand these measures, and especially the highly ambiguous concepts they entail, has remained understudied. Moreover, scholars have used samples consisting of “citizens”, thereby not distinguishing between citizens with and citizens without a migrant background. Drawing on qualitative evidence from six focus group discussions in Germany in 2023, we seek to contribute to filling this research gap and investigate the understanding of selected measures of national attachments and the terms they entail from the perspective of Germans with and without migrant backgrounds. In so doing, we explore the meaning of three concepts – namely, “true German” ( wahrer Deutscher ), “German people” ( deutsches Volk ), and “fatherland” ( Vaterland ). Our discussions indicate differences between these groups and show, among other things, that the understanding of Germans with a migrant background tends to be driven by an ethnic and ethnocultural notion of nationhood, while the understanding of those without a migrant background often has a more civic notion. Moreover, the latter were more likely to question the three terms than the former. Overall, our study calls for refining extant measures to ensure they do justice to an increasingly multicultural society.",
          "url": "https://doi.org/10.1111/pops.70060",
          "doi": "https://doi.org/10.1111/pops.70060",
          "filter": 0
        },
        {
          "title": "People don't change. Are you sure? Deradicalization of opinion among young people",
          "authors": "Claudia Zúñiga, Karina Navarro, Rodrigo A. Asún, Jacqueline Espinosa‐Ibacache, José Isla",
          "abstract": "Since the Chilean social outburst in 2019, the country has experienced a process of political polarization and radicalization. The social support and participation in violent, disruptive, and radical protests rapidly increased, particularly among young individuals. However, in 2022, a rapid deradicalization process took place and ended with the constitutional proposal derived from the social outburst being rejected. Nowadays, national surveys reveal that the support for radical and violent protests decreased, and the support for police repression (earlier severely criticized) increased. This rapid and unprecedented process of radicalization and deradicalization invites the exploration and identification of the factors associated with the deradicalization of opinions in young people. With this view, we will conduct qualitative research using semi‐structured interviews with a sample of male and female young adults that radicalized their opinions due to the outbreak in 2019 and changed their minds later on.",
          "url": "https://doi.org/10.1111/pops.70052",
          "doi": "https://doi.org/10.1111/pops.70052",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/pops.12999",
          "doi": "https://doi.org/10.1111/pops.12999",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Voter turnout and selective abstention in concurrent votes",
          "authors": "Reto Foellmi, Rino Heim, Lukas Schmid",
          "abstract": "This paper studies voter turnout and selective abstention on voting days with more than one election or referendum. We extend the rational choice model to a setting with multiple concurrent votes. The model is based on a voter’s net benefit, which includes a vote’s salience and information costs. It explains how the net benefit of different concurrent votes enters a voter’s utility function and thereby affects turnout and selective abstention, the tendency to vote in one but not all votes held on the same day. We test our theoretical predictions using data on concurrent propositions in Switzerland from 1988 to 2016. Our results suggest that the proposition with the highest net benefit and the sum of the net benefits of all concurrent propositions are relevant determinants of the individual turnout decision. We also find that a proposition’s net benefit explains variation in selective abstention.",
          "url": "https://doi.org/10.1017/psrm.2025.10033",
          "doi": "https://doi.org/10.1017/psrm.2025.10033",
          "filter": 0
        },
        {
          "title": "Conceptualizing and measuring early campaign fundraising in congressional elections",
          "authors": "Colin R. Case, Rachel Porter",
          "abstract": "Political professionals and scholars maintain that raising money early in the election season is critical to a successful campaign, having downstream consequences on a candidate’s future fundraising potential, the stiffness of competition she will face, and her likelihood of electoral victory. In spite of early money’s perceived importance, there is no common operationalization for money as “early.” Moreover, existing measures often fail to reflect definitional aspects of early money. In this paper, we first lay out a theoretical framework regarding the utility of early campaign fundraising for candidates. We argue that early fundraising can be expressed as two conceptually distinct quantities of interest centered on either a candidate’s own fundraising performance (candidate-centered) or her fundraising performance relative to her electoral competitors (election-centered). We next lay out steps for operationalizing candidate- and election-centered measures of early fundraising. Lastly, we demonstrate that both our proposed measures for early campaign fundraising are predictive of a candidate’s future fundraising and electoral success. By putting forward a set of best practices for early money measurement and, additionally, producing off-the-shelf measures for early fundraising in U.S. House elections, we fill an important gap in scholarly research on the measurement of money in politics.",
          "url": "https://doi.org/10.1017/psrm.2025.10014",
          "doi": "https://doi.org/10.1017/psrm.2025.10014",
          "filter": 0
        },
        {
          "title": "Pandemics meet democracy: the footprint of COVID-19 on democratic attitudes",
          "authors": "Francesc Amat, Andreu Arenas, Albert Falcó-Gimeno, Jordi Muñoz",
          "abstract": "How did the COVID-19 outbreak affect citizens’ democratic preferences? Were the changes persistent or temporary? We track a representative sample of Spanish citizens before, during, and after the pandemic, with eight survey waves from January 2020 to January 2024. We compare democratic attitudes before and after the pandemic with individual fixed effects models. We identify a sharp increase in preferences for technical rather than ideological policy-making at the very onset of the pandemic, as well as significant changes in voters’ preferences for competent rather than honest politicians. These changes are sudden and persistent over 4 years. Using a set of repeated survey experiments, we also document a widespread willingness to sacrifice rights and freedoms to deal with the pandemic as compared to other global threats, such as international terrorism and climate change. But this effect quickly faded over time. Overall, we identify significant changes in democratic attitudes during the pandemic and a durable shift in technocratic preferences that outlived the pandemic, setting the conditions for the long-term legacies of COVID-19 on democracy.",
          "url": "https://doi.org/10.1017/psrm.2025.10035",
          "doi": "https://doi.org/10.1017/psrm.2025.10035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Finding the “Field” in our “Homes” and our “Homes” in the “Field”: A Critique of the “Home–Field” Dichotomy",
          "authors": "Marnie Howlett, Lauren C. Konken",
          "abstract": "The “home–field” dichotomy has long been a core assumption of fieldwork in political science. As in other social science disciplines, political scientists rely on these categories to contextualize our research within particular time–space nexuses and to separate our personal lives and private dwellings and institutions from our sources, participants, and broader research environments. Although the spatial, temporal, and emotional divisions between our “homes” and “fields” have always been arbitrary, they are increasingly blurred when we use remote and online methods for research, especially for qualitative studies. This article problematizes the home–field dichotomy within the context of remote and online political science field research. We contend that the overlap of our homes and fields in digital fieldwork poses different challenges for our professional boundaries than offline research, particularly in terms of separating our personal and research lives, mitigating risk, and protecting our mental health. Given the growing use of remote and online methods, we argue that the discipline of political science must account more seriously for the muddling of our homes and fields to support rigorous, transparent, and ethical empirical research.",
          "url": "https://doi.org/10.1017/s1049096525000447",
          "doi": "https://doi.org/10.1017/s1049096525000447",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "German coffee, predatory states, and selective property rights enforcement in 20th-century Guatemala",
          "authors": "Ricardo R. Noé",
          "abstract": "How do political leaders in states with limited institutional constraints enforce property rights? In 20th-century Guatemala, German coffee producers benefited from the country’s export-led growth policies—trade agreements, land grants, and infrastructure concessions that allowed them to become the primary producers of the country’s coffee. The security of their property rights depended on their contributions to government revenue through the production of coffee and customs duties. When contributions declined during both world wars, so did security of ownership, leading to two bouts of large-scale expropriation—during the dictatorships of Manuel Estrada (1898–1920) and Jorge Ubico (1931–44). Through a comparative analysis of the two regimes that draws from original qualitative and quantitative evidence, this article argues that political leaders limit expropriation to encourage production and maximize government revenue. However, when revenue falls below the expected gains from expropriation, the likelihood of state appropriation of property rights—whether through asset seizure or regulatory restrictions—increases.",
          "url": "https://doi.org/10.1007/s11127-025-01312-2",
          "doi": "https://doi.org/10.1007/s11127-025-01312-2",
          "filter": 0
        },
        {
          "title": "Parties’ and voters’ dilemmas under Italy’s new mixed electoral system",
          "authors": "Alessandro Chiaramonte, Aldo Paparo",
          "url": "https://doi.org/10.1007/s11127-025-01303-3",
          "doi": "https://doi.org/10.1007/s11127-025-01303-3",
          "filter": 0
        },
        {
          "title": "George A. Selgin, False dawn: the New Deal and the promise of recovery, 1933–1947. Chicago and London: University of Chicago Press, 2025. xiv + 370 pages. USD 35.00 (hardback)",
          "authors": "William F. Shughart II",
          "url": "https://doi.org/10.1007/s11127-025-01310-4",
          "doi": "https://doi.org/10.1007/s11127-025-01310-4",
          "filter": 0
        },
        {
          "title": "Political growth collapses",
          "authors": "Francisco Rodríguez, Patrick Imam",
          "url": "https://doi.org/10.1007/s11127-025-01290-5",
          "doi": "https://doi.org/10.1007/s11127-025-01290-5",
          "filter": 0
        },
        {
          "title": "Deregulation derailed: evidence from services markets liberalization in Croatia",
          "authors": "Peter Grajzl, Bruno Ćorić, Stjepan Srhoj",
          "url": "https://doi.org/10.1007/s11127-025-01305-1",
          "doi": "https://doi.org/10.1007/s11127-025-01305-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Exposure to protests and support for different forms of violence: Evidence from the 2019 social outburst in Chile",
          "authors": "Sebastian Rivera, Fernando Severino, Giancarlo Visconti",
          "abstract": "People living in communities where protests occur are exposed to various forms of violence, including state-perpetrated violence, such as police brutality, as well as violence from protesters, such as riots and looting. Does exposure to such protests influence people’s support for violence, whether from the state or protesters? To address this question, we analyze data from a multi-year panel study conducted in Chile (2016–2022) to examine how the massive demonstrations of 2019 shaped attitudes toward violence. Using a difference-in-differences design, we find that exposure to protests decreases support for state repression, but only for a short time. However, such exposure does not significantly influence support for the violence perpetrated by protesters. This nuanced understanding of attitudes toward violence provides new evidence to explain the support for different forms of violent actions during social movements.",
          "url": "https://doi.org/10.1177/20531680251355242",
          "doi": "https://doi.org/10.1177/20531680251355242",
          "filter": 0
        },
        {
          "title": "Beliefs and opinions about “illegal” and “undocumented” immigrants: Conceptual replication of a null result",
          "authors": "Kirill Zhirkov, Robert H. Brehm",
          "abstract": "Activists and politicians often express a belief that the language used to describe immigrant populations, such as “illegal” vs. “undocumented,” can impact policy opinions. Existing experimental studies, however, have found relatively little support for that conjecture. In this note, we extend this line of research by exploring whether language impacts perceptions about unauthorized immigrants, such as their association with criminal behavior. Our study uses a conjoint design with experimentally manipulated instructions: respondents are randomly asked to identify profiles that belong to “illegal” or “undocumented” immigrants. We find that language used in the conjoint instructions does not impact perceptions about unauthorized population. At the same time, our observational results show that respondents’ preferences for terms “illegal” and “undocumented” are related to attitudes toward immigration. We discuss the implication of these results for the debate regarding the role of labels in political conflict over immigration.",
          "url": "https://doi.org/10.1177/20531680251355233",
          "doi": "https://doi.org/10.1177/20531680251355233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
