{
  "update": "2025-05-23",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Military Service and Immigrants’ Integration: Evidence from the Vietnam Draft Lotteries",
          "authors": "NAN ZHANG, MELISSA M. LEE",
          "abstract": "Seminal theories in political science argue that military service is a critical driver of minority integration. However, a major obstacle bedeviling the study of military service is self-selection: individuals who are better integrated may be more likely to join the military in the first place. We address the selection problem by examining the effects of military conscription during the Vietnam War using an instrumental variables approach. Conscription during 1970–72 was decided on the basis of national draft lotteries that assigned draft numbers based on an individual’s date of birth. Using the draft lottery instrument, we find no evidence of a causal effect of military service on a range of integration outcomes from the 2000 decennial census. At least for the Vietnam era, the link between service and long-term integration is largely driven by self-selection, which points to important scope conditions for the integrationist view.",
          "url": "https://doi.org/10.1017/s000305542500019x",
          "doi": "https://doi.org/10.1017/s000305542500019x",
          "filter": 0
        },
        {
          "title": "A New Measure of Affective Polarization",
          "authors": "NICOLAS CAMPOS, CHRISTOPHER FEDERICO",
          "abstract": "Affective polarization has emerged as an important construct in the literature on partisanship. However, most efforts to measure it have relied on simple preexisting indices, potentially missing the complexity of affective polarization. In this article, we address these concerns by reconceptualizing and deriving a new measure of affective polarization. Drawing on the notion of political sectarianism and other lines of research in political behavior and social psychology, we develop and validate a novel multidimensional measure of affective polarization consisting of three parts: othering, aversion, and moralization. Our analyses yield a valid and reliable nine-item measure with three subdimensions. These subdimensions and the full scale broadly correlate with various measures of political identity, anti-democratic elite action, and political violence. Importantly, we find that the subdimensions have different patterns of correlation with key criterion variables, suggesting that othering, aversion, and moralization are distinct components of affective polarization.",
          "url": "https://doi.org/10.1017/s0003055425000255",
          "doi": "https://doi.org/10.1017/s0003055425000255",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Selecting the ‘Best’? Competing Dimensions of Politician Quality in the Developing World",
          "authors": "Ananish Chaudhuri, Vegard Iversen, Francesca R. Jensenius, Pushkar Maitra",
          "abstract": "Evidence suggests that politicians in advanced democracies are positively selected on characteristics relevant to their suitability for political office. Whereas stereotypes abound, much less is known about the quality of politicians in developing countries. Drawing on unique experimental and survey data on village-level politicians in West Bengal, India, we find some evidence of positive selection into office: elected politicians are more educated, motivated, and have greater integrity than their constituents. However, they also have lower cognitive ability and are more likely to come from politically networked families. Comparing first-timers with re-elected politicians, we observe that experienced politicians display somewhat more political knowledge and motivation than their inexperienced peers, but are also more likely to be wealthy and male. Our findings demonstrate that conclusions about politician quality depend critically on measurement choices and that there may be competing dimensions of politician quality in the developing world.",
          "url": "https://doi.org/10.1017/s0007123425000225",
          "doi": "https://doi.org/10.1017/s0007123425000225",
          "filter": 0
        },
        {
          "title": "Defending the Status Quo or Seeking Change? Electoral Outcomes, Affective Polarization, and Support for Referendums",
          "authors": "Bjarn Eck, Emilien Paulis",
          "abstract": "Voters of governing parties are more satisfied with democracy than opposition voters, but the consequences of this winner-loser gap remain underexplored. We argue that electoral losers should be more supportive of referendums than electoral winners as representative democracy has failed electoral losers, whereas electoral winners aim to protect their party’s ability to govern without constraint. In addition, we theorize that affective polarization should strengthen this gap. Using cross-national survey data from thirteen European democracies, we find that electoral losers consistently show greater support for referendums than winners, and affective polarization amplifies this effect. Yet, the effect of affective polarization is solely attributed to a decrease in support for referendums among polarized election winners. These findings raise questions about the role of affective polarization in undermining the accountability mechanism between electoral winners and their parties. Concerns about electoral losers might be overstated and potentially overlook the democratic implications of electoral victory.",
          "url": "https://doi.org/10.1017/s0007123425000365",
          "doi": "https://doi.org/10.1017/s0007123425000365",
          "filter": 0
        },
        {
          "title": "Gendered Expectations: Do Voters Reward Women for Supporting Women’s Interests?",
          "authors": "Nichole M. Bauer, Anna Gunderson, Jeong Hyun Kim, Elizabeth Lane, Belinda Davis, Kathleen Searles",
          "abstract": "Are women legislators punished for not supporting women’s substantive policy interests? We test these gendered expectations. We marshal an original content analysis of cable news coverage and two survey experiments testing voters’ assessment of hypothetical legislators on the issues of abortion and equal pay. We find that voters rate both women and men legislators positively for supporting women’s issues and negatively evaluate legislators of both genders when they do not support women’s interests. We also find that women voters negatively evaluate women legislators who act against women’s interests at a greater rate than men voters. While we do not find evidence of voters holding women legislators to gendered expectations, we do find that legislators, regardless of their gender, have strategic incentives to promote women’s substantive representation. Our results suggest that voters care more about the substantive representation of women’s political interests than who supports those interests.",
          "url": "https://doi.org/10.1017/s0007123424001017",
          "doi": "https://doi.org/10.1017/s0007123424001017",
          "filter": 0
        },
        {
          "title": "Mandate Complexity and United Nations Peacekeeping Contributions",
          "authors": "Lisa Hultman, Jacob D. Kathman, Megan Shannon",
          "abstract": "United Nations peacekeeping is an important instrument for maintaining international peace, but the mandates that peacekeeping operations are expected to implement are increasingly complex. This trend has consequences. We argue that certain member states are incentivized by the benefits of partaking in complex missions. These include ‘process’ benefits such as reimbursement payments, training, and reputation building. Specifically, non-democratic states are more likely to make greater contributions to missions with complex mandates than democratic states. In a global analysis of UN member peacekeeping contributions from 1990 to 2022, we show that as mandate complexity increases, non-democracies make larger contributions relative to democracies. While democracies do not shy away from supporting peacekeeping, they resist substantial contributions to the ambitiously mandated missions that they have often themselves promoted. These findings contribute to ongoing academic discussions about the challenge of recruiting sufficient resources to pursue peacekeeping while insisting on a liberal global order.",
          "url": "https://doi.org/10.1017/s0007123425000316",
          "doi": "https://doi.org/10.1017/s0007123425000316",
          "filter": 0
        },
        {
          "title": "Inflation, Blame Attribution, and the 2022 US Congressional Elections",
          "authors": "Leonardo Baccini, Stephen Weymouth",
          "abstract": "This study investigates the impact of inflation on the 2022 US mid-term elections, a period witnessing the resurgence of inflation as a major concern in the USA for the first time in decades. We develop a pre-registered survey with an embedded experiment to examine the political repercussions of rising prices. We find that individuals experiencing a higher personal inflation burden are more inclined to support Republican candidates. Our survey experiment further assesses the impact of partisan messaging leading up to the election, focusing on two primary narratives: government spending, as emphasized by Republicans, and corporate greed, highlighted by Democrats. The results indicate that attributing inflation to government spending decreases support for Democrats, whereas associating it with corporate greed undermines confidence in the Republicans’ ability to effectively manage inflation. Economic voting behaviour depends not only on objective economic conditions but also on how political parties subjectively frame these conditions.",
          "url": "https://doi.org/10.1017/s0007123424000930",
          "doi": "https://doi.org/10.1017/s0007123424000930",
          "filter": 0
        },
        {
          "title": "The Partisan Realignment of American Business: Evidence from a Survey of Corporate Leaders",
          "authors": "Eitan Hersh, Sarang Shah",
          "abstract": "For decades, the business community has been viewed as a core constituency of the Republican Party. However, several factors, such as corporate prioritization of social values, changes in trade policy, and anti-business sentiment among Republican rank-and-file, suggest a coalitional shift is underway. Scholars have debated whether this shift is an illusion or is real. At the core of this debate is how businesses navigate two forms of organizational conflict: a) stakeholder cross-pressure and b) policy cross-pressure . To measure cross-pressure, we conduct an original survey of elite business leaders. Our evidence suggests a widespread view that companies are increasingly aligned with the Democrats, including in alignment on core policy priorities. When companies are cross-pressured, leaders perceive the company as leaning toward the Democrats. The potential decoupling of business from the Republican coalition represents one of the most significant changes in American politics in decades.",
          "url": "https://doi.org/10.1017/s0007123425000304",
          "doi": "https://doi.org/10.1017/s0007123425000304",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Do Culturally Embedded Political Leaders Help or Hinder Economic Development?",
          "authors": "Xiaojun Yan, La Li",
          "abstract": "Previous research presents conflicting views on whether cultural similarities between state officials and the societies they govern promote or hinder economic growth. We posit that cultural embeddedness can facilitate local growth by reducing the transaction costs for alleviating the credible commitment problem, thereby efficiently diminishing the uncertainty for production and investment. Using linguistic similarity as a proxy for cultural embeddedness, we find that the Chinese municipalities governed by political leaders whose cultural background is similar to that of the local society exhibit significantly stronger economic growth. Further, the appointment of a new political leader typically dampens business performance due to local enterprises’ inclination to avoid risks, but this effect is absent when the incoming leaders are culturally embedded. We also demonstrate that in the institutional setting of modern states, cultural connection serves as a “weak tie” that efficiently facilitate state-society communication of credible commitment, but are inadequate to foster corruption.",
          "url": "https://doi.org/10.1177/00104140251342920",
          "doi": "https://doi.org/10.1177/00104140251342920",
          "filter": 0
        },
        {
          "title": "“Stand by Those who Share our Values” – How Refugees Fleeing the Taliban Improved European Attitudes Toward Immigration",
          "authors": "Joris Frese",
          "abstract": "Several existing studies have found that negative political framing of immigrants increases anti-immigrant public attitudes. I conduct two studies that reveal conditions under which the opposite dynamic unfolds. I argue that when refugees are framed as vulnerable, assimilable, and deserving of help, this should cause a reduction in anti-immigrant sentiment. In the first study, analyzing the case of the Taliban takeover of Afghanistan in 2021, I demonstrate such deservingness frames with computational and qualitative text analyses of news archival data and social media posts by political elites. In the second study, I show with an unexpected event during survey design that the positive framing of refugees during this highly salient event led to a significant immediate and long-term increase in pro-immigration attitudes across Europe. Together, these findings suggest that it is possible for politicians and journalists to effectively reduce xenophobia during large-scale refugee arrivals by highlighting refugees’ vulnerability and assimilability.",
          "url": "https://doi.org/10.1177/00104140251342915",
          "doi": "https://doi.org/10.1177/00104140251342915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [],
      "articles_hidden": [
        {
          "title": "The Damocles Delusion: The Sense of Power Inflates Threat Perception in World Politics – ERRATUM",
          "authors": "Caleb Pomeroy",
          "url": "https://doi.org/10.1017/s0020818325000116",
          "doi": "https://doi.org/10.1017/s0020818325000116",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Nonstate Actor Inclusion and the Social Legitimacy of Global Governance Institutions",
          "authors": "Matthias Ecker-Ehrhardt, Soetkin Verhaegen, Sigrid Quack",
          "abstract": "Nonstate actors play powerful roles in global governance institutions (GGIs) as advocates, experts, representatives, regulators, monitors, and implementing agents. However, the extent to which their inclusion affects the degree to which citizens find GGIs more legitimate has not been systematically investigated, nor have the conditions under which citizens might do so. In this contribution, we theoretically argue that such inclusion effectively enhances the social legitimacy of GGIs, but only to the extent that citizens expect nonstate actors to provide relevant governance contributions. We find strong empirical evidence for this argument in two large-N conjoint experiments fielded in Brazil, Germany, South Africa, and the United States. First, our results suggest that citizens, on average, ascribe more legitimacy to GGIs if learning that nonstate actors have a say in important decisions. Second, the strength of this effect depends on the degree to which citizens expect nonstate actors to provide expertise, representation, public interest orientation, transparency, or operational capacity. Third, expected governance contributions remarkably vary among different types of nonstate actors in kind and degree. In line with our overall argument, findings suggest that nonstate actor participation plays a more complex and significant role in the social legitimation of global governance than previously understood.",
          "url": "https://doi.org/10.1093/isq/sqaf040",
          "doi": "https://doi.org/10.1093/isq/sqaf040",
          "filter": 0
        },
        {
          "title": "The Prodigal Child Returns? Attitudes towards Return Migration in a Developing Economy",
          "authors": "Melle Scholten",
          "abstract": "Data estimates suggest that up to half of all migrants return to the country of origin within 5 years of leaving. Return migration is known to be a boon for the local economy and a catalyst for political reform. However, these effects are conditional on successful reintegration, which is dependent on the preferences of nonmigrants. What causes negative attitudes towards return migration, given its significant potential economic benefits? I argue that nonmigrants are concerned about both the economic and political competition of returnees. Nonmigrants prefer to welcome back migrants who can bring financial capital and employment back home, but will oppose competitors on the job market when unemployment is high. Furthermore, nonmigrants are concerned about the potential role of return migrants as norm entrepreneurs. I test my hypotheses with a conjoint survey experiment conducted in Colombia, as well as an analysis of the 2016 peace referendum.",
          "url": "https://doi.org/10.1093/isq/sqaf041",
          "doi": "https://doi.org/10.1093/isq/sqaf041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Knowing What We Don’t: The Fundamental Problem of Data Quality in Conflict Research—and Methodological Solutions",
          "authors": "Rachel Sweet",
          "abstract": "Conflict researchers face an unresolved dilemma: the underlying data are often unreliable. When it comes to covert relationships, killings, and illicit markets that organized violence entails, there are simply more incentives to alter information than to tell it straight. How confident can scholars be that on-the-ground events, rather than strategic or omitted information, drive research findings? Despite the evident need for accurate views into clandestine processes, existing work rarely applies systematic checks to verify the seeming “facts” of conflict. This article proposes a methodological toolkit to fill this gap. A first step develops systematic checks to report numerical credibility scores of source quality and corresponding error estimates. A second leverages data of varied strengths for distinct purposes: high-quality sources to triangulate facts and low-quality data to discern strategic images and mis/disinformation. The article tests these standards against major datasets and integrates the protocols into an interactive Data Evaluation Dashboard available for scholarly and policy use.",
          "url": "https://doi.org/10.1177/00220027251325877",
          "doi": "https://doi.org/10.1177/00220027251325877",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Americans’ Perceptions About Immigrants from Different World Regions: Evidence from a Multinomial Conjoint Experiment",
          "authors": "Kirill Zhirkov",
          "abstract": "The literature in political science considers (sometimes inaccurate) perceptions of immigrants as a factor in anti-immigration attitudes among natives, but much less is known about perceptions regarding immigrants from specific regions. In this paper, I explore Americans’ perceptions about immigrants from Africa, Asia, Europe, Latin America, and the Middle East. To measure these perceptions, I apply a conjoint experiment with a multinomial outcome, in which respondents are asked to categorize hypothetical immigrants as coming from one of the five regions. Results from a nationally diverse sample demonstrate that immigrants from all regions other than Europe are associated with speaking poor English. Immigrants from Latin America are also associated with welfare dependency and rule-breaking behavior, while the opposite is true for immigrants from Asia. These negative perceptions may at least partly explain opposition to non-European, and specifically Latin American, immigration in the United States.",
          "url": "https://doi.org/10.1017/xps.2025.5",
          "doi": "https://doi.org/10.1017/xps.2025.5",
          "filter": 0
        },
        {
          "title": "Life-or-Death Framing of Public-Health Policy in a Pandemic",
          "authors": "Brian J. Gaines",
          "abstract": "The justifiably famous “Asian disease” experiment (ADE) by Tversky and Kahneman established that choices involving uncertainty can be dependent on framing. Description emphasizing gains induced much higher preference for choices in which outcomes were described as certain rather than probabilistic, as compared to description emphasizing losses. The vignette for the ADE involved disease mitigation, and the COVID pandemic gave it much-enhanced realism and immediacy. An attempt to replicate the ADE during the pandemic, however, failed to produce the original results. Other, contemporaneous replications, by contrast, matched the original, leaving open the question of when such framing effects occur.",
          "url": "https://doi.org/10.1017/xps.2025.7",
          "doi": "https://doi.org/10.1017/xps.2025.7",
          "filter": 0
        },
        {
          "title": "Same-Sex Schooling, Political Participation, and Gender Attitudes? Evidence from a Natural Experiment in South Korea",
          "authors": "Amber Hye-Yon Lee, Nicholas Sambanis",
          "abstract": "Across countries, a gender gap exists with respect to attitudes toward leadership and political participation, with women scoring lower than men on measures of these outcomes. This gap emerges early in life and could be influenced by gender norms learned through socialization, in the family or at school. Using a natural experiment in high school assignment in South Korea, we examine whether an all-female school environment can contribute to narrowing the gender gap by increasing women’s civic and political participation and fostering their ambition for leadership. We find that female graduates of single-sex schools are more engaged in politics and society and more likely to pursue leadership positions compared to women who graduated from coeducational schools. These effects are durable, lasting for years, even decades. However, single-sex schools do not cultivate more progressive gender attitudes among women, so increased female participation need not imply greater activism for gender equality.",
          "url": "https://doi.org/10.1017/xps.2025.6",
          "doi": "https://doi.org/10.1017/xps.2025.6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Women’s roles and reproductive violence within armed rebellions",
          "authors": "Lindsey A Goldberg",
          "abstract": "Why do armed rebel movements perpetrate intragroup reproductive violence? While extant research predominantly focuses on wartime sexual violence against civilians, the targeting of rebel women with reproductive violence remains underexplored. My research contributes new insights on how women’s idealized roles within armed rebellions shape the likelihood of these groups engaging in various forms of intragroup reproductive violence. I theorize that forced abortions are more likely to occur within rebellions that idealize women’s contributions through masculine duties like frontline combat because in these cases, pregnancy is perceived as antithetical to women’s expected contributions to the rebel movement. Conversely, forced pregnancies are more likely to occur within rebel movements that idealize women’s feminine support roles away from the frontlines because in these cases, pregnancy and motherhood are often part of rebel women’s expected contributions. I provide illustrative examples of armed rebellions characterized by these dynamics, and I introduce novel data on intragroup reproductive violence across a global sample of rebel organizations. Using this new dataset, I statistically evaluate my hypotheses and find empirical support for my claims. This research focuses on gender-based violence that occurs within rebel organizations, providing new data and new insights regarding the intragroup gender dynamics that promote reproductive violence against rebel women.",
          "url": "https://doi.org/10.1177/00223433251324342",
          "doi": "https://doi.org/10.1177/00223433251324342",
          "filter": 0
        },
        {
          "title": "Shock and awe: Economic sanctions and relative military spending",
          "authors": "Yuleng Zeng, Andreas Dür",
          "abstract": "Economic sanctions could cause substantial harm to target states, forcing them to undertake tough guns-versus-butter trade-offs. Although existing research has argued that sanctioned countries reduce their military spending in absolute terms, it is unclear whether they do trade more guns for butter in relative terms. We argue that in the short run, sanctioned states have an incentive to channel proportionally more resources to the military for two primary reasons. First, this allows them to signal their resolve not to back down to sanctioning states and potentially maintain their bargaining leverage. Second, higher relative military spending can strengthen leaders’ hold on power by improving their ability to co-opt and repress political opponents. However, this combined incentive to signal resolve and consolidate power weakens after the initial economic and political shocks. As such, we also expect that the increase in relative military spending will diminish gradually. To test our theory, we propose a new measurement of sanction shocks that carefully accounts for the salience, costs, and duration of different sanction episodes. Using this measure, we apply dynamic panel modeling to examine the military spending of 166 countries from 1962 to 2015. We find strong support for our theoretical expectations. In response to sanction shocks, target states choose to spend proportionally more on the military; this increase peaks in the first few years and dissipates over time. These results hold important implications for research on both economic sanctions and military spending.",
          "url": "https://doi.org/10.1177/00223433251331486",
          "doi": "https://doi.org/10.1177/00223433251331486",
          "filter": 0
        },
        {
          "title": "War, social preferences, and anti-outgroup behavior: Experimental evidence from Russia’s invasion of Ukraine",
          "authors": "Sam Whitt, Douglas Page",
          "abstract": "How does war affect social preferences toward people with conflict-related outgroup identities? While the literature often reports prosocial treatment of ingroups, such benevolence is rarely seen toward potential outgroups. We consider the case of Ukraine, where many people with Russian identity markers reside. We ask whether people in Ukraine who identify as Russian by ethnicity or language have become stigmatized following Russia’s invasion. To measure social preferences, we introduce a variant of the Equality Equivalency Test (EET) as a third-party dictator game, where respondents decide between equal or unequal allocations of money involving two recipients. We run the EET in a January 2023 nationwide survey in Ukraine where dictator recipients are randomized by Ukrainian and Russian ethnicity, language, and/or Ukrainian civic identity. We also randomize priming on conflict-related victimization experiences. Despite widespread devastation across Ukraine by Russian forces, the majority of respondents, who identify as ethnic Ukrainians, treat Russian identifiers benevolently (fairly) relative to Ukrainians, and only a minority of respondents behaved malevolently (spitefully) toward them. Priming on victimization has minimal negative effects on benevolence. Our findings reinforce research on rising civic nationalism in Ukraine, transcending ethnolinguistic understandings of identity and belonging. Our results have implications for war as an instrument of nation-building and social cohesion, bolstering Ukraine’s ability to mitigate internal divisions amid Russia’s invasion.",
          "url": "https://doi.org/10.1177/00223433251318931",
          "doi": "https://doi.org/10.1177/00223433251318931",
          "filter": 0
        },
        {
          "title": "The end of rebel rule: Biased peacekeeping interventions and social order",
          "authors": "Jason Hartwig",
          "abstract": "Since 2001, the United Nations Security Council has increasingly authorized interventions in support of a government. However, the potential impact of this trend on civil war processes is underexamined. I argue that biased peacekeeping interventions can undermine social order when replacing rebel territorial control. Interventions become associated with weak and predatory client governments, fail to build trust within communities, and create power vacuums. In the absence of a perceived impartial arbiter, mobilized groups turn to violence over disputes previously solved by the rebels. I test this theory by examining the impact of offensive operations by the African Union Mission in Somalia (AMISOM). Using novel data and a mixed-methods approach, I demonstrate AMISOM operations displacing rebel rule produced a significant increase in intercommunal conflict. These findings highlight the potential unintended consequences of multilateral interventions explicitly supporting one side. They further suggest biased interventions should focus on first improving governance before extending government control or prioritize shaping conditions for negotiated settlements.",
          "url": "https://doi.org/10.1177/00223433251322668",
          "doi": "https://doi.org/10.1177/00223433251322668",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Wealth and Policymaking in the U.S. House of Representatives",
          "authors": "Darrian Stacy",
          "abstract": "Do members of Congress with relatively more and less wealth approach policymaking differently, or succeed at different rates? This paper examines data on the personal wealth and legislative effectiveness of representatives between 1979 and 2021 to assess how wealth shapes legislative outcomes. The analysis finds that legislators in the top wealth quintile are significantly more successful at advancing their policy agendas than their less‐wealthy colleagues, while those in the bottom quintile face persistent disadvantages in the legislative process. These gaps emerge over time and are moderated by institutional factors rather than differences in prior legislative experience or preexisting legislative ability. The findings suggest that economic inequality among legislators translates into unequal policymaking influence in Congress.",
          "url": "https://doi.org/10.1111/lsq.70014",
          "doi": "https://doi.org/10.1111/lsq.70014",
          "filter": 0
        },
        {
          "title": "Men Are From Mars, and Women Are From Venus? Political Ambition of Women and Men Within the Legislature",
          "authors": "Mercedes García Montero, Mar Martínez Rosón, Manuela Muñoz, Michelle M. Taylor‐Robinson",
          "abstract": "Research indicates that women are less ambitious than men to enter politics, but does gendered ambition continue for people in national politics? Using data from the Political Elites in Latin America Survey collected between 2008 and 2017 in 18 Latin American presidential systems, optimal pair matching, and multilevel estimation techniques, we find that women with similar credentials to men are equally likely to want to continue in politics. However, men's desire to continue in politics decreases when women's political presence is high, with men preferring state/local executive posts instead. These findings show that the presence of women not only may have a positive effect on women's ambition but also influences men's political career choice. Moreover, women, but not men, exhibit a stronger desire to remain in the legislature when immediate reelection is possible, while men, unlike women, are more likely to seek national executive office if they represent an urban district.",
          "url": "https://doi.org/10.1111/lsq.70016",
          "doi": "https://doi.org/10.1111/lsq.70016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Partisan voters in party systems with ephemeral parties: Evidence from South Korea",
          "authors": "Peter Ward, Steven Denney",
          "abstract": "In this article, we examine how voters make decisions about electoral candidates in an under-institutionalized party system. In such a context, parties are expected to be less rooted in society, with fewer programmatic linkages to particular groups. Thus, voters are considered less likely to vote for candidates based on their policy positions and are expected to have less consistent policy preferences. Instead, it is assumed that individual candidate characteristics are more important. Using a conjoint survey experiment conducted in South Korea, a crucial case of a weak party system in a relatively new but consolidated democracy, we examine how voters are motivated by individual candidate characters and domestic policy and foreign policy positions. Our results show that individual characteristics matter, but we also find strong evidence of consistent policy preferences, especially in the foreign policy domain. We demonstrate high levels of programmatic partisanship – voters who are partisans informed about and primarily motivated by policy positions.",
          "url": "https://doi.org/10.1177/13540688251339976",
          "doi": "https://doi.org/10.1177/13540688251339976",
          "filter": 0
        },
        {
          "title": "Between class conflict and culture war. How left-right self-positioning reflects elite conflict and social-economic context",
          "authors": "Simon Otjes, Slaven Živković, Alexia Katsanidou",
          "abstract": "The meaning of left-right ideology has been changing in European democracies. The left-right conflict has been traditionally understood in economic terms, pitting those who favour a more equal income distribution against those who believe that economic inequalities incentivize performance. Scholars have recently suggested that the terms “left” and “right” have taken a more cultural meaning relating to issues including immigration, the civic integration of migrants and national identity. Under what circumstances the left-right is understood by citizens in economic or cultural terms is less well known. In this article, we test top-down context (the framing of issues by politicians) and bottom-up context (economic and social circumstances) as correlates of this change. We conduct a cross-country regression analysis using eight waves of the European Social Survey for 26 European countries. We show that both the framing of issues by politicians social and economic circumstances predict citizens’ left-right self-placement.",
          "url": "https://doi.org/10.1177/13540688251342518",
          "doi": "https://doi.org/10.1177/13540688251342518",
          "filter": 0
        },
        {
          "title": "Incumbency advantages, Prime Minister replacements and government formation",
          "authors": "Hanna Bäck, Marc Debus, Michael Imre",
          "abstract": "Are incumbent cabinets favored when a new government forms in parliamentary democracies? This article develops and evaluates a new hypothesis on the so-called incumbency advantage in government formation which stresses the role of interpersonal relations in coalition bargaining. We propose that the Prime Minister (PM) plays a particularly important role in bargaining and suggest that when the PM is replaced, the incumbency advantage will be weakened because the familiarity and trust between the bargaining actors is reduced. We evaluate this argument by studying 127 government formation processes in the German States between 1990 and 2023. The findings support our theoretical argument. Governments that form in the German states are more likely to be incumbent cabinets, in particular when there was no PM replacement. Bargaining duration is also significantly shorter when the negotiating parties are the incumbent parties, but this effect is significantly weakened when there was a PM replacement.",
          "url": "https://doi.org/10.1177/13540688251344561",
          "doi": "https://doi.org/10.1177/13540688251344561",
          "filter": 0
        },
        {
          "title": "Blurring lines. Economic equality and equal rights concepts of center- and far-right parties, 1970–2020",
          "authors": "Alexander Horn, Martin Haselmayer, K. Jonathan Klüser",
          "abstract": "Based on new data, we assess rival claims about right parties and equality. We show that the Far Right and the Center Right have become alike regarding their positions on economic equality and equal rights. Based on crowdcoding of party manifestos, we map the equality trajectories of 69 right-wing parties in 12 OECD countries from 1970 to 2020. Following a discussion of the diverging ideological and electoral incentives of center- and far-right parties, we map the egalitarian profiles of center- and far-right parties over 50 years. Then, we conduct a multivariate analysis of trends at the party level. We find that center-right parties have been reluctant to address high inequality and demands for equal rights, while many far-right parties have surpassed them in promoting economic equality and even support for equal rights. As an important qualification, we show that far-right parties support equal rights often in abstracto ; without specifying groups.",
          "url": "https://doi.org/10.1177/13540688251339625",
          "doi": "https://doi.org/10.1177/13540688251339625",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "AI and the Bomb: Nuclear Strategy and Risk in the Digital Age. By James Johnson. Oxford, United Kingdom: Oxford University Press, 2023. 288p.",
          "authors": "Erica D. Lonergan, Shawn W. Lonergan",
          "url": "https://doi.org/10.1017/s1537592724002901",
          "doi": "https://doi.org/10.1017/s1537592724002901",
          "filter": 0
        },
        {
          "title": "Human Dignity and Social Justice. By Pablo Gilabert. Oxford: Oxford University Press, 2023. 384p.",
          "authors": "Amos Nascimento",
          "url": "https://doi.org/10.1017/s1537592725000386",
          "doi": "https://doi.org/10.1017/s1537592725000386",
          "filter": 0
        },
        {
          "title": "The Constitutional Bind: How Americans Came to Idolize a Document That Fails Them. By Aziz Rana. Chicago: The University of Chicago Press, 2024. 805p.",
          "authors": "Jesse Williams",
          "url": "https://doi.org/10.1017/s1537592725000362",
          "doi": "https://doi.org/10.1017/s1537592725000362",
          "filter": 0
        },
        {
          "title": "Fueling Sovereignty: Colonial Oil and the Creation of Unlikely States. By Naosuke Mukoyama, Cambridge: Cambridge University Press, 2024. 228p.",
          "authors": "Hussam Hussein",
          "url": "https://doi.org/10.1017/s1537592725000957",
          "doi": "https://doi.org/10.1017/s1537592725000957",
          "filter": 0
        },
        {
          "title": "Informal Governance in World Politics. Edited by Kenneth W. Abbott and Thomas J. Biersteker. Cambridge: Cambridge University Press, 2024. 319p.",
          "authors": "Ian Madison",
          "url": "https://doi.org/10.1017/s1537592725000921",
          "doi": "https://doi.org/10.1017/s1537592725000921",
          "filter": 0
        },
        {
          "title": "Radical Politics: On the Causes of Contemporary Emancipation. By Peter D. Thomas. New York: Oxford University Press, 2023. 304p.",
          "authors": "Michael Hardt",
          "url": "https://doi.org/10.1017/s1537592725000891",
          "doi": "https://doi.org/10.1017/s1537592725000891",
          "filter": 0
        },
        {
          "title": "Life, Death, and the Western Way of War. By Lorenzo Zambernardi. Oxford: Oxford University Press, 2022. 214p.",
          "authors": "Uriel Abulof",
          "url": "https://doi.org/10.1017/s1537592725000702",
          "doi": "https://doi.org/10.1017/s1537592725000702",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Does Priming Democratic Vulnerability Make Citizens Punish Undemocratic Behavior?",
          "authors": "Kristian Frederiksen",
          "abstract": "Recent instances of public support for democracy-violating political leaders have sparked an important stream of research suggesting that such leaders may gain support by representing citizens’ political interests or by holding competence advantages. However, less attention has been given to how to counter such support. One possible route for pro-democratic forces to counter anti-democratic tendencies is telling people that democracy is vulnerable and at risk of breaking down. In this paper, I examine this straightforward intervention against support for undemocratic politicians. Specifically, I prime democratic vulnerability and assign undemocratic behavior to political candidates in two experimental studies from 2020 to 2021 including 10 countries in total. I find that vulnerability priming only in few cases increases the extent to which citizens sanction undemocratic behavior. The findings have important implications for our knowledge of how to counter democratic backsliding and show that pro-democratic forces may be better off resorting to other arguments.",
          "url": "https://doi.org/10.1007/s11109-025-10044-4",
          "doi": "https://doi.org/10.1007/s11109-025-10044-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Tipping point urbanism: A study of the painting and fading of the macromural La Mariposa in governing self-built settlements in Bogotá",
          "authors": "Petr Vašát",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103337",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103337",
          "filter": 0
        },
        {
          "title": "The geography of intent: The bodily implications of border surveillance technologies",
          "authors": "Samuel N. Chambers, Gabriella Soto",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103332",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103332",
          "filter": 0
        },
        {
          "title": "War on two fronts: Gender regimes and the ethnonationalist state in Myanmar and Sri Lanka",
          "authors": "Melissa Johnston, Jayanthi T. Lingham",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103340",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103340",
          "filter": 0
        },
        {
          "title": "Shadow State and the making of informal territories: Negotiating conservation and communal land reforms in the Kenyan wildlife frontier",
          "authors": "Achiba A. Gargule",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103351",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103351",
          "filter": 0
        },
        {
          "title": "Why coloniality matters in the hydrogen hype - A reply to Walker and Kalvelage 2025",
          "authors": "Johanna Tunn, Franziska Müller, Tobias Kalt, Jenny Simon",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103352",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103352",
          "filter": 0
        },
        {
          "title": "Police statecraft and post-property possibilities in the Weelaunee forest struggle",
          "authors": "Hannah Kass",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103356",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103356",
          "filter": 0
        },
        {
          "title": "Geographies of anti-political establishment parties in the Netherlands: The role of broader welfare and local representation",
          "authors": "Rienje Veenhof, Sol Maria Halleck Vega, Eveline van Leeuwen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103353",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103353",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Coming out as Roma. Minority stress, multisystemic resilience, and identity among Roma people in Germany",
          "authors": "Kirsty Campbell, Timothy Williams",
          "abstract": "Roma people in Germany pursue different practices in terms of “coming out” with their Roma identity in mainstream German society, with some people concealing their identity for fear of discrimination, others disclosing it openly, and others selectively disclosing it in specific contexts while masking in others. Given the historic marginalization and ongoing discrimination that Roma people experience in Germany, it is puzzling why anyone decides to disclose their identity as Roma within a hostile environment. This article addresses this puzzle by drawing on queer approaches on how coming out can positively affect dealing with minority stress that has been induced by discrimination and bringing it into conversation with the idea of multisystemic resilience, highlighting that identity disclosure can have different effects for resilience in different systems of discrimination and resulting minority stress. Empirically, we draw on data from a participant action research project and identify three main effects that determine why individuals make choices to disclose or mask their identities as Roma: individual learning whereby people learn from past experiences of discrimination and coming out; self‐confidence developed as a result of pride in one's identity; and intergenerational learning whereby people follow the identity disclosure practices of their parents and grandparents.",
          "url": "https://doi.org/10.1111/pops.70040",
          "doi": "https://doi.org/10.1111/pops.70040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Demanding more than what you want",
          "authors": "Zuheir Desai, Scott A. Tyson",
          "abstract": "It is widely agreed that politicians are prone to hyperbole, proposing platforms that no one expects them to fully accomplish. We develop a theory of electoral competition focusing on politicians who differ in terms of both ideological preferences and in their capability to “get things done.” An imperfect ability to implement platforms introduces a novel role for status quo policies. We first show that the traditional left-right orientation of political competition arises only when the status quo is relatively moderate. Otherwise, an extreme status quo becomes the dominant dimension of electoral competition, providing a novel rationale for “populist” campaigns. Our second set of results address when campaign platforms can serve as effective empirical proxies for policies. We show that when there is a shock to voter preferences, the effect on platforms and policies is qualitatively the same, hence platforms are good qualitative proxies for policy implications. But when shocks are to the platform-policy linkage, platforms and policies respond in qualitatively different ways.",
          "url": "https://doi.org/10.1017/psrm.2025.25",
          "doi": "https://doi.org/10.1017/psrm.2025.25",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Rational gridlock",
          "authors": "Scott Baker, Michael D. Gilbert",
          "abstract": "We examine the design of lawmaking institutions when advocates have agenda setting power and there is randomness in the status quo laws eligible for reform. The institutional designer maximizes voter welfare. We find that the optimal arrangement consists of two lawmaking institutions that must agree to enact any reforms. The institutions do not share preferences with one another or with the median voter. As a result, gridlock arises: the institutions reject some reforms that the median voter favors. However, when reform succeeds, it tends to be modest in scope and to more closely track what the median voter prefers. The optimal institutional design trades off the cost of failing to change law due to gridlock against the benefit of forcing advocates to moderate their proposals and offer more centrist reforms. Surprisingly, voters are best served by a pair of polarized and unrepresentative institutions.",
          "url": "https://doi.org/10.1007/s11127-025-01264-7",
          "doi": "https://doi.org/10.1007/s11127-025-01264-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Different Standards: Observing Variation in Citizens’ Respect-Based Norms for Mediated Political Communication",
          "authors": "Emma Turkenburg, Ine Goovaerts, Sofie Marien",
          "abstract": "Incivility, oversimplification, lying, inaccessible language: there is widespread concern and controversy about the disrespectful ways politicians communicate. The reasoning underlying these worries is that such communication violates widely shared communicative norms, and that exposure to it may lead to adverse consequences in the wider public. However, widespread support for respect-based norms among citizens is generally presupposed, and little is known about the extent to which norm support matters in how people react when witnessing disrespectful politicians. Using Belgian survey data (N = 2,030), we investigate whether citizens differ in the degree to which they support different respect-based norms for mediated elite communication, and whether differing levels of norm support moderate the relationship between perceived norm violations and several political outcomes (affect toward politicians; political trust; talking about politics; political information seeking). The results reveal substantial variation in norm support across the population, with differences based on sociodemographic characteristics (e.g., education level) and political attitudes (cynical, populist, polarized attitudes). This variation, moreover, matters. While depending on the outcome and norms we study, several findings show that citizens supporting respect-based norms react more negatively when perceiving norm violations more frequently, as compared to citizens caring less about these norms. Yet, whether and in what way this moderating effect occurs can differ for different types of disrespect. As such, besides showing that respectful communication is not equally important to everyone and that not everyone reacts to norm breaking in the same way, this study also underlines that not all shades of disrespect should be tarred with the same brush.",
          "url": "https://doi.org/10.1093/poq/nfaf001",
          "doi": "https://doi.org/10.1093/poq/nfaf001",
          "filter": 0
        },
        {
          "title": "Measuring (Sub-)National Identities in Survey Research: Lessons from Belgium",
          "authors": "Dave Sinardet, Lieven De Winter, Christoph Niessen, Jérémy Dodeigne, Min Reuchamps",
          "abstract": "This article explores different measurements of (sub-)national identities in survey research and examines to what extent they lead to different results. Using survey data from Belgium, where there is a long-standing tradition of (sub-)national identity surveys, three types of questions are scrutinized: the “hierarchical” question (asking respondents to which of a list of given identities they feel most closely related in first and second place), the “Linz-Moreno” question (asking respondents to situate their regional and national identities vis-à-vis each other), and the more recent “metric” question (asking respondents to situate themselves on distinct eleven-point scales for multiple identities). This article analyzes the extent to which respondents answer these questions consistently, how varying degrees of consistency can be explained, and what this tells us about the way social scientists measure (sub-)national identities. The results show that, depending on the question, only 39.4 percent to 69.2 percent of the respondents answered the three (sub-)national identity questions consistently. Differences in consistency are found to be not only related to respondents’ political knowledge and interest, but also to the question forms and wording, leading us to reflect on the validity of identity measurements.",
          "url": "https://doi.org/10.1093/poq/nfae066",
          "doi": "https://doi.org/10.1093/poq/nfae066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gender, Ethnicity, and Intersectionality: Double-Minorities in Asian Cabinets",
          "authors": "Keith Padraic Chew, Amy H Liu",
          "url": "https://doi.org/10.1086/736696",
          "doi": "https://doi.org/10.1086/736696",
          "filter": 0
        },
        {
          "title": "Socialization, Self-Selection, and the Life Experiences of World Leaders: Why Business Experience Influences Defense Spending",
          "authors": "Matthew Fuhrmann, James D. Kim",
          "url": "https://doi.org/10.1086/736695",
          "doi": "https://doi.org/10.1086/736695",
          "filter": 0
        },
        {
          "title": "Left Behind or Left Ahead? Implications of Male Migration on Female Political Engagement",
          "authors": "Rithika Kumar",
          "url": "https://doi.org/10.1086/736699",
          "doi": "https://doi.org/10.1086/736699",
          "filter": 0
        },
        {
          "title": "Can Simple Language Affect Voters' Political Knowledge and Their Beliefs About Politicians?",
          "authors": "Daniel Bischof, Roman Senninger",
          "url": "https://doi.org/10.1086/736693",
          "doi": "https://doi.org/10.1086/736693",
          "filter": 0
        },
        {
          "title": "The Right Kind of (Gay) Man? Sexuality, Gender Presentation, and Heteronormative Constraints on Electability",
          "authors": "Martin Naunov",
          "url": "https://doi.org/10.1086/736697",
          "doi": "https://doi.org/10.1086/736697",
          "filter": 0
        },
        {
          "title": "Far Right Normalization &amp; Centrifugal Affect. Evidence from the Dating Market",
          "authors": "Stuart James Turnbull-Dugarte, Alberto López Ortega",
          "url": "https://doi.org/10.1086/736698",
          "doi": "https://doi.org/10.1086/736698",
          "filter": 0
        },
        {
          "title": "Electoral predictors of polling errors",
          "authors": "Sina Chen, John Kortner, Jens Wiederspohn, Peter Selb",
          "url": "https://doi.org/10.1086/736694",
          "doi": "https://doi.org/10.1086/736694",
          "filter": 0
        },
        {
          "title": "Exposure to Neighbor Adoptions, Agenda-Setting Behavior, and Policy Diffusion",
          "authors": "Todd Makse",
          "url": "https://doi.org/10.1086/734274",
          "doi": "https://doi.org/10.1086/734274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Policy over votes: why extreme governments respond to their supporters",
          "authors": "Timothy Hellwig, Lawrence Ezrow, Werner Krause",
          "url": "https://doi.org/10.1080/01402382.2025.2492460",
          "doi": "https://doi.org/10.1080/01402382.2025.2492460",
          "filter": 0
        },
        {
          "title": "Time tactics in public administration: evidence from a survey experiment",
          "authors": "Vibeke Kroken, Zuzana Murdoch, Benny Geys",
          "url": "https://doi.org/10.1080/01402382.2025.2499996",
          "doi": "https://doi.org/10.1080/01402382.2025.2499996",
          "filter": 0
        },
        {
          "title": "Lipset and Rokkan meet data: the electoral structuring of traditional cleavages, 1870–1967",
          "authors": "Vincenzo Emanuele, Bruno Marino",
          "url": "https://doi.org/10.1080/01402382.2025.2491274",
          "doi": "https://doi.org/10.1080/01402382.2025.2491274",
          "filter": 0
        },
        {
          "title": "Still second-order national elections? Evaluating the classic model after the 2024 European elections",
          "authors": "Simon Hix, Kevin Cunningham",
          "url": "https://doi.org/10.1080/01402382.2025.2499992",
          "doi": "https://doi.org/10.1080/01402382.2025.2499992",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
