{
  "update": "2025-03-21",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Endogenous opposition: Identity and ideology in Kuwaiti electoral politics",
          "authors": "Daniel L. Tavana",
          "abstract": "How do opposition elites succeed in authoritarian elections? Existing theories of authoritarian politics suggest a pivotal role for elections in enhancing the survival of incumbent dictators. Yet, in many contexts, opposition elites attract considerable support and constrain the policymaking authorities of these dictators. This article presents a theory of endogenous opposition that traces the electoral success of opposition elites to the strategic use of symbolic ideological appeals, or campaign appeals that cast politicians as allies of particular ideological movements. I present quantitative and qualitative evidence in support of my argument from Kuwait. I show that minority elites who use symbolic ideological appeals are more likely to capture voters from other minority groups. Once elected, these legislators are more likely to oppose the ruling family in the legislature. These findings challenge existing theories of authoritarian politics and point to ideology as an understudied source of opposition success in authoritarian elections.",
          "url": "https://doi.org/10.1111/ajps.12960",
          "doi": "https://doi.org/10.1111/ajps.12960",
          "filter": 0
        },
        {
          "title": "Persuasive lobbying and the value of connections",
          "authors": "Emiel Awad, Clement Minaudier",
          "abstract": "The inflow of money into politics and the influence of interest groups on policies are well‐documented, but the monetary value of accessing policymakers is less well‐understood. As a result, it is unclear what inferences researchers can draw from lobbying expenditures about interest groups' strategies and their ideological alignment with policymakers. We study a model of informational lobbying with a collective decision‐making body and endogenous reforms to investigate the determinants of the value of access. We show that the funds flowing to a given policymaker depend not only on this policymaker's ideology and procedural power but also on the overall distribution of preferences and power among other policymakers. Two policymakers with the same ideology and procedural power might therefore attract different amounts of contributions, depending on the preferences of fellow policymakers. Our results help clarify empirical research linking lobbying expenditures by interest groups to politicians' ideologies and power.",
          "url": "https://doi.org/10.1111/ajps.12965",
          "doi": "https://doi.org/10.1111/ajps.12965",
          "filter": 0
        },
        {
          "title": "Enchanted democracy: Religion and democratic thought in nineteenth‐century Latin America",
          "authors": "Michael S. Thomas",
          "abstract": "This article recovers an overlooked strand of nineteenth‐century Latin American political thought that I call, “enchanted democracy.” It is epitomized in the work of the Chilean radical democrat, Francisco Bilbao (1823–1865). Deployed in the generation after the Spanish American Wars of Independence, “enchanted democracy” was a postcolonial democratic theory that aimed to justify mass expansion of suffrage, direct democracy, and social equality. This political vision was inescapably theological. Bilbao relied upon scripture, the lives of saints, and sacraments to justify political inclusion, construct a theory of democratic solidarity, and to motivate affection and sacrificial love among citizens. By using theological concepts and popular religious expression to build a future politics, I argue that “enchanted democracy” broadens theoretical approaches to the relationship between religion and democracy. This article also signals the importance of Latin American political thought for contemporary democratic theory.",
          "url": "https://doi.org/10.1111/ajps.12964",
          "doi": "https://doi.org/10.1111/ajps.12964",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Mass Versus Donor Attitudes on the Importance of Supreme Court Nominations",
          "authors": "BRANDICE CANES-WRONE, JONATHAN P. KASTELLEC, NICOLAS STUDEN",
          "abstract": "While Supreme Court nominations have become increasingly high-salience political events, we know little about their prioritization relative to other issues by core constituency groups. We examine how individual donors and the mass public prioritize nominations, as well as factors they believe presidents should consider when selecting judges. To do so, we constructed original questions for a survey of over 7,000 validated donors and a comparison general population sample. We find donors are substantially more likely to prioritize nominations than their general public co-partisans, particularly Republican donors. Further analysis suggests the prioritization gap is consistent with theories that donors are motivated to move policy toward the ideological extremes. Analyzing policy positions, the largest donor-public difference occurs for diversity in appointments, but for all positions we find smaller differences than for prioritization. Overall, the findings highlight donors’ policy priorities may diverge from those of the public even more than policy positions do.",
          "url": "https://doi.org/10.1017/s0003055425000139",
          "doi": "https://doi.org/10.1017/s0003055425000139",
          "filter": 0
        },
        {
          "title": "Black Troops, White Rage, and Political Violence in the Postbellum American South",
          "authors": "JOSHUA BYUN, HYUNKU KWON",
          "abstract": "How can governments in racially divided societies protect vulnerable populations from political violence after large-scale internal conflict? When the dominant majority is bent on perpetuating its power and privileges in the racial hierarchy, benevolence by government interveners is unlikely to curb oppressive violence against subordinate groups. There is thus no alternative to using military coercion to crush insurgents and their civilian supporters. However, failing to maintain this coercive apparatus can exacerbate violence over the long term by triggering racialized revenge dynamics, particularly in communities that were occupied by troops of the subordinate minority. To substantiate these claims, we show that different parts of the postbellum American South experienced uneven spikes in white supremacist violence following the end of federal military occupation in the 1870s: counties that had previously been occupied by Black troops witnessed higher incidences of anti-Black violence than other areas. This effect persisted for many decades, contributing to the dismal climate of violence that prevailed during the nadir of American race relations.",
          "url": "https://doi.org/10.1017/s0003055424001187",
          "doi": "https://doi.org/10.1017/s0003055424001187",
          "filter": 0
        },
        {
          "title": "Voting in Authoritarian Elections",
          "authors": "TURKULER ISIKSEL, THOMAS B. PEPINSKY",
          "abstract": "Democratic theorists hold that voting contributes to some political good: individual and collective autonomy, equality, justice, pluralism, stability, better policies, and many others. But elections are common under authoritarianism, and empirical research finds that holding elections can stabilize authoritarian regimes. This creates what we term the democrat’s dilemma, where citizens who vote in authoritarian elections may bolster the regimes they wish to unseat, even when they cast a vote for the opposition. We identify three major ways of thinking about the democratic value of electoral participation—justice-based, epistemic, and proceduralist approaches—and use them to examine the complex moral considerations that confront voters in authoritarian regimes. We contend that authoritarian elections’ residual democratic value can justify voting, even when doing so could further entrench the autocrat. Our argument also implies that the democratic principles that justify voting in authoritarian elections oblige citizens to choose the most democratic alternative.",
          "url": "https://doi.org/10.1017/s0003055425000085",
          "doi": "https://doi.org/10.1017/s0003055425000085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Demand Side of Democratic Backsliding: How Divergent Understandings of Democracy Shape Political Choice",
          "authors": "Natasha Wunsch, Marc S. Jacob, Laurenz Derksen",
          "abstract": "Why do citizens fail to punish political candidates who violate democratic standards at the ballot box? Building on recent debates about heterogeneous democratic attitudes among citizens, we probe how divergent understandings of democracy shape citizens’ ability to recognize democratic transgressions as such and, in turn, affect vote choice. We leverage a novel approach to estimate the behavioural consequences of such individual-level understandings of democracy via a candidate choice conjoint experiment in Poland, a democracy where elections remained competitive despite an extended episode of backsliding. Consistent with our argument, we find that respondents who adhere less strongly to liberal democratic norms tolerate democratic violations more readily. Conversely, voters with a stronger liberal understanding of democracy are more likely to punish non-liberal candidates, including co-partisan ones. Our study identifies political culture, particularly the lack of attitudinal consolidation around liberal democracy, as a missing variable in explaining continued voter support for authoritarian-leaning leaders.",
          "url": "https://doi.org/10.1017/s0007123424000711",
          "doi": "https://doi.org/10.1017/s0007123424000711",
          "filter": 0
        },
        {
          "title": "Party Systems, Democratic Positions, and Regime Changes: Introducing the Party-System Democracy Index",
          "authors": "Fabio Angiolillo, Felix Wiebrecht, Staffan I. Lindberg",
          "abstract": "One of the most important global political developments is the current wave of autocratization. Most research identifies this as an executive-led process, while others highlight the role opposition actors play in resisting it. We combine this work into a common framework asking, how (anti-)democratic are party systems? Party-system literature emphasises and measures policy differences, while we conceptualise party systems’ democratic positions highlighting to what extent divergent regime preferences are prevalent across parties. To estimate this dimension, we introduce the Party-System Democracy Index (PSDI), capable of tracking regime preferences across party systems from 1970 to 2019 across 178 countries and 3,151 country-years. We implement well-established content, convergent, and construct validity tests to confirm the PSDI’s reliability. Finally, we also show that the PSDI is an important predictor for regime changes in either direction and that changes in the PSDI can signal a looming regime change. This work provides a new framework for studying regime changes and contributes to the renewal of the party-systems literature.",
          "url": "https://doi.org/10.1017/s0007123424000887",
          "doi": "https://doi.org/10.1017/s0007123424000887",
          "filter": 0
        },
        {
          "title": "Benchmarking pandemic response: How the UK’s COVID-19 vaccine rollout impacted diffuse and specific support for the EU",
          "authors": "Irene Rodríguez, Toni Rodon, Asli Unan, Lisa Herbig, Heike Klüver, Theresa Kuhn",
          "abstract": "Does the EU’s performance compared to neighboring countries influence public support? Using a benchmarking approach, we argue that people compare their country’s performance within the EU to that of a non-EU country, shaping their attitudes. The COVID-19 vaccine rollout in 2020 provides an ideal test case, as governments launched vaccination programs at different speeds. The UK began weeks before EU countries, allowing us to examine its impact on EU support. Using an Unexpected Event during Surveys Design (UESD) with Eurobarometer data, we find that the UK’s early rollout significantly reduced specific policy support for the EU but did not consistently affect diffuse support. Our findings offer key insights into attitudes toward European integration and performance evaluations.",
          "url": "https://doi.org/10.1017/s0007123424000802",
          "doi": "https://doi.org/10.1017/s0007123424000802",
          "filter": 0
        },
        {
          "title": "Mobile Internet and the Quality of Elections in Low-Income Democracies",
          "authors": "Alex Yeandle",
          "abstract": "How does rising access to the Internet shape elections in low-income democracies? In a controversial, overturned election in Malawi, I show how online exposure can reduce incumbency advantages and improve election administration. Leveraging geocoded polling station returns and the expansion of 3G coverage in a difference-in-differences setting, I show that ruling party vote share and election irregularities decline in areas newly exposed to the Internet. This is robust to a series of specifications, including matching on pre-treatment characteristics and adjusting for polling station complexity. To examine mechanisms, I turn to interviews and focus group discussions with voters, party figures and election officials. These reveal that opposition groups used social media to campaign and organise, online platforms expanded the reach of civic education efforts, and election staff used WhatsApp to coordinate on polling day. The paper contributes to the literature on information technology, party strategy, and election administration in low-income settings.",
          "url": "https://doi.org/10.1017/s0007123424000814",
          "doi": "https://doi.org/10.1017/s0007123424000814",
          "filter": 0
        },
        {
          "title": "Anti-Muslim Bias in Foreign Policy Attitudes: Experimental Evidence from Thirteen European Countries",
          "authors": "Andrej Findor, Roman Hlatky, Matej Hruška, Kristína Kironská",
          "abstract": "Intergroup attitudes and identity ties can shape foreign policy preferences. Anti-Muslim bias is particularly salient in the USA and the UK, but little work assesses whether this bias generalizes to other countries. We evaluate the extent of anti-Muslim bias in foreign policy attitudes through harmonized survey experiments in thirteen European countries (N=19,673). Experimental vignettes present factual reports of religious persecution by China, counter-stereotypically depicting Muslims as victims. We find evidence of anti-Muslim bias. Participants are less opposed to persecution and less likely to support intervention when Muslims, as opposed to other religious groups, are persecuted. However, this bias is not present in all countries. Exploratory analyses underscore that pre-existing intergroup attitudes and shared group identity moderate how group-based evaluations shape foreign policy attitudes. We provide extensive cross-national evidence that anti-Muslim bias is country-specific and that social identity ties and intergroup attitudes influence foreign policy preferences.",
          "url": "https://doi.org/10.1017/s0007123425000134",
          "doi": "https://doi.org/10.1017/s0007123425000134",
          "filter": 0
        },
        {
          "title": "Living in Different Worlds: Electoral Authoritarianism and Partisan Gaps in Perceptions of Electoral Integrity",
          "authors": "Paula Windecker, Ioannis Vergioglou, Marc S. Jacob",
          "abstract": "In many authoritarian regimes, multiparty elections are held in which the opposition can potentially defeat the incumbent. How do ordinary citizens perceive the integrity of elections in such regime environments? We argue that government supporters adopt the incumbent’s narrative to consider elections fair and legitimate. By contrast, opposition supporters regard elections in such systems as biased and not meaningful. We provide evidence from large cross-country public opinion data and the unexpected 2018 Turkish snap election announcement to examine long- and short-term patterns of perceived electoral integrity. We find that the partisan gap in perceived electoral integrity is more substantial under electoral authoritarianism than under democratic rule. The partisan gap grows in autocratizing political systems, and these perceptions are mostly stable in the short term, even at times of radically increased salience of electoral competition. Our study yields implications for the dynamics between elites and citizens in autocracies in which elections remain a critical source of regime legitimacy.",
          "url": "https://doi.org/10.1017/s0007123424000863",
          "doi": "https://doi.org/10.1017/s0007123424000863",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Building Tolerance for Backsliding by Trash-Talking Democracy: Theory and Evidence From Mexico",
          "authors": "Lautaro Cella, Ipek Çınar, Susan Stokes, Andres Uribe",
          "abstract": "Leaders who seek to build public toleration for democratic backsliding have a little-noticed strategy at their disposal: degrading their democracies in the eyes of their citizens. If voters can be induced to believe that their democracy is already broken, then nothing of value is lost when leaders attack the courts, vilify the press, or undermine confidence in elections. We call this strategy trash-talking democracy , and study it in the context of contemporary Mexico. We use text-as-data methods to show that President Andrés Manuel López Obrador spent more time trash-talking his democracy than he did deepening partisan polarization. With a survey experiment we show that exposure to López Obrador’s trash-talking of the courts elicits anti-democratic attitudes among Mexicans — both among his supporters and among supporters of the opposition. Strategies to resist backsliding should include not just efforts at de-polarization but also at restoring confidence in democratic institutions.",
          "url": "https://doi.org/10.1177/00104140251328024",
          "doi": "https://doi.org/10.1177/00104140251328024",
          "filter": 0
        },
        {
          "title": "The Recognition of Shared Suffering After Violence: ISIS Victimization and LGBT+ Support in Mosul Iraq",
          "authors": "Phillip Ayoub, Vera Mironova, Sam Whitt",
          "abstract": "While scholars have found that conflict-related victimization and exposure to violence can increase concern for the well-being of others, those effects have been largely circumscribed to in-group boundaries. Less clear is whether such empathy ‘born of suffering’ extends to stigmatized groups. We consider the case of public tolerance for LGBT+ people in Mosul Iraq, a city that experienced widespread violence under Islamic State (ISIS) occupation from 2014–2017, including targeted killings of LGBT+ people alongside other marginalized groups. Using original data from a 2021 survey experiment, we find that respondents are more supportive of protections for LGBT+ people when primed about ISIS persecution of LGBT+ groups. We observe that support also rises with experiences of personal victimization by ISIS. Our results speak to how conflict can potentially reduce out-group barriers through recognition of shared experiences of suffering, with implications for public acceptance of LGBT+-inclusive rights and protections in the aftermath of violence.",
          "url": "https://doi.org/10.1177/00104140251328003",
          "doi": "https://doi.org/10.1177/00104140251328003",
          "filter": 0
        },
        {
          "title": "Protest and Incumbent Support: Evidence From a Natural Experiment in Ghana",
          "authors": "Alex Yeandle, David Doyle",
          "abstract": "How do protests shape incumbent support in lower-income democracies? Protests serve an accountability function by informing voters about government performance, but can also polarise opinion around pre-existing social and political identities. Leveraging an anti-government demonstration in Ghana that intersected an original survey in the field, we find that respondents interviewed immediately after the protest are more trusting and approving of the President. This effect is robust across multiple bandwidths, specifications, and placebo tests, and is driven by those who voted for the ruling party at the previous election. Our findings are consistent with theories of social identity and group threat, where supporters of an unpopular administration rally to their in-group’s defence. By contrast, the protest does nothing to shift opposition voters’ strongly negative prior beliefs. We show how anti-government protests can sometimes bolster incumbent support, extending the study of partisanship and identity politics to an understudied democratic context.",
          "url": "https://doi.org/10.1177/00104140251328034",
          "doi": "https://doi.org/10.1177/00104140251328034",
          "filter": 0
        },
        {
          "title": "Is there a ‘Youthquake’? The Structure of Party Competition and Age Differences in Voting",
          "authors": "Ruth Dassonneville, Ian McAllister",
          "abstract": "Why do age differences matter for voting in some countries and not in others? Despite the prevailing narrative that a ‘youthquake’ in voting is occurring across established democracies, age effects vary considerably across countries. We seek to explain this apparent contradiction through three studies, using large comparative survey data (the World Political Cleavages and Inequality Database and the European Election Study voter survey) and survey data from Denmark and Great-Britain. We find that the explanation for variation in age differences lies with the structure of party competition and the policy positions of the major parties. When left parties adopt a progressive position on the sociocultural dimension, younger people are attracted to the political left; when parties do not align themselves on this dimension, there are no significant age differences in voting in voting for the left. The findings suggest that party positioning structures age variations in voting, not social dynamics.",
          "url": "https://doi.org/10.1177/00104140251328004",
          "doi": "https://doi.org/10.1177/00104140251328004",
          "filter": 0
        },
        {
          "title": "Interest Groups and Central Bank Credit Policies: Evidence From 1600-1914",
          "authors": "Michael A. Gavin",
          "abstract": "Before the 19th century, nearly all central banks financed government spending, but as the centuries passed direct government financing became taboo. Using original data from 69 central banks established between 1600-1914, this study traces a shift away from government financing and towards increased support for private sector credit via discounting commercial bills of exchange beginning in the 18th century. What drove this transformation in central bank credit policies? Evidence suggests that central bank credit policies are driven by the composition of a government’s supporting coalition, rather than structural economic forces. Security-minded interest groups motivate governments to establish central banks that lend back to themselves, while economic interest groups motivate governments to establish central banks that discount bills of exchange. Discrete time survival analysis supports these contentions. This research highlights how political-historical context and the preferences of specific interest groups shaped the long-term evolution of central banking.",
          "url": "https://doi.org/10.1177/00104140251328008",
          "doi": "https://doi.org/10.1177/00104140251328008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "To moderate, or not to moderate: Strategic domain sharing by congressional campaigns",
          "authors": "Maggie Macdonald, Megan A. Brown, Joshua A. Tucker, Jonathan Nagler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102907",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102907",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Driven to Self-Reliance: Technological Interdependence and the Chinese Innovation Ecosystem",
          "authors": "Yeling Tan, Mark Dallas, Henry Farrell, Abraham Newman",
          "abstract": "States face a dilemma on how to balance gains from technological advancement with the risks of dependence. Technology is central to government objectives of security and growth. As innovation systems become globalized, countries cooperate to catch up and stay at the innovation frontier. Interdependence, however, also exposes states to potential coercion. We argue that a state’s position vis-à-vis technological interdependence is not primarily derived from international structures. Rather, knowledge shocks shape how states balance the trade-offs between innovation gains and security risks. These shocks provide a focal point for complex state structures to overcome an internal coordination challenge in realigning national positions. Such trade-offs are clearest in US–China relations. We test our argument firstly with an analysis of over half a million Chinese newspaper articles from 2005 to 2021. We then analyze an original corpus of policy documents to examine institutional shifts. We find that US shocks—the Snowden revelations and technology restrictions—produce a shift away from technological interdependence, toward security-focused self-reliance. Our paper contributes to understanding the process through which great powers change positions on technological interdependence, and the ways in which domestic innovation strategies are shaped by international interactions.",
          "url": "https://doi.org/10.1093/isq/sqaf017",
          "doi": "https://doi.org/10.1093/isq/sqaf017",
          "filter": 0
        },
        {
          "title": "Balancing International Commitments and Democratic Accountability: Exit Clauses in Investment Agreements",
          "authors": "Tuuli-Anna Huikuri, Sujeong Shim",
          "abstract": "Why do states sign international agreements with varying commitment lengths? Growing literature examines when states exit international institutions. However, international agreements differ in how long a state must commit before it is legally free after a withdrawal decision. Notably, bilateral investment treaties (BITs) exhibit significant variation in commitment periods even in the same issue area. We argue that exit clauses in BITs depend on both domestic uncertainty and international commitment issues. Capital-exporting countries aim to lock in importers to protect their firms, while maintaining withdrawal flexibility to adapt to domestic politics. This trade-off is pressing for governments accountable for public demands. They prefer longer commitments with importers having weak property rights and shorter ones with those having strong protections. Analyzing original dataset of 2,500 BITs, we find that democratically accountable governments adjust BIT duration based on partner states’ credibility. This research enhances understanding of international institutions' durability and negotiations of economic agreements.",
          "url": "https://doi.org/10.1093/isq/sqaf012",
          "doi": "https://doi.org/10.1093/isq/sqaf012",
          "filter": 0
        },
        {
          "title": "When Heads of Government and State (HOGS) Fly: Introducing the Country and Organizational Leader Travel (COLT) Dataset Measuring Foreign Travel by HOGS",
          "authors": "Jonathan D Moyer, Collin J Meisel, Adam Szymanski-Burgos, Andrew C Scott, Matteo C M Casiraghi, Alexandra Kurkul, Marianne Hughes, Whitney Kettlun, Kylie X McKee, Austin S Matthews",
          "abstract": "Despite representing a crucial day-to-day diplomatic tool, travel by heads of government and state (HOGS) has remained an under-investigated topic in international relations, inhibiting our ability to better understand how these visits change foreign aid, interstate conflict, diplomatic affinities, and more. Here, we fill that gap by introducing the first global dataset on the foreign visits of state leaders, the Country and Organizational Leader Travel (COLT) dataset, which allows us to present descriptive analysis and assess the monadic and dyadic drivers of foreign travel by HOGS. We find evidence consistent with previous literature explaining the motives of leader travel: development, trade, conflict, institutional co-membership, and regime type. In addition, we show a potential further application of the dataset, presenting original results on the relation between diplomatic visits and international trade. Overall, these data represent a unique indicator of international interaction that cuts across levels of analysis.",
          "url": "https://doi.org/10.1093/isq/sqaf013",
          "doi": "https://doi.org/10.1093/isq/sqaf013",
          "filter": 0
        },
        {
          "title": "Civilian Mindsets and Attitudes toward Peace in Wartime: Evidence from Ukraine",
          "authors": "Austin J Knuppe, Anna O Pechenkina, Daniel M Silverman",
          "abstract": "Under what conditions do civilians in countries at war support peace settlements? This study develops a theory of civilian attitudes that integrates two major forces shaping wartime thinking to illuminate when people support peaceful compromise. We argue that survival and injustice are two crucial and often competing mindsets that shape how individuals understand and navigate violent conflicts. Civilians exhibiting an injustice-oriented mindset focus more on the objectives of their collective identity group, developing wartime attitudes out of concern for in-group grievances and goals. In contrast, civilians with a survival-based mindset concentrate on the concrete dangers war poses to themselves and their loved ones. To explore these ideas, we fielded two waves of a pre-registered survey in wartime Ukraine in the summer of 2022 and spring of 2023. We find that there is considerable variation across individuals in the extent to which they hold a survival or injustice mindset about the war. Moreover, this variation is strongly linked to their attitudes toward peace across both waves. At the same time, individual mindsets are insensitive to experimental primes, suggesting that they may not be easily manipulated.",
          "url": "https://doi.org/10.1093/isq/sqaf019",
          "doi": "https://doi.org/10.1093/isq/sqaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Decision Making on the World Court: Are International Judges Geopolitically Biased?",
          "authors": "Arthur Dyevre",
          "abstract": "Do international adjudicators align with the foreign policy interests of their home country? This article contributes new evidence that judges on the International Court of Justice (ICJ) diverge along similar lines as their home states in the United Nations General Assembly (UNGA). Ideal points for judges and countries are estimated from nonunanimous judicial votes up to January 2023 using Item Response Modelling and then related to country ideal points estimated from UNGA votes in earlier research. The analysis reveals that, as with countries in the UNGA, a pro-anti-Western divide order constitutes the main dimension of disagreement on the Court. Moreover, ideal points derived from UNGA voting patterns are themselves robust predictors of voting affinity among judges as well as between judges and the parties involved in litigation. Judges originating from nations exhibiting greater geopolitical divergence are more likely to disagree. Just as judges from more pro-Western states are less likely to favour anti-Western litigant states.",
          "url": "https://doi.org/10.1177/00220027251326576",
          "doi": "https://doi.org/10.1177/00220027251326576",
          "filter": 0
        },
        {
          "title": "Secessionism and Wartime Sexual Violence",
          "authors": "Changwook Ju",
          "abstract": "Sexual violence (SV) in secessionist conflicts reflects distinct political intentions behind rebels’ pursuit of statehood and incumbents’ commitment to territorial integrity. I argue that, compared with their counterparts in non-secessionist conflicts, (1) secessionist rebels are more motivated to eschew SV to garner domestic support and international recognition, while (2) central governments are more incentivized to employ SV to repress and discourage secessionist endeavors. I further theorize that, in secessionist conflicts relative to non-secessionist conflicts, (3) rebel-perpetrated SV is more likely to go unreported, whereas (4) state-perpetrated SV is less likely to go unreported, primarily because of secessionist rebels’ legitimacy-seeking and international actors’ disproportionate attention to heavy-handed state SV. Zero-inflated ordered probit analysis strongly supports these differential implications of secessionist strife for rebel and state SV and the reporting thereof. The theoretical and empirical contributions presented in this article enrich both our understanding of wartime SV and broader conflict studies.",
          "url": "https://doi.org/10.1177/00220027251321756",
          "doi": "https://doi.org/10.1177/00220027251321756",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Solidarity Between People of Color: Two Blockage Experiments Suggest It Is Causal and Resistant to a Divisive Threat",
          "authors": "Jae Yeon Kim, Efrén Pérez, Kasheena G. Rogbeer",
          "abstract": "Mounting research finds that shared discrimination boosts solidarity between people of color (PoC), with downstream increases in support for pro-outgroup policies. However, these experiments measure the proposed mediator (solidarity), rather than manipulate it, which raises reasonable doubts about its causal impact. We report two pre-registered experiments (N = 2,692) that reassess solidarity’s causal influence by “blocking” its downstream effects. We conducted these studies with Black adults – the prototypical person of color who define this mega-group’s norms and values. Both studies focus on Black-Latino relations and reveal that manipulating shared discrimination between these groups heartily boosts Black solidarity with PoC ( d ∼.40). Critically, after solidarity’s activation, manipulating differences in the bases of discrimination against Black and Latino people (i.e., slavery versus immigration) modestly reduces its downstream effect on Black support for pro-Latino policies. A pre-registered internal meta-analysis finds this “blockage” effect is modest but statistically reliable ( d ∼.10), leading us to conclude that solidarity’s mediating influence is likely causal and resistant to this divisive threat. We discuss our results’ implications for inter-minority politics.",
          "url": "https://doi.org/10.1017/xps.2025.3",
          "doi": "https://doi.org/10.1017/xps.2025.3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Agricultural roots of social conflict in Southeast Asia",
          "authors": "Justin V Hastings, David Ubilava",
          "abstract": "We examine whether harvest-time transitory shifts in employment and income lead to changes in political violence and social unrest in rice-producing croplands of Southeast Asia. Using monthly data from 2010 to 2023 on over 86,000 incidents covering 376 one-degree cells across eight Southeast Asian countries, we estimate a general increase in political violence and a decrease in social unrest in croplands with rice production during the harvest season relative to the rest of the crop year. In a finding that is least sensitive to alternative model specifications and data subsetting, we estimate a 9% increase in violence against civilians in locations with considerable rice production compared to other parts of the region during the harvest season, relative to the rest of the year. We show that the harvest-time changes in conflict are most evident in rural cells with rainfed agriculture. Using location-specific annual variation in growing season rainfall, we then show that the harvest-time increase in violence against civilians occurs in presumably good harvest years, whereas increase in battles between actors of political violence follows growing seasons with scarce rainfall. The harvest-time decrease in social unrest, protests in particular, occurs after presumably bad harvest years. These findings contribute to research on the agroclimatic and economic roots of conflict and offer insights to policymakers by suggesting the spatiotemporal concentration of conflict as well as diverging effects by forms of conflict at harvest time in the rice-producing regions of Southeast Asia.",
          "url": "https://doi.org/10.1177/00223433241305990",
          "doi": "https://doi.org/10.1177/00223433241305990",
          "filter": 0
        },
        {
          "title": "2024 Reviewers",
          "url": "https://doi.org/10.1177/00223433251316390",
          "doi": "https://doi.org/10.1177/00223433251316390",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Party elites and beauty biases: Candidate attractiveness and list placement",
          "authors": "Andrew Janusz, Vanessa Carrión-Yaguana",
          "abstract": "To what extent does physical attractiveness affect the placement of candidates on party lists in proportional representation systems? Studies show that good-looking politicians fare better electorally than their less attractive peers. Research suggests that this is because voters use physical appearance as a heuristic. In proportional list systems, however, who wins office is conditional on where party leaders place them on the party list. In this paper, we argue that physically attractive candidates fare better in proportional list systems than their less attractive co-partisans because party elites place them in preferable list positions. Drawing on data from Ecuador’s 2019 municipal elections, where ballots featured photos of candidates, we show that physically attractive candidates are placed higher on party lists and therefore have an electoral advantage. Our finding suggests that physical attractiveness can be an important determinant of electoral success even when voters do not cast preference votes.",
          "url": "https://doi.org/10.1177/13540688251327562",
          "doi": "https://doi.org/10.1177/13540688251327562",
          "filter": 0
        },
        {
          "title": "Partisanship versus principles: A study of voter response to intra-party corruption allegations",
          "authors": "Dean Dulay, Seulki Lee",
          "abstract": "Corruption undermines political and economic progress, yet corrupt politicians frequently win elections. While prior research explores voter attributes and institutional factors in corruption voting, the role of party responses remains underexamined, despite the ubiquity of party response “in the real world”. Using a survey experiment of 3,531 U.S. voters, we find that voter sanctioning of corrupt politicians increases significantly when their own party condemns the corruption, a pattern observed across Republicans and Democrats. Extreme partisanship amplifies this effect. Alternative party responses—such as party non-response, support for the corrupt politician, or condemnation by the opposition—have weaker effects on voter behavior. These findings indicate that voters rely heavily on party cues when processing corruption allegations. Parties’ public stances on co-partisan corruption thus play a critical role in shaping voter accountability, offering insights into how political rhetoric influences electoral outcomes in cases of corruption.",
          "url": "https://doi.org/10.1177/13540688251324777",
          "doi": "https://doi.org/10.1177/13540688251324777",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Issue Framing Effects Across Information Environments",
          "authors": "Wladimir Gramacho, Robert Vidigal, Max Stabile",
          "url": "https://doi.org/10.1007/s11109-025-10026-6",
          "doi": "https://doi.org/10.1007/s11109-025-10026-6",
          "filter": 0
        },
        {
          "title": "Affect, Not Ideology: The Heterogeneous Effects of Partisan Cues on Policy Support",
          "authors": "Sam Fuller, Nicolás de la Cerda, Jack T. Rametta",
          "abstract": "How do individuals process political information? What behavioral mechanisms drive partisan bias? In this paper, we evaluate the extent to which partisan bias is driven by affect or ideology in a three-pronged approach informed by both psychological theories and recent advances in methodology. First, we use a novel survey experiment designed to disentangle the competing mechanisms of ideology and partisan affect. Second, we leverage multidimensional scaling methods for latent variable estimation for both partisan affect and ideology. Third, we employ a principled machine learning method, causal forest, to detect and estimate heterogeneous treatment effects. Contrary to previous literature, we find that affect is the sole moderator of partisan cueing processes, and only for out-party cues. These findings not only contribute to the literature on political behavior, but underscore the importance of careful measurement and robust subgroup analysis.",
          "url": "https://doi.org/10.1007/s11109-025-10030-w",
          "doi": "https://doi.org/10.1007/s11109-025-10030-w",
          "filter": 0
        },
        {
          "title": "Overvotes, Overranks, and Skips: Mismarked and Rejected Votes in Ranked Choice Voting",
          "authors": "Stephen Pettigrew, Dylan Radley",
          "abstract": "Voters express their electoral preferences through their ballot. More states and local jurisdictions are adopting ranked choice voting (RCV), which affects how voter preferences are translated into electoral results by introducing a more complex ranked ballot and accompanying tabulation process. This research provides empirical estimates of rates of improper marking and vote rejection, and compares them to those rates on non-ranked offices (particularly single-mark, ‘choose-one-candidate’ offices). We describe a new, general typology for categorizing the ways voters can improperly mark a ranked ballot. We apply this typology to a database of ranked choice ballots that includes 3 million cast vote records representing over three-quarters of all Americans living in a jurisdiction that uses RCV. The data show that in a typical ranked choice race, nearly 1 in 20 (4.8%) voters improperly mark their ballot in at least one way. We argue that these improper marks are consistent with voter confusion about their ranked ballot, and find evidence that this mismarking rate is higher in areas with more racial minorities, lower-income households, and lower levels of educational attainment. We further find that votes in ranked choice races are about 10 times more likely to be rejected due to an improper mark than votes in non-ranked choice races. These findings raise key questions about voter participation and representation in ranked choice systems and have important policy implications for jurisdictions that already have or are considering adopting ranked choice voting.",
          "url": "https://doi.org/10.1007/s11109-025-10028-4",
          "doi": "https://doi.org/10.1007/s11109-025-10028-4",
          "filter": 0
        },
        {
          "title": "Not Just Elections: Personality Traits and Ambition for Political Office",
          "authors": "Hans J. G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "url": "https://doi.org/10.1007/s11109-025-10024-8",
          "doi": "https://doi.org/10.1007/s11109-025-10024-8",
          "filter": 0
        },
        {
          "title": "Media Influence and Spatial Voting: The Role of Perceived Party Positions",
          "authors": "Lucas Paulo da Silva",
          "abstract": "If media outlets influence voters, media elites could hold disproportionate sway over elections. However, little is known about the paths through which these outlets influence voting behavior. Based on spatial voting theory, I argue that ideological media exposure alters two key mediators — ideological positions and perceptions of party positions — to influence voting behavior. The literature on media effects often assumes that the former is the mediator and ignores the latter. This study examines the effects of ideological media exposure on these two potential mediators and on voting behavior. However, it is difficult to study these relationships because audiences usually select like-minded media content, which introduces reverse causality. To address this endogeneity, I use a quasi-experiment: Liverpool’s longstanding boycott of the popular right-wing British tabloid newspaper, The Sun . This was an exogenous boycott that was not caused by political factors. Rather, it was due to The Sun falsely blaming the 1989 Hillsborough Disaster on Liverpool Football Club supporters. I estimate triple differences for the effect of this boycott on lower working-class respondents (who complied with the boycott much more than others) in Liverpool. The results indicate that media outlets influence ideological positions, perceptions of party positions, and, ultimately, voting behavior. The effect of media on perceived party positions appears to be particularly powerful and may indicate that it is an important mediator. Thus, this study provides timely and relevant insights about the specific ways in which media outlets influence elections.",
          "url": "https://doi.org/10.1007/s11109-025-10031-9",
          "doi": "https://doi.org/10.1007/s11109-025-10031-9",
          "filter": 0
        },
        {
          "title": "The Political Power of Negative Motivations",
          "authors": "Jay Goodliffe, David B. Magleby, Jeremiah Scanlan",
          "url": "https://doi.org/10.1007/s11109-025-10016-8",
          "doi": "https://doi.org/10.1007/s11109-025-10016-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Review forum",
          "authors": "Carl Grundy-Warr, James D. Sidaway",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103289",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103289",
          "filter": 0
        },
        {
          "title": "Political geographies of everyday life and agency in camps",
          "authors": "Kara E. Dempsey, Pablo S. Bose",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103316",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103316",
          "filter": 0
        },
        {
          "title": "Re-thinking the Russian World construct: Historical roots, conceptual tenets, and contemporary typology",
          "authors": "Tomáš Mareš, Petr Sosna",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103315",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103315",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "“Dissatisfied democrats, but democrats nonetheless?” Unraveling the democratic paradox between populism and preference for alternative political systems",
          "authors": "Kostas Papaioannou, Sam Slewe, Myrto Pantazi, Jan‐Willem van Prooijen",
          "abstract": "Populism presents a democratic paradox, portrayed both as a democratic threat and a fundamental tenet of democracy. We investigate the paradoxical relationship between populism and pro‐ and anti‐democratic attitudes, focusing on the role of status quo rejection, feelings of powerlessness, and social justice support. Study 1 ( United Kingdom, N = 293 ) and Study ( United Kingdom, N = 350, pre‐registered ) show that populist attitudes are associated with decreased support for representative democracy and increased support for direct democracy and autocracy. These relationships are explained by status quo rejection. Study 2 ( United States, N = 397, pre‐registered ) experimentally shows that a populist worldview increases support for such alternative regimes due to dissatisfaction with the status quo and feelings of powerlessness. Study 3 (United Kingdom, N = 298 ) disentangles the pro versus anti‐democratic facets of populism, showing that social justice positively mediates the relationship between populist attitudes and direct democracy, while negatively mediating the relationship between populist attitudes and autocracy. Study 4 (United States, N = 400, pre‐registered ) experimentally demonstrates that populist attitudes may lead to greater support for direct democracy due to increased support for social justice and to greater support for autocracy due to increased feelings of powerlessness. Together, these studies elucidate the complex populism–democracy nexus.",
          "url": "https://doi.org/10.1111/pops.70009",
          "doi": "https://doi.org/10.1111/pops.70009",
          "filter": 0
        },
        {
          "title": "Does majority support for minority rights impact perceived norms and psychological well‐being? An application to the LGBTIQ + context",
          "authors": "Léïla Eisner, Tabea Hässler, Emma Thomas, Morgana Lizzio‐Wilson, Craig McGarty, Winnifred Louis",
          "abstract": "Several legislative changes following popular votes have transformed the rights of lesbian, gay, bisexual, trans, intersex, and queer (i.e., LGBTIQ+) people. We suggest these decisions to change laws serve as strong signals of public support (i.e., shifting the perceived societal norms), which may not only impact the well‐being of individuals directly targeted by these votes (LGBTIQ+ people) but also members of advantaged groups (cis‐heterosexual people) supporting or opposing such changes. Drawing on three preregistered analyses of longitudinal studies following votes in Switzerland (Study 1, 419 LGBTIQ+ people; Study 3, 619 LGBTIQ+ people and 247 cis‐heterosexual supporters) and Australia (Study 2, 189 cis‐heterosexual supporters and 195 cis‐heterosexual opponents), we find that legal changes extending LGBTIQ+ rights led to a positive shift in perceived norms. This positive shift also led to a change in the well‐being of LGBTIQ+ people in Study 1 but not in Study 3, suggesting that substantial variation in how people initially perceive the norm may be necessary for such changes to affect well‐being. No association was found between perceived norms and well‐being among cis‐heterosexual people in Studies 2 and 3. Together, these findings suggest that it is critical to focus on the socio‐psychological impacts of legal changes on people.",
          "url": "https://doi.org/10.1111/pops.70014",
          "doi": "https://doi.org/10.1111/pops.70014",
          "filter": 0
        },
        {
          "title": "The epicenter of conspiracy belief: The economically left‐leaning and culturally regressive spot in the political landscape",
          "authors": "Florian Buchmayr, André Krouwel",
          "abstract": "While the psychological dispositions that underlie conspiracy thinking are well researched, there has been remarkably little research on the political preferences of conspiracy believers that go beyond self‐reported ideology or single political issue dimensions. Using data from the European Voter Election Study (EVES), the relationship between conspiracy thinking and attitudes on three deeper‐lying and salient political dimensions (redistribution, authoritarianism, migration) is examined. The results show a clear picture: Individuals with economically left‐wing and culturally conservative attitudes tend to score highest on conspiracy thinking. People at this ideological location seem to long for both economic and cultural protection and bemoan a “lost paradise” where equalities had not yet been destroyed by “perfidious” processes of cultural modernization and economic neoliberalism. This pattern is found across all countries and holds regardless of socioeconomic characteristics such as education and income. While previous research has found that belief in conspiracies tends to cluster at the extremes of the political spectrum, our analysis opens up a more complex picture, showing that conspiracy thinking is not merely related to extremist orientations, but to specific combinations of political attitudes.",
          "url": "https://doi.org/10.1111/pops.13085",
          "doi": "https://doi.org/10.1111/pops.13085",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/pops.70012",
          "doi": "https://doi.org/10.1111/pops.70012",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Heroes and villains: motivated projection of political identities",
          "authors": "Stuart J. Turnbull-Dugarte, Markus Wagner",
          "abstract": "Most research on political identities studies how individuals react to knowing others’ political allegiances. However, in most contexts, political views and identities are hidden and only inferred, so that projected beliefs and identities may matter as much as actual ones. We argue that individuals engage in motivated political projection: the identities people project onto target individuals are strongly conditional on the valence of that target. We test this theoretical proposition in two pre-registered experimental studies. In Study 1, we rely on a unique visual conjoint experiment in Britain and the USA that asks participants to assign partisanship and political ideology to heroes and villains from film and fiction. In Study 2, we present British voters with a vignette that manipulates a subject’s valence and solicits (false) recall information related to the subject’s political identity. We find strong support for motivated political projection in both studies, especially among strong identifiers. This is largely driven by negative out-group counter-projection rather than positive in-group projection. As political projection can lead to the solidification of antagonistic political identities, our findings are relevant for understanding dynamics in group-based animosity and affective polarization.",
          "url": "https://doi.org/10.1017/psrm.2025.10",
          "doi": "https://doi.org/10.1017/psrm.2025.10",
          "filter": 0
        },
        {
          "title": "Understanding the impact of the 2018 voter ID pilots on turnout at the London local elections: A synthetic difference-in-difference approach",
          "authors": "Tom Barton",
          "abstract": "Do more restrictive voter identification (ID) laws decrease turnout? I argue that in the 2018 London Local elections this was the case. Bromley was the only London borough to pilot a more restrictive ID scheme. The scheme was assessed by the Electoral Commission and Cabinet Office but lacked a good estimate for the impact on turnout. Applying a synthetic difference-in-difference (DID) methodology, which has several benefits compared to traditional DID methods, to turnout data from 2002 to 2018 I show that turnout was between 4.0 and 5.0% points lower than otherwise would be expected. This indicates more restrictive ID laws can meaningfully limit turnout which has implications for future elections if governments chose to implement a more restrictive regime.",
          "url": "https://doi.org/10.1017/psrm.2025.7",
          "doi": "https://doi.org/10.1017/psrm.2025.7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Toward a Theory of Office: Authority, Separability, Ministry, Accountability",
          "authors": "Daniel Carpenter",
          "abstract": "The ubiquity of office is rivaled only by its scholarly neglect. The stable realities and the debates and ethics attached to institutions of office are poorly reflected in political science and public administration. Offices serve as ministerial trusts (directed toward service, not to be owned, inherited or seized), they are structured by accountability institutions and ethics, and they are ineluctably relational – they exist in correspondence to other offices, those governed (who make claims upon offices), and notions of just and right. Examining public administrative offices from republican Rome through the medieval Catholic episcopacy to early modern England, I argue that institutions and ethics of office took shape that indelibly shaped American and Western public administration as we know it today. Fertile research agendas include the existence and evolution of public offices, the mechanics of their constraints upon behavior, oaths and commitment, their simultaneous embedment of obligation and authority, and rewards (fee, emolument, rent, benefice, salary).",
          "url": "https://doi.org/10.1017/s1049096525000149",
          "doi": "https://doi.org/10.1017/s1049096525000149",
          "filter": 0
        },
        {
          "title": "Measuring Transgender and Nonbinary Identities in Online Surveys: Evidence from Two National Election Studies",
          "authors": "Quinn M. Albaugh, Allison Harell, Peter John Loewen, Daniel Rubenson, Laura B. Stephenson",
          "abstract": "Survey researchers increasingly recognize the need to update their gender questions to recognize the existence of transgender and nonbinary people. In this research note, we evaluate changes to the Canadian Election Study (CES) gender questions from 2019 to 2021. Our analyses suggest researchers should add “nonbinary” as a close-ended option and an open-ended response option to gender identity questions. They also suggest that researchers should not include “transgender” in a separate, mutually exclusive response option alongside men and women in gender identity questions but instead identify transgender men and women through a follow-up question. These recommendations can help guide the design of future surveys.",
          "url": "https://doi.org/10.1017/s1049096525000137",
          "doi": "https://doi.org/10.1017/s1049096525000137",
          "filter": 0
        },
        {
          "title": "Integrating Digital and On-Site Fieldwork: Practical Solutions for Scholars with Limited On-Site Access",
          "authors": "Mai Truong",
          "abstract": "Since the outbreak of the COVID-19 pandemic, scholars have debated whether digital fieldwork can effectively substitute for on-site field research. The prevailing view is that digital fieldwork is a last resort when in-person access is limited. Reflecting on my recent field research in Vietnam and Malaysia, I advocate for integrating digital and on-site fieldwork as complementary components of the research process. This approach is particularly valuable for scholars who are unable to spend extended periods in the field. The integrative approach helps researchers (a) prepare effectively for on-site fieldwork, (b) adapt the data collection process flexibly while in the field, and (c) continue data collection and maintain working relationships with local networks after leaving the field. Through this reflection, I encourage researchers to normalize the integration of both methodologies to leverage the strengths of each approach.",
          "url": "https://doi.org/10.1017/s1049096525000216",
          "doi": "https://doi.org/10.1017/s1049096525000216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Constituency size and turnout in mixed electoral systems",
          "authors": "Alex Keena",
          "abstract": "Scholars of democratic representation argue that polity size affects political representation in a multitude of ways. Studies of elections consistently show a negative correlation between population size and political participation, particularly in first-past-the-post (FPTP) elections. Less research has investigated the effects of size scaling in mixed electoral systems. I posit that tier linkage is critical in determining whether or not mixed systems using FPTP are subject to the “size effect”. To test this hypothesis, I study recent legislative election returns from 10 national assemblies. I find that unlinked systems using “parallel voting” tiers are vulnerable to the size effect on turnout. In five out of the six assemblies  that use parallel voting, there is a negative association between turnout and constituency population size. By contrast, in the remaining four assemblies that use tier linkage, there is not a negative correlation between turnout and size with the exception of South Korea, which recently adopted reforms. The results underscore the potential of seat and/or vote linkage to improve representational outcomes in mixed systems.",
          "url": "https://doi.org/10.1007/s11127-025-01274-5",
          "doi": "https://doi.org/10.1007/s11127-025-01274-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "New evidence reveals curvilinear relationship between levels of democracy and deforestation",
          "authors": "Tobias Böhmelt, Thomas Bernauer",
          "abstract": "Deforestation is highly damaging to the global climate system and biodiversity. It varies strongly across countries and time, and is driven by several idiosyncratic as well as structural factors. Political regime types belong to the latter. Some studies suggest that more democratic countries are associated with lower rates of deforestation, whereas others report that such states might well be related to more clearing of forested land. We contribute to resolving the currently mixed evidence by re-examining, extending, and contextualizing the findings of one of the most recent empirical studies on how democracy affects deforestation. Based on a comprehensive empirical analysis using different data sources and estimation procedures, we show that levels of democracy are linked to deforestation in a U-shaped, curvilinear way: deforestation rates are less strongly pronounced in both the least and the most democratic states, but higher in partial democracies. In this U-shaped curve, however, the most democratic countries have a better forest-conservation record than states with lower democracy scores.",
          "url": "https://doi.org/10.1177/20531680251320073",
          "doi": "https://doi.org/10.1177/20531680251320073",
          "filter": 0
        },
        {
          "title": "Who, what, and where? Linking violence to civil wars",
          "authors": "Corinne Bara, Maurice P. Schumann",
          "abstract": "Civil wars are more than battles between governments and rebels; they involve a multitude of actors who perpetrate different forms of violence linked to the war in some way. However, scholars often study different types of violence perpetrated in wars in isolation rather than in their interrelationship—a compartmentalization that further widens the gap between research and practice. Despite the wide availability of disaggregated data, linking various forms of violence to one another and attributing them to a specific civil war remains a challenge. This article discusses the violence attribution problem and introduces an approach that connects different forms of war-related violence to specific civil wars using data on actors, event locations, and conflict zones. In a practical application of this approach, we introduce an R package that integrates battle and war-related violence data collected by the Uppsala Conflict Data Program. The overall aim is to provide a more comprehensive measure of the violence taking place in a particular war and facilitate a better understanding of the dynamics and interrelations of different types of violence within civil wars.",
          "url": "https://doi.org/10.1177/20531680251328885",
          "doi": "https://doi.org/10.1177/20531680251328885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Inequality in the Classroom: Electoral Incentives and the Distribution of Local Education Spending",
          "authors": "Brian T. Hamel",
          "url": "https://doi.org/10.1086/732959",
          "doi": "https://doi.org/10.1086/732959",
          "filter": 0
        },
        {
          "title": "Social Media Narratives Across Platforms in Conflict: Evidence from Syria",
          "authors": "Erin Walk, Elizabeth Parker-Magyar, Kiran Garimella, Ahmet Akbiyik, Fotini Christia",
          "url": "https://doi.org/10.1086/732997",
          "doi": "https://doi.org/10.1086/732997",
          "filter": 0
        },
        {
          "title": "The Cultural Origins of Populism",
          "authors": "Yotam Margalit, Shir Raviv, Omer Solodoch",
          "url": "https://doi.org/10.1086/732985",
          "doi": "https://doi.org/10.1086/732985",
          "filter": 0
        },
        {
          "title": "Reconsidering Military and Civil Conscription",
          "authors": "Sven Altenburger",
          "url": "https://doi.org/10.1086/730738",
          "doi": "https://doi.org/10.1086/730738",
          "filter": 0
        },
        {
          "title": "Political Divisions in Large Cities: The Socio-Spatial Basis of Legislative Behavior in Chicago and Toronto",
          "authors": "Zack Taylor, David A. Armstrong",
          "url": "https://doi.org/10.1086/732976",
          "doi": "https://doi.org/10.1086/732976",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Quiet offence, passive defence? Interest groups, lobbying strategies, and agenda-setting influence",
          "authors": "Frederik Stevens",
          "url": "https://doi.org/10.1080/01402382.2025.2475673",
          "doi": "https://doi.org/10.1080/01402382.2025.2475673",
          "filter": 0
        },
        {
          "title": "Socioeconomic (in)congruence in EU public policy: the role of civil society",
          "authors": "Iskander De Bruycker, Marcel Hanegraaff, Evelien Willems",
          "url": "https://doi.org/10.1080/01402382.2025.2475664",
          "doi": "https://doi.org/10.1080/01402382.2025.2475664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
