{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/ajps.70028",
          "doi": "https://doi.org/10.1111/ajps.70028",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Institutional Forbearance as a Mechanism of Democratic Stability",
          "authors": "SEAN INGHAM",
          "abstract": "Some scholars argue that democratic stability requires political elites to practice forbearance : roughly speaking, “restraint in deploying their institutional prerogatives” (Levitsky and Ziblatt, How Democracies Die , 2018). The article proposes a novel conception of forbearance as a mechanism of democratic stability. According to this view, public officials exercise forbearance when they refrain from actions of uncertain legitimacy, actions that, while in fact compatible with democracy’s constitutive rules, are not commonly known to be. The argument is that such actions, by provoking divergent reactions among citizens, create uncertainty about the extent to which others are willing to resist breaches of democracy’s rules. This uncertainty undermines their ability to coordinate responses to genuine abuses of power in the future. The article concludes with observations about the normative implications of the theory, introducing the concept of the “Democrat’s Dilemma” to illustrate the difficulties of knowing when democrats ought to practice forbearance.",
          "url": "https://doi.org/10.1017/s000305542510124x",
          "doi": "https://doi.org/10.1017/s000305542510124x",
          "filter": 0
        },
        {
          "title": "Demand and Supply of Criminal Governance: Experimental Evidence from Mexico, Honduras, Guatemala, and El Salvador",
          "authors": "JAVIER OSORIO, SUSAN BREWER-OSORIO",
          "abstract": "What explains the demand and supply of criminal governance? Contrary to traditional explanations of criminal governance as top-down control, this study integrates bottom-up demands for assistance and top-down supply of aid and coercion. We argue that the demand for criminal governance stems from civilians’ drive to satisfy their primary necessities, while security concerns motivate criminals to supply governance to prevent civilian resistance. The theory focuses on three main factors: economic difficulties, articulation/resistance capacity, and government response. The empirical strategy uses multiple list experiments conducted in Mexico, Honduras, Guatemala, and El Salvador. On the demand side, results indicate that economic difficulties and civilian articulation capacity shape the demand for criminal aid. On the supply side, criminals largely neglect people’s economic needs. When criminals help, they do it for cheap and to neutralize potential civilian resistance or to compete against the state. However, when economic conditions worsen, criminals revert to imposing lockdowns.",
          "url": "https://doi.org/10.1017/s0003055425101251",
          "doi": "https://doi.org/10.1017/s0003055425101251",
          "filter": 0
        },
        {
          "title": "More than Money: The Political Consequences of Reparations",
          "authors": "ELSA VOYTAS",
          "abstract": "Can material reparations change political participation? To examine whether material reparations can increase political engagement among survivors of state violence, I use content analysis of survivor testimonies, interviews, and plausibly exogenous variation in the timing of reparations approval for surviving victims of the Pinochet dictatorship in Chile. After being approved for reparations, survivors are more likely to register to vote compared to those not yet enrolled in the reparations program. I present evidence that the symbolic value of reparations payments holds particular significance for survivors and suggest that the transitional justice experience provides an opportunity for them to revise their views of the state. These findings indicate that in post-violence contexts, policy experiences can be a consequential determinant of future political behavior, potentially expanding electoral engagement as societies move toward building peace and consolidating democracy.",
          "url": "https://doi.org/10.1017/s0003055425100865",
          "doi": "https://doi.org/10.1017/s0003055425100865",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Paths to Power: A New Dataset on the Social Profile of Governments",
          "authors": "Jacob Nyrup, Carl Henrik Knutsen, Peter Egge Langsæther, Ina Lyftingsmo Kristiansen",
          "abstract": "Systematized information on the background of policymakers across long time-periods and all geographical regions of the world remains limited. In this article, we introduce Paths to Power (PtP), a new dataset on the educational, occupational, and social background of cabinet members. PtP contains detailed individual-level data – whenever identifiable – on 44,789 cabinet members across 141 countries in the period 1966-2021. This comprehensive dataset will be of relevance to numerous scholars (and others) interested in understanding politics and recent political history, and it enables a wide variety of new, empirically founded insights. We first present how the data is created and then discuss data quality and limitations. Next, we show how PtP is useful for researchers in diverse fields, including comparative politics, political sociology, gender studies, public administration, and international relations.",
          "url": "https://doi.org/10.1017/s0007123425100598",
          "doi": "https://doi.org/10.1017/s0007123425100598",
          "filter": 0
        },
        {
          "title": "Right-Wing Terror, Media Backlash, and Voting Preferences for the Far Right",
          "authors": "Alexander De Juan, Felix Haass, Julian Voß",
          "abstract": "How does right-wing terrorism affect electoral support for populist radical right parties (PRRPs)? Recent research has produced contrary answers to this question. We argue that only high-intensity attacks, whose motives and targets mirror PRRPs’ nativist agenda, are likely to generate a media backlash that dampens electoral support for PRRPs. We test this argument by combining high-frequency survey and social media data with a natural and survey experimental design. We find that right-wing terror reduced support for the radical right party Alternative für Deutschland after one of the most intense nativist attacks in recent German history. An analysis of all ninety-eight fatal right-wing attacks in Germany between 1990 and 2020 supports our argument. Our findings contribute to an understanding of how political violence triggers partisan detachment and have important implications for media responsibility in the aftermath of terrorist attacks.",
          "url": "https://doi.org/10.1017/s000712342510077x",
          "doi": "https://doi.org/10.1017/s000712342510077x",
          "filter": 0
        },
        {
          "title": "Policlim : A Dataset of Climate Change Discourse in the Political Manifestos of Forty-Five Countries from 1990 to 2022",
          "authors": "Mary Sanford, Silvia Pianta, Nicolas Schmid, Giorgio Musto",
          "abstract": "With ambitious action required to achieve global climate mitigation goals, climate change has become increasingly salient in the political arena. This article presents a dataset of climate change salience in 1,792 political manifestos of 620 political parties across different party families in forty-five OECD, European, and South American countries from 1990 to 2022. Importantly, our measure uniquely isolates climate change salience, avoiding the conflation with general environmental and sustainability content found in other work. Exploiting recent advances in supervised machine learning, we developed the dataset by fine-tuning a pre-trained multilingual transformer with human coding, employing a resource-efficient and replicable pipeline for multilingual text classification that can serve as a template for similar tasks. The dataset unlocks new avenues of research on the political discourse of climate change, on the role of parties in climate policy making, and on the political economy of climate change. We make the model and the dataset available to the research community.",
          "url": "https://doi.org/10.1017/s0007123425100719",
          "doi": "https://doi.org/10.1017/s0007123425100719",
          "filter": 0
        },
        {
          "title": "Climate Policy Costs, Regional Politics, and Backlash against International Co-operation",
          "authors": "Patrick Bayer, Federica Genovese",
          "abstract": "This paper investigates the conditions under which subnational concerns shape public assessments of international climate governance. In line with existing literature, we maintain that costly policy adjustments fuel negative views of international co-operation in policy-exposed regions. At the same time, we argue that the more resentful relations are with the national center of politics, the more sympathetic these regions are to international institutions and global governance. Based on geographically targeted survey data from the United Kingdom, we find that fossil fuel-intensive regions with strong, institutionalized regional politics have more positive assessments of international climate co-operation than structurally similar regions where regional political institutions are less pronounced. The findings show that regional politics characteristics are key for understanding climate policy beliefs among citizens that bear the brunt of adjustments to international climate agreements.",
          "url": "https://doi.org/10.1017/s0007123425100732",
          "doi": "https://doi.org/10.1017/s0007123425100732",
          "filter": 0
        },
        {
          "title": "Election Pledges in Multiparty Governments: When do Voters Accept Non-Fulfillment?",
          "authors": "Juha Ylisalo, Theres Matthieß, Katrin Praprotnik, Laurenz Ennser-Jedenastik",
          "abstract": "Theories of representative democracy emphasize the importance of electoral pledges for informed voting and government accountability. Recent studies have highlighted citizens’ tendency to impose electoral punishments when parties fail to fulfill their pledges. However, conditions under which citizens consider non-fulfillment acceptable have received little attention. Specifically, multiparty government makes it less likely that an individual party fulfills its pledges, but whether citizens take such obstacles into account when evaluating the acceptability of non-fulfillment has remained largely untested. We theorize that both the coalition negotiation context and the negotiation outcome influence citizens’ evaluations. To test our hypotheses, we conducted two vignette experiments in Finland and Germany. The results revealed that, regardless of their opinion about the substance of a pledge, voters were more accepting of unfulfilled pledges when party or coalition characteristics created obstacles to fulfillment. The findings suggest that voters possess a nuanced understanding of the constraints of coalition government.",
          "url": "https://doi.org/10.1017/s0007123425100860",
          "doi": "https://doi.org/10.1017/s0007123425100860",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Transparency matters: The positive effect of politicians’ side income disclosure on voters’ perceptions",
          "authors": "Oliver Huwyler, Stefanie Bailer, Nathalie Giger",
          "abstract": "Voters are frustrated by the influence of money in politics. They cannot be certain whether politicians follow the money or the will of the people. Disclosing side income may therefore serve as a means to increase trust in politicians. To investigate whether this mechanism works, we analyze data from a vignette survey experiment on parliamentarians’ side jobs with respondents from seven European countries ( N $ \\approx $ 14,100). Our results show that compared to parliamentarians who are unwilling to disclose their side income, transparent parliamentarians, even those with especially high extra-parliamentary earnings, are seen as more trustworthy and electable. We also find that voters rely on the combined information of the number and type of side jobs (companies versus public interest groups) when evaluating non-transparent parliamentarians. Furthermore, voters’ income, education level, and ideological leaning moderate their perceptions of (non-)transparent parliamentarians. Overall, our findings suggest that politicians’ disclosure of side income benefits representative democracy.",
          "url": "https://doi.org/10.1017/s1475676525100303",
          "doi": "https://doi.org/10.1017/s1475676525100303",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Gender in International Bureaucracies: Evidence from UN Field Missions",
          "authors": "Katharina P Coleman, Joshua Fawcett Weiner, Kseniya Oksamytna, Jessica Di Salvatore",
          "abstract": "Contemporary international organizations, including the UN, employ tens of thousands of staff outside of their headquarters in field offices around the world. Despite attempts to promote gender equity, significant differences persist in male and female officials’ experiences of working in UN field offices and missions. Drawing on a series of internal surveys of UN field staff, we demonstrate that, relative to men, women report having worse relationships with peers, supervisors, and management as well as having less confidence in performance appraisal mechanisms. Through a qualitative analysis of survey comments, archival materials, and semi-structured interviews, we highlight distinct gendered dynamics of working in field offices that affect international bureaucrats’ workplace experiences.",
          "url": "https://doi.org/10.1093/isq/sqaf076",
          "doi": "https://doi.org/10.1093/isq/sqaf076",
          "filter": 0
        },
        {
          "title": "Probabilistic Democracy",
          "authors": "Muhammet A Bas, Randall W Stone",
          "abstract": "Democracy is an important concept that is difficult to measure, and existing measures have well-known weaknesses. We define democracy narrowly, as electoral accountability, and estimate the probability of democracy using a structural model and data from 1945 to 2008. We allow for strategic voting and find evidence that voters are intimidated into supporting authoritarian leaders. Ratification of the Convention Against Torture by the country in question emboldens voters, while ratification by third parties, close relations with the USA and the incumbent’s military experience increase voter intimidation. Our estimated democracy scores are highly correlated with other measures frequently used in political science and come with important advantages, including conceptual clarity, replicability, out-of-sample score prediction, flexibility with respect to the variables and specifications used in the estimation model, estimates of uncertainty, and avoiding potential expert bias.",
          "url": "https://doi.org/10.1093/isq/sqaf067",
          "doi": "https://doi.org/10.1093/isq/sqaf067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "The Volunteer’s Dilemma with Cost Synergies",
          "authors": "Rabah Amir, Dominika Machowska, Jingwen Tian",
          "abstract": "This paper revisits the well-known volunteer’s dilemma on the production of a public good when a single participant is sufficient for the task. We propose a cost-sharing model with a volunteering cost that decreases exponentially in the number of volunteers. We show that, at the unique mixed-strategy equilibrium, the probability of production may increase in the number of players for sufficiently low volunteering costs. This provides an alternative account of the fit of the model with some political-military conflict situations: A larger group does erode the individual incentive to volunteer but in an offsetting way that favors the production of the public good. A second result is that the mixed-strategy Nash equilibrium may be more socially efficient than the pure-strategy Nash equilibrium for some parameter values, which is a major reversal with respect to the standard dilemma and many other coordination games.",
          "url": "https://doi.org/10.1177/00220027251388601",
          "doi": "https://doi.org/10.1177/00220027251388601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Does shaming make non-compliance with international court rulings costlier? Evidence from China",
          "authors": "Hsu Yumin Wang, Stefano Jud, Will Giles",
          "abstract": "Can naming and shaming reduce domestic public support for a government that fails to comply with an international court ruling? While existing research suggests that such tactics can diminish public support for non-compliance with international law, this evidence largely stems from Western democracies. Far less is known about how naming and shaming functions in autocratic contexts. We address this gap by conducting a conjoint survey experiment with 1,500 respondents in China – an environment where naming and shaming is generally expected to have limited impact. In our experiment, respondents were informed about a ruling by the International Court of Justice against China. While we found that citizens generally favored non-compliance with the ruling, shaming by the United Nations significantly reduced public support for non-compliance. In contrast, shaming by the United States had no significant effect. These results suggest that naming and shaming may bolster domestic support for compliance with international court rulings, even in restrictive environments like China.",
          "url": "https://doi.org/10.1177/00223433251360203",
          "doi": "https://doi.org/10.1177/00223433251360203",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "District Size and Proximity to the Pork Barrel in Congressional Elections",
          "authors": "Brian T. Hamel, Lanie Richards",
          "abstract": "We propose that district size moderates the relationship between pork barrel spending and U.S. House election outcomes. Our argument is two‐fold: (1) pork has a greater effect on citizens' lives—and thus, their vote—when allocated in geographic proximity to them; and (2) in smaller districts, pork projects are proximate for more people, increasing their reach and impact. We provide empirical support for our argument using a pre‐registered survey experiment and observational data from two recent Congresses. Most notably, we find that earmarks are modestly associated with higher vote shares for the incumbent in smaller districts but make no electoral difference in larger districts. These results cannot be explained by other legislator and district characteristics. Our paper highlights how the physical characteristics of House districts can shape electoral accountability and offers a novel structural explanation for why decades of research have found almost no overall relationship between pork and votes.",
          "url": "https://doi.org/10.1111/lsq.70039",
          "doi": "https://doi.org/10.1111/lsq.70039",
          "filter": 0
        },
        {
          "title": "The Partisan Politics of Rainy Day Fund Investment",
          "authors": "Lauren Futter",
          "abstract": "When do legislatures save for disasters and economic downturns? How do electoral uncertainty and majority party agenda control influence these decisions? I develop a two‐stage bargaining model of rainy day fund (RDF) investment. In the first stage, a legislator from the majority party proposes an allocation of the budget between an RDF, particularistic good, and public good. Before the second stage, there is an election and an economic crisis may occur. If a crisis occurs, the legislature can access an existing RDF to fund relief. The model predicts that a majority party is more likely to save when it is likely to remain in the majority, though saving remains below socially optimal levels. Supermajority and other requirements for larger voting coalitions incentivize RDF investment. Testing the results of the model empirically using measures of partisan competition reveal that states with stronger majorities are more likely to invest in their RDFs.",
          "url": "https://doi.org/10.1111/lsq.70038",
          "doi": "https://doi.org/10.1111/lsq.70038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Moral justification for misinformation: Evidence from a survey experiment during the 2024 U.S. presidential campaign",
          "authors": "Tevfik Murat Yildirim",
          "abstract": "In this study, I examine the extent to which voters apply consistent moral and democratic standards to political misinformation, and how these standards interact with perceived misinformation in the campaign. Drawing on an original survey experiment during the 2024 U.S. presidential campaign, I randomly assigned respondents to read one of ten fact-checked misleading statements made by either Kamala Harris or Donald Trump in a nationally televised debate. I found that individuals were more likely to justify, excuse, and downplay the democratic harm of misinformation when it came from their preferred candidate. While this tendency was evident across both partisan groups, the tendency to downplay the democratic harm of co-partisan misinformation was particularly noticeable among Trump supporters. Moreover, the main effect was stronger among respondents who perceived misinformation as widespread during the campaign. Finally, I demonstrate that willingness to accept misinformation varies by policy area, with greater justification for misleading statements on immigration, abortion and gun rights among Trump supporters, and trade and tax among Harris supporters. These findings highlight how partisan loyalty can distort moral judgment and underscore the challenges misinformation poses for democratic accountability.",
          "url": "https://doi.org/10.1177/13540688251391572",
          "doi": "https://doi.org/10.1177/13540688251391572",
          "filter": 0
        },
        {
          "title": "Trading economic for security performance: Shifting voters’ agenda during 2023 Turkish elections",
          "authors": "Ali Çarkoğlu, Yasushi Hazama",
          "abstract": "This study examines the changing impact of economic and security performance evaluations on support for the incumbent president during the 2023 Turkish election campaign, contributing to the literature on economic voting and electoral strategies in hybrid regimes. Using a three-wave panel survey, we find that the effects of these evaluations fluctuate throughout the campaign. Four months before the elections, economic evaluations had a stronger impact on support for Erdoğan than security evaluations. However, 1 month before the elections, security evaluations became more influential. Six weeks after the elections, security compared to economic evaluations remained more significant than economic evaluations, though the gap narrowed. This temporal change coincides with shifts diagnosed in the literature attributed to Erdoğan’s strategic emphasis on security over economic challenges. The findings suggest that incumbents in competitive authoritarian regimes can use their privileged policy tools, such as media access, to shift the campaign agenda towards favorable issues, even during economic downturns, to survive the unfavorable performance conditions.",
          "url": "https://doi.org/10.1177/13540688251380613",
          "doi": "https://doi.org/10.1177/13540688251380613",
          "filter": 0
        },
        {
          "title": "PartySOME: A comprehensive dataset on political parties’ SOcial MEdia activity",
          "authors": "Malo Jan, Luis Sattelmayer",
          "abstract": "What motivates political parties to use social media, and how does this usage correlate with outcomes such as party success? As social media platforms have become increasingly important for political communication, these questions have gained prominence in the literature on both party politics and social media politics. In this paper, we contribute to these discussions by introducing a new dataset on the social media activity of 498 political parties across 37 countries on four platforms, Facebook, Instagram, Twitter, and YouTube, from account creation to the end of 2023. The dataset provides rich aggregated data on posting volume and timing, enabling the study of long-term patterns in platform adoption, communicative patterns, and parties’ online activity. The paper presents the data, provides descriptive and inferential findings on how political parties engage with social media, and outlines several research avenues enabled by this dataset.",
          "url": "https://doi.org/10.1177/13540688251388763",
          "doi": "https://doi.org/10.1177/13540688251388763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Adoption and Implementation as a Two-Stage Process: Feminist Strategies and Conservative Resistance in the Quest for Legislative Abortion Reform",
          "authors": "Verónica Pérez-Bentancur, Jennifer M. Piscopo, Cecilia Rocha-Carpiuc",
          "abstract": "Women’s reproductive autonomy matters for gender equality, but abortion laws rarely pass without limitations and restrictions on access. Legislative abortion reform also triggers conservative resistance, forcing feminists to develop new strategies to protect rights. While scholars often study abortion laws’ adoption and implementation separately, we identify patterns in feminists’ decisions during adoption, on the one hand, and conservative actors’ responses and feminists’ strategies during implementation, on the other. We propose an analytic framework that maps different decisions during adoption onto different strategies during implementation. During adoption, we distinguish between acceptable conditions and strategic sacrifices. During implementation, the latter allows feminists to play offense while the former forces feminists into playing defense. We develop this framework through in-depth primary research in Chile and Uruguay alongside evidence from three additional Global South cases. Our framework helps scholars and policy makers alike to anticipate how decisions during adoption affect actors’ behavior during implementation.",
          "url": "https://doi.org/10.1017/s1537592725102284",
          "doi": "https://doi.org/10.1017/s1537592725102284",
          "filter": 0
        },
        {
          "title": "Diaspora–Local Cooperation as a Driver of Ideological Change: The Ascendance of American Conservatism in Israel",
          "authors": "Or Asher, Ronen Mandelkern",
          "abstract": "The recent ascendance of American conservative ideology within Israel’s political Right is puzzling given its historical absence. Furthermore, prevailing theories—which focus on the role of other countries, experts, or transnational networks as ideational importers—cannot account for it. Accordingly, utilizing insights from the diaspora politics literature, we develop an alternative explanation that focuses on the cooperation between diaspora actors and local actors (diaspora–local cooperation, DLC) as a source of ideational importation and ideological change. Like other sources of outside ideas, DLC-based ideational importation depends on the establishment of organizational infrastructure for ideological dissemination—and ideational localization—for the adaptation and translation of external ideas to the local context. Unlike other kinds of transnational ideational networks, such cooperation is primarily based on national kinship that transcends specific ideational commitments. Such national kinship, we argue, legitimizes DLC and supports multidimensional ideational importation that can potentially amount to ideological change. We further suggest that the actual ideological change this process triggers depends on how imported ideas align with core ideological components and how they serve the needs of local actors in a given political context. We use detailed process-tracing analysis to demonstrate how DLC has led to an ideological change in Israel’s political Right.",
          "url": "https://doi.org/10.1017/s1537592725102806",
          "doi": "https://doi.org/10.1017/s1537592725102806",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Health and Political Representation: Unpacking the Nuanced Effects of Health on Political Outcomes",
          "authors": "Micah Tan",
          "url": "https://doi.org/10.1007/s11109-025-10092-w",
          "doi": "https://doi.org/10.1007/s11109-025-10092-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "What epithets conceal: A response to Oliver Belcher's 'Confessing Communism'",
          "authors": "Daanish Mustafa, Martin Francisco Saps",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103366",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103366",
          "filter": 0
        },
        {
          "title": "The appeals of communism: Extracting confessions from the communist subject in the Vietnam war",
          "authors": "Oliver Belcher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103295",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103295",
          "filter": 0
        },
        {
          "title": "Confessing communism. A negative epistemology",
          "authors": "Sara Fregonese",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103364",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103364",
          "filter": 0
        },
        {
          "title": "War, refuge, liberation: Intimate geographies of confession",
          "authors": "Malene H. Jacobsen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103365",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103365",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Emotion (dys)regulation and national narcissism",
          "authors": "Zuzanna Molenda, Marta Marchlewska, Aleksandra Cislak",
          "abstract": "Emotional struggles have the potential to shape our perceptions of the social world. This research examined how emotion dysregulation—a difficulty in managing one's emotional experiences—relates to national narcissism, an inflated belief in the unparalleled greatness of one's nation, often driven by psychological shortcomings. Across three cross‐sectional studies conducted among British ( N = 473), American ( N = 444), and Polish ( N = 633) participants, we found that deficiencies in emotion regulation were consistently linked to higher national narcissism. Importantly, national narcissism partially accounted for the link between emotion dysregulation and conspiracy beliefs. These results extend prior work by illuminating the emotional underpinnings of national narcissism and demonstrating how individual emotional challenges resonate within broader social phenomena.",
          "url": "https://doi.org/10.1111/pops.70073",
          "doi": "https://doi.org/10.1111/pops.70073",
          "filter": 0
        },
        {
          "title": "Introducing a novel method to support polarized citizens to sustain political dialogue",
          "authors": "Anthony English, Kesi Mahendran",
          "abstract": "This article offers a novel quasi‐experimental method over two studies for exploring how individuals can navigate politically polarizing discussions to sustain dialogue. Study one ( N = 28) involved in‐person, stimulus‐led interviews in England and Scotland to understand the dialogical political positions being adopted on the UK's post‐Brexit European relationships. Study two ( N = 10) created quasi‐experimental participant pairings on shared political positions before introducing a researcher‐led polarizing rupture to explore how individuals navigate challenging political discussions. These positions and projected polarizing issues are understood via a dialogue sustainment theoretical model, which focuses on: (1) Internalized—social representations of the political issues, (2) Interactive—the political positions adopted during discourse, and (3) Dimensional—the temporal/spatial focus of the interaction. Results show a triad of influences determine how pairs independently sustained dialogue: (1) Shared core positions in the first stages of discourse, (2) Shared‐affective responses to the polarizing issue, and (3) Adopted “distancing” positions to navigate the vexed issue and sustain dialogue. This article considers the implications of this alternative method as a first step for political psychologists in exploring dialogue sustainment in politically polarizing contexts.",
          "url": "https://doi.org/10.1111/pops.70080",
          "doi": "https://doi.org/10.1111/pops.70080",
          "filter": 0
        },
        {
          "title": "Not a real meritocracy? How conspiracy beliefs reduce perceived distributive justice",
          "authors": "Qi Zhao, Jan‐Willem van Prooijen, Giuliana Spadaro",
          "abstract": "The meritocracy principle, along with other distributive justice principles such as equality and need, is fundamental to the healthy functioning of modern societies. However, our understanding of the factors that shape citizens' perceptions of these principles remains limited. We proposed that conspiracy beliefs are negatively related to distributive perceptions and tested these relationships in four studies. Study 1 analyzed a global dataset (90,837 participants; 68 societies) and identified a negative relationship between conspiracy beliefs and meritocracy perceptions. Study 2a (preregistered; N = 403; US) and Study 2b (preregistered; N = 788; China) manipulated conspiracy beliefs in societal settings. Conspiracy beliefs consistently reduced perceptions of meritocracy, perceived equality, and need principles. Study 3 (preregistered; N = 403) replicated these results in a hypothetical organizational setting. These findings suggest that conspiracy beliefs reduce citizens' perceived fairness of resource allocations across different distributive justice rules.",
          "url": "https://doi.org/10.1111/pops.70085",
          "doi": "https://doi.org/10.1111/pops.70085",
          "filter": 0
        },
        {
          "title": "Extremism at the center: Uncovering political diversity among midpoint responders on the left–right self‐placement item",
          "authors": "Edward J. R. Clarke, Frank Eckerle, John R. Kerr, Stephen R. Hill, Mathew Ling, Mathew D. Marques, Matt N. Williams",
          "abstract": "The midpoint of the left‐right self‐placement item is hiding important political diversity, and may be conflating moderate responders with populists and other political sub‐groups. Survey researchers should consider this problem when examining relationships between political orientation and political attitudes. We suggest testing for non‐linearity in these relationships, and measuring anti‐establishment and populist beliefs separately. Researchers interested in building theories explaining the psychological underpinnings of ideological extremism should also consider the possibility that a qualitatively different type of ideological extremist self‐places on the midpoint.",
          "url": "https://doi.org/10.1111/pops.70082",
          "doi": "https://doi.org/10.1111/pops.70082",
          "filter": 0
        },
        {
          "title": "Competing moral minds? Estimating moral disagreement in American politics",
          "authors": "Christopher D. Johnston, David J. Ciuk, Jesse Lopez",
          "abstract": "What drives ideological and partisan divisions in contemporary American politics? An influential line of research suggests they are rooted in disagreement about the nature of morality. While the left uses principles of care and fairness in moral judgment, the right considers loyalty, authority, and sanctity to be additional morally relevant values. This creates a “moral empathy gap” that makes it difficult for people to understand the perspective of their political opponents and fosters intolerance and gridlock. Evidence for moral disagreement between the left and right rests largely on a survey measure with significant limitations—the moral foundations questionnaire. We review the methodological issues associated with this measure and use two alternative strategies to examine moral disagreement in American politics. Across six distinct empirical tests with U.S. adults, we find that moral differences between the left and right are smaller than what is measured with the moral foundations questionnaire.",
          "url": "https://doi.org/10.1111/pops.70078",
          "doi": "https://doi.org/10.1111/pops.70078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "From Bookworm to Browser: The Decline of Books in Political Science Scholarship",
          "authors": "Alixandra B. Yanus, Phillip J. Ardoin",
          "abstract": "This study examines how patterns of referencing in political science research have changed during the past three decades. By analyzing references in leading political science journals from 1990 to 2024, we reveal a notable shift: a decline in book references (52% to 28%) and a corresponding increase in journal article references (40% to 65%). These findings have important implications for students, the discipline, research libraries, and academia, particularly in tenure and promotion evaluations. They also raise concerns about the depth of analyses and increased specialization at the expense of broader synthesis.",
          "url": "https://doi.org/10.1017/s1049096525101522",
          "doi": "https://doi.org/10.1017/s1049096525101522",
          "filter": 0
        },
        {
          "title": "Course-Based Research and Mentorship: Results from a Multiterm Research Academy at a Minority-Serving Institution",
          "authors": "Marissa Brookes, Kim Yi Dionne, Jennifer L. Merolla",
          "abstract": "This article describes the creation of the Minority-Serving Institution Research Academy (MSIRA), a training and apprenticeship program for undergraduate political science students supported by the National Science Foundation and launched at the University of California, Riverside, in 2023. MSIRA is a course-based undergraduate research experience (CURE) in which students spend 10 weeks learning basic research methods through active-learning and team-based exercises. After the 10-week course, students provide 25 hours of research assistance for faculty mentors. We examine focus group and survey data from the first cohort of MSIRA fellows to describe its impact and to draw parallels and distinctions with other CUREs.",
          "url": "https://doi.org/10.1017/s1049096525101480",
          "doi": "https://doi.org/10.1017/s1049096525101480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Emigration and origin country economic institutions",
          "authors": "Benjamin Powell, Leonel Regalado Cardoso",
          "abstract": "This paper empirically examines the impact of emigration to OECD countries on 132 origin countries’ economic institutions, as measured by the economic freedom index. We utilize public choice theory to explore how emigration can affect origin country economic freedom through voice and exit via absence, diaspora, prospect, and return channels. We then estimate the association between accumulated emigrant stocks and the subsequent changes in economic freedom and the association between contemporaneous emigrant flows and changes in economic freedom and investigate how these associations vary by emigrant skill. We find that for all skill levels, larger emigrant stocks are consistently positively associated with larger subsequent improvements in economic freedom but that at high levels of emigrant stocks these improvements diminish.",
          "url": "https://doi.org/10.1007/s11127-025-01336-8",
          "doi": "https://doi.org/10.1007/s11127-025-01336-8",
          "filter": 0
        },
        {
          "title": "Corporate lobbying, political action committees, and market concentration",
          "authors": "Elizabeth Bickmore, Benjamin M. Blau, Todd Griffith, Ryan J. Whitby",
          "abstract": "This study examines whether firms that engage in political activity have greater market concentration. Drawing on public choice theory, we argue that firms pursue political connections to obtain favorable policies that create barriers to entry and weaken competition. Using both univariate and multivariate tests, we find that lobbying firms exhibit market concentration levels that are 7.4% to 10.5% higher than those of non-lobbying firms. These results are robust to the inclusion of year and industry fixed effects, as well as a wide set of firm-specific controls. We further show that firms contributing to political action committees (PACs) display greater market concentration, regardless of party affiliation. The effect is strongest when contributions are directed toward winning candidates. To strengthen causal inference, we conduct a series of difference-in-difference tests around the guilty plea of lobbyist Jack Abramoff, which has been used in the literature as an exogenous negative shock to the pecuniary benefits associated with lobbying activity. We find that lobbying firms experience a significant decline in market concentration, relative to non-lobbying firms, around the event. Together, these findings provide evidence that political activity can causally shape competitive outcomes.",
          "url": "https://doi.org/10.1007/s11127-025-01337-7",
          "doi": "https://doi.org/10.1007/s11127-025-01337-7",
          "filter": 0
        },
        {
          "title": "Can experimental methods put Smithian sympathy to the test?",
          "authors": "Tony Hernandez, Daniel J. D’Amico",
          "url": "https://doi.org/10.1007/s11127-025-01338-6",
          "doi": "https://doi.org/10.1007/s11127-025-01338-6",
          "filter": 0
        },
        {
          "title": "Clement counsels corinth: efficient hierarchy and the rise of Christianity",
          "authors": "David Crego, Alexander Salter",
          "url": "https://doi.org/10.1007/s11127-025-01341-x",
          "doi": "https://doi.org/10.1007/s11127-025-01341-x",
          "filter": 0
        },
        {
          "title": "The political economy of fiscal responsibility",
          "authors": "Christian Cox, Derek Epp, Ian Shapiro",
          "url": "https://doi.org/10.1007/s11127-025-01339-5",
          "doi": "https://doi.org/10.1007/s11127-025-01339-5",
          "filter": 0
        },
        {
          "title": "Do voters use information on candidates? Experimental evidence from a recent election",
          "authors": "Emma Galli, Giampaolo Garzarelli, Gabriele Pinto, Massimo Pulejo",
          "url": "https://doi.org/10.1007/s11127-025-01325-x",
          "doi": "https://doi.org/10.1007/s11127-025-01325-x",
          "filter": 0
        },
        {
          "title": "Police homicides and riots in France",
          "authors": "Simon Varaine, Raul Magni-Berton, Sebastian Roché, Paul Le Derff",
          "url": "https://doi.org/10.1007/s11127-025-01328-8",
          "doi": "https://doi.org/10.1007/s11127-025-01328-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Probing PR: Does proportional representation induce ethnic power sharing and reduce conflict?",
          "authors": "Nils-Christian Bormann, Simon Hug",
          "abstract": "Recent work on power sharing and civil conflicts in ethnically divided societies emphasizes the crucial distinction between mandates and their implementation. Formal power-sharing rules reduce the risk of armed conflict, but power-sharing practices mediate this effect. Political scientists frequently categorize proportional electoral rules (PR) as part of the broader class of power-sharing institutions, which should induce power-sharing practices, and in turn reduce the likelihood of intrastate armed conflict. Empirical evidence for this claim is indirect at best. Using mediation analysis, we assess whether PR rules or executive power-sharing institutions (or their combination) engender elite power sharing in ethnically divided societies and reduce the risk of ethnic intrastate conflict. Using different datasets, we find no evidence for a positive effect of PR on power-sharing practices, and some weak evidence that PR reduces intrastate conflict through other mechanisms. Recommendations of PR to ethnically divided societies or post-conflict environments as means to foster inclusion and thus reduce conflict should be reconsidered.",
          "url": "https://doi.org/10.1177/20531680251389184",
          "doi": "https://doi.org/10.1177/20531680251389184",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Nonpartisan Ballots and the Partisanship of Who Serves in Office",
          "authors": "Daniel Butler, Adam Michael Dynes, Michelle Torres",
          "url": "https://doi.org/10.1086/739201",
          "doi": "https://doi.org/10.1086/739201",
          "filter": 0
        },
        {
          "title": "Acting Otherwise in the Face of Ecological Collapse: Günther Anders and the Politics of Infinite Delay",
          "authors": "Mathias Thaler",
          "url": "https://doi.org/10.1086/739296",
          "doi": "https://doi.org/10.1086/739296",
          "filter": 0
        },
        {
          "title": "Expanding the Spatial Toolkit with Spatial Eigenfunction Modeling",
          "authors": "Sebastian Juhl, Laron Williams",
          "url": "https://doi.org/10.1086/739195",
          "doi": "https://doi.org/10.1086/739195",
          "filter": 0
        },
        {
          "title": "My Vote History is Public Information? The Consequences of Administrative Transparency for Public Attitudes toward Elections",
          "authors": "Emily Wager",
          "url": "https://doi.org/10.1086/739293",
          "doi": "https://doi.org/10.1086/739293",
          "filter": 0
        },
        {
          "title": "Future Shock or Future Shrug? Public Responses to Varied Artificial Intelligence Development Timelines",
          "authors": "Anil Menon, Baobao Zhang",
          "url": "https://doi.org/10.1086/739200",
          "doi": "https://doi.org/10.1086/739200",
          "filter": 0
        },
        {
          "title": "Democratic Backsliding and the Limits of Civilian Control of the Military",
          "authors": "Avishay Ben-Sasson-Gordis",
          "url": "https://doi.org/10.1086/739198",
          "doi": "https://doi.org/10.1086/739198",
          "filter": 0
        },
        {
          "title": "Varying Political Responses to Job Loss? Examining the Contextual Dynamics of Political Mobilization and Withdrawal.",
          "authors": "Karl-Oskar Lindgren, Jan Szulkin",
          "url": "https://doi.org/10.1086/739294",
          "doi": "https://doi.org/10.1086/739294",
          "filter": 0
        },
        {
          "title": "Feeling ill: perspective-taking and attitudes toward healthcare access for undocumented immigrants.",
          "authors": "Cesar Vargas Nunez",
          "url": "https://doi.org/10.1086/739295",
          "doi": "https://doi.org/10.1086/739295",
          "filter": 0
        },
        {
          "title": "Between Withdrawal and Engagement: Disentangling the Effects of COVID-19 on Turnout",
          "authors": "Kevin T. Morris",
          "url": "https://doi.org/10.1086/735396",
          "doi": "https://doi.org/10.1086/735396",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
