{
  "update": "2026-02-20",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "What political theory can learn from conceptual engineering: The case of “corruption”",
          "authors": "Emanuela Ceva, Patrizia Pedrini",
          "abstract": "Conceptual change is commonplace in political theory. Recent scholarship argues that improving a concept, or “engineering” it, can sharpen its normative and explanatory power. This article illustrates what political theory can learn from conceptual engineering (CE) by examining the evolution of “corruption” as a case study. Traditionally defined as the “use of entrusted power for private gain,” corruption has been revisited to capture broader institutional dysfunctions. We show how the recent re‐engineering of corruption as a “deficit of office accountability” enhances the concept's ability to capture uses of office power that may undercut institutional functioning beyond illegal acts, including individual wrongdoing and faulty institutional design. Re‐engineering corruption has normative value insofar as it helps policymakers and scholars alike to identify and address questionable uses of office power—including in nondemocratic regimes and nonpublic organizations. The article thereby argues that CE can enhance political theory's methodological toolkit and corroborate its practical relevance.",
          "url": "https://doi.org/10.1111/ajps.70035",
          "doi": "https://doi.org/10.1111/ajps.70035",
          "filter": 0
        },
        {
          "title": "Why did Putin invade Ukraine? A theory of degenerate autocracy",
          "authors": "Georgy Egorov, Konstantin Sonin",
          "abstract": "Many dictatorships end up with a series of disastrous decisions such as Hitler's attack on the Soviet Union or Saddam Hussein's aggression against Kuwait. Even if a certain policy choice is not ultimately fatal for the regime, such as Mao's Big Leap Forward or the Pol Pot's collectivization drive, they typically involve both a miscalculation by the leadership and an institutional environment in which better informed subordinates have no chance to prevent the decision from being implemented. We offer a dynamic model of nondemocratic politics in which repression and bad decision making are self‐reinforcing. Repression reduces the immediate threat to the regime, yet raises future stakes for the dictator; with higher stakes, the dictator puts more emphasis on loyalty than competence, which in turn increases the probability of a wrong policy choice. Our theory offers an explanation of how rational dictators end up in an informational bubble even in highly institutionalized regimes.",
          "url": "https://doi.org/10.1111/ajps.70039",
          "doi": "https://doi.org/10.1111/ajps.70039",
          "filter": 0
        },
        {
          "title": "Abortion policy preferences are structured, stable, and consequential",
          "authors": "Natalie Hernandez, Mackenzie Lockhart, Alan S. Gerber, Gregory A. Huber",
          "abstract": "Do Americans have structured, stable, and consequential policy preferences that shape political outcomes? We explore this question through the case of abortion, using a large‐scale panel dataset ( n  ≈ 130,000) and applying three key diagnostics: coherence, stability, and changes in vote choice. First, we demonstrate that abortion policy preferences exhibit logical coherence, both within and across reasons for seeking an abortion. Second, we show that these preferences are highly stable over time–more so than personality traits–suggesting that abortion attitudes are deeply engrained rather than fleeting opinions. Lastly, we find that abortion policy preferences, measured before the U.S. Supreme Court overturned Roe v. Wade in 2022, predict shifts in intended voting behavior between 2020 and 2024. This overall pattern helps rule out key theoretical alternatives, such as non‐opinions, attitudes following vote choice, and elite cues. Additionally, these findings highlight the significant and independent role of abortion attitudes in shaping American political behavior.",
          "url": "https://doi.org/10.1111/ajps.70036",
          "doi": "https://doi.org/10.1111/ajps.70036",
          "filter": 0
        },
        {
          "title": "The limits of AI for authoritarian control",
          "authors": "Eddie Yang",
          "abstract": "An emerging literature suggests that artificial intelligence (AI) can greatly enhance autocrats' repressive capabilities. This paper argues that while AI presents a powerful new tool for authoritarian control, its effectiveness is constrained by the very repressive institutions it is designed to serve. This constraint stems from what I term the “authoritarian data problem”: citizens' strategic behavior under repression diminishes the amount of useful information in the data for training AI. The more repression there is, the less information exists in AI's training data, and the worse the AI performs. I illustrate this argument using an AI experiment and censorship data in China. I show that AI's accuracy in censorship decreases with increasing repression, especially during times of political crisis. I further show that this problem cannot be easily fixed with more data. Ironically, international data—especially data from less repressive settings—can help improve AI's ability to censor.",
          "url": "https://doi.org/10.1111/ajps.70045",
          "doi": "https://doi.org/10.1111/ajps.70045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "How the Pro-Beijing Media Influences Voters: Evidence from a Randomized Field Experiment",
          "authors": "JAY C. KAO",
          "abstract": "Authoritarian regimes have increasingly leveraged foreign media to project influence within democracies, yet evidence of these co-opted outlets’ actual effects remains scarce. This study presents findings from a field experiment conducted during Taiwan’s 2020 general election, assessing the impact of The China Times, a Beijing-backed media conglomerate, on voter behavior and attitudes. The experiment incentivized participants to engage in sustained consumption of real-time news from this outlet in the weeks leading up to the election. Results from a panel survey linked to individual-level web-tracking data reveal that exposure to The China Times sways voters in favor of the People’s Republic of China (PRC). These effects, however, are primarily driven by nonpartisan and PRC-friendly voters. To the extent that I find effects among PRC-skeptics, they show evidence of backfiring. As Beijing’s media co-optation extends beyond Taiwan, my findings have broader implications for understanding the effectiveness and limitations of authoritarian influence operations.",
          "url": "https://doi.org/10.1017/s0003055426101476",
          "doi": "https://doi.org/10.1017/s0003055426101476",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Conceptualizing Academic Freedom",
          "authors": "Jacob T. Levy",
          "abstract": "Academic freedom is an unusual and complex set of norms and practices. It arises out of the combination of the corporate self-governance of medieval universities and the spirit of disciplinary scientific inquiry in modern research universities. It combines a principle of antiorthodoxy as to conclusions with the robust associational self-governance of scholarly communities whose members evaluate one another as participants in that shared enterprise. It has never been easily or wholly embraced by wider societies; today it is under wholesale attack. This article combines conceptual, normative, and historical analyses of academic freedom as a general norm with attention to conflicts over it in the mid-to-late 2010s and early 2020s. Some genuinely hard cases and questions tested the meaning of academic freedom and university values well before the current crisis.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-025000",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-025000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Adolescent Exposure to Economic Inequality and Belief in the ‘American Dream’ on Entering Adulthood",
          "authors": "Stephanie L. DeMora, Benjamin J. Newman",
          "abstract": "The growth in economic inequality in the United States over the past forty years has stimulated interest among scholars in the effects of exposure to inequality on the American people. A prominent vein of scholarship explores whether exposure to inequality diminishes belief in a key pillar of the ‘American dream’ – the meritocratic ideal that hard work will translate to economic success. We offer this literature a novel test that explores the relationship between quotidian exposure to economic inequality in one’s adolescent residential context and belief in the American dream among roughly 1.3 million late-adolescent Americans entering college. We find that adolescent residence in high-inequality areas is associated with decreased belief in the American dream upon entering adulthood. Further analysis revealed that this relationship is most pronounced among young Americans raised in higher income households.",
          "url": "https://doi.org/10.1017/s0007123425101270",
          "doi": "https://doi.org/10.1017/s0007123425101270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Compensating the losers: The (limited) elite–public gap in trade politics",
          "authors": "Andreas Dür, Robert A. Huber, Gemma Mateo",
          "abstract": "Compensatory policies for the losers of trade are a key feature of the liberal economic order established after the Second World War. Legislators have a variety of policy options to choose. But do political elites and the public have the same attitudes toward compensatory policies? We expect an elite–public gap with the public relatively less supportive of spending policies and more supportive of tax cuts and trade restrictions than political elites. Moreover, we reason that ideology should matter more for elites than the public. Unique data from a survey with legislators in 19 European countries and public opinion surveys in three countries allow us to test this argument. We find that elites and the public indeed differ in their attitudes toward compensatory policies. However, these differences pale in comparison to variation in support for various compensatory policies. These findings shed light on the politics of compensation and on the political attitudes of elites and the public more broadly.",
          "url": "https://doi.org/10.1017/s1475676526100796",
          "doi": "https://doi.org/10.1017/s1475676526100796",
          "filter": 0
        },
        {
          "title": "Women talking: Bringing the environment into UK parliamentary speeches",
          "authors": "Hannah Salamon",
          "abstract": "Research shows that increased participation of women in parliaments benefits climate change outcomes. Yet, the actions taken by women parliamentarians to shape these outcomes have not been identified in the literature. I assert that a primary step by which women may generate impact is by championing environmentalism in their speeches before parliament. To test this, I analyse speeches from the UK House of Commons from 2010 to 2021, and find that women MPs both speak proportionately more about the environment than their male counterparts, and bring environmentalism into debates that are not explicitly coded as environmental. Finally, while Conservative women are outnumbered by men, they contribute significantly more to environmental speeches than their male counterparts. These results suggest that women are disproportionately responsible for embedding environmentalism into political discussions across Parliament and the Conservative Party, and prompt questions around the true cost of unequal representation for our climate.",
          "url": "https://doi.org/10.1017/s1475676526100747",
          "doi": "https://doi.org/10.1017/s1475676526100747",
          "filter": 0
        },
        {
          "title": "Angry losers? The (null) effects of feeling electoral loss on anti-democratic attitudes",
          "authors": "Katharina Lawall, Katerina Michalaki, Manos Tsakiris",
          "abstract": "Peaceful transfers of power are a fundamental principle of democracy. Yet, in times of heightened affective polarisation, election losses may trigger strong negative emotional reactions in partisans, which in turn undermine support for fundamental democratic principles among partisans. We test this idea through two pre-registered survey experiments conducted after the 2022 and 2024 elections in the United States. We randomly assign partisans to receive either a placebo or an emotive reminder about the election that their party lost, containing others’ angry or worried reactions at the election outcome. Contrary to our pre-registered expectations, we do not find evidence that priming negative feelings about electoral loss affects support for political violence or democratic norms. Emotive reminders about salient political events can momentarily turn up the heat on politics, but are not enough to propel partisans to adopt extreme anti-democratic attitudes. By linking the study of emotions to democratic norms, this article contributes to our understanding of when negative emotions (fail to) radicalise partisans.",
          "url": "https://doi.org/10.1017/s1475676525100601",
          "doi": "https://doi.org/10.1017/s1475676525100601",
          "filter": 0
        },
        {
          "title": "Preaching conservative ideas: The speech-act theory of value conflict",
          "authors": "Lise Lund Bjånesøy, Peter Esaiasson, Elisabeth Ivarsflaten, Paul M. Sniderman",
          "abstract": "This is a study of how opposing cultural values influence support for minorities’ civil liberties. We build on a rich body of work, which establishes that culturally liberal Europeans are more likely to value diversity and favor minority rights than are cultural conservatives. Our contribution is to bring attention to how a second dimension of value conflict upends this established pattern. If a religious minority, in this case Muslims, wants to use their religious freedom to call on Muslims to adhere to conservative Islamic values – to preach them – support for their civil liberties plunges. We report substantively large and remarkably consistent results from seven classical tolerance experiments conducted in three European countries. In each trial, we observe the tendency of non-Muslims to deny Muslims their right to freedom of religion. We consistently observe that culturally liberal citizens join cultural conservatives in turning against Muslims’ right to hold a public rally when Muslims intend to exercise their right to freedom of expression to preach (the speech-act dimension) culturally conservative ideas in Islam ( the substantive dimension ). Preaching is a performative utterance, an instance of when saying something is doing something. What is being done, in addition to what is being said, is to call for compliance. This study finds that conflicts with religiously grounded values in contemporary European liberal democracies often have an additional order of intensity, because stating religious beliefs in the form of performative utterances is an integral part of religious practice.",
          "url": "https://doi.org/10.1017/s1475676526100759",
          "doi": "https://doi.org/10.1017/s1475676526100759",
          "filter": 0
        },
        {
          "title": "Does ideology trump geography? Political divides and MEP responses to democratic backsliding",
          "authors": "Natasha Wunsch, Mihail Chiru",
          "abstract": "Multiple rounds of European Union (EU) enlargement and the rise of the populist radical right have affected the organisation of political competition in the European Parliament (EP). This study probes how the EU’s efforts to redress democratic backsliding in several EU member states crystallise deepening divides between European lawmakers. Our empirical analysis examines 17 roll-call votes on rule of law issues and well over 900 discursive statements from corresponding parliamentary debates held between 2009 and 2019. Our unique approach enables us to analyse discursive and voting patterns both separately and jointly to understand how they affect each other. We find that behaviour across these different arenas is generally consistent and aligns with an ideological divide that pits Eurosceptic Members of the European Parliament (MEPs) against representatives from pro-EU European party groups. Once we account for ideological orientations and strategic motivations, the often-claimed East–West divide on rule of law issues becomes much less salient, emerging primarily under specific conditions of ongoing democratic erosion and national incumbency in Central and Eastern Europe. Our findings speak to the literature on EU responses to democratic backsliding as well as to the changing dynamics of political competition in the EU more broadly.",
          "url": "https://doi.org/10.1017/s1475676526100693",
          "doi": "https://doi.org/10.1017/s1475676526100693",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Geography of Grievance: Industrial Hubs Magnify Political Discontent",
          "authors": "Sung Eun Kim, Krzysztof Pelc",
          "abstract": "Why do some economic shocks have political consequences, upturning elections and ushering in radical candidates, while others are brushed off as structural change? We address this puzzle by looking to geographically concentrated industries, and how they relate to regional identity. While most often presented as a source of regional strength, we show that industrial hubs in the United States have accounted for more job losses than gains over the last twenty years. We then show how this matters through three original survey studies. Workers in geographically concentrated industries belong to denser, more deeply-rooted peer networks; these are associated with a stronger view that politicians are responsible for preventing layoffs. Those same individuals also perceive economic shocks of equal magnitude as more damaging to their region’s standing, compared to the rest of the country. Perceptions of lost regional standing, in turn, are associated with greater demand for populist leadership traits. Finally, we show how these individual attitudes translate into aggregate political behavior. Employment losses in industrial hubs are tied to greater support for Republican candidates, while equivalent losses in non-hubs show no analogous effect. Our account presents a competing picture to the dominant narrative of industrial hubs as founts of innovation and productivity. When threatened by structural forces, such hubs can turn instead into founts of political resentment.",
          "url": "https://doi.org/10.1017/s0020818325101203",
          "doi": "https://doi.org/10.1017/s0020818325101203",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Two Dilemmas in the Politics of Ethnic Federalism: Experimental Evidence From Ethiopia",
          "authors": "Braeden Davis, David Andres Dow, Jeremy Springman, Juan Fernando Tellez",
          "abstract": "Ethnic federalism, a system that devolves power to subnational states drawn along ethnic lines, is a widely debated approach to managing ethnic conflict. While scholars have studied its macro-level consequences, little is known about micro-level preferences within these countries. We examine two key dilemmas of ethnic federalism: (1) the “minorities within minorities dilemma”, where many ethnic group members live outside their designated state, and (2) the “devolution dilemma,” which concerns which powers should be held by the central versus state governments. Using survey experiments among Ethiopian university students, we find no average effect of changing power distributions on support for ethnic federalism, but substantial heterogeneity: politically and ethnically intolerant respondents respond strongly to devolving state power. We further find security policy is the primary concern in debates over devolution, followed by cultural policies. Our findings highlight the importance of micro-level perspectives in understanding the stability of ethnofederal systems and the political consequences of their reform.",
          "url": "https://doi.org/10.1177/00220027261427753",
          "doi": "https://doi.org/10.1177/00220027261427753",
          "filter": 0
        },
        {
          "title": "Seeing what Citizens Miss: How Monitors Improve Election Violence Reporting",
          "authors": "Leonardo R. Arriola, Arsène Brice Bado, Justine M. Davis, Allison N. Grossman, Aila M. Matanock",
          "abstract": "Documenting election violence is central to safeguarding electoral integrity, but collecting such data is difficult. While citizen crowdsourcing is often seen as a cost-effective alternative to traditional monitoring, we argue that monitors offer unique advantages through their training and insulation from local pressures. Our field experiment during Côte d’Ivoire’s 2020 presidential election assessed whether monitors enhance election violence documentation when used alongside citizen reporting. We found that the presence of a monitor increased the likelihood of violence being reported by 10.7 percentage points without affecting citizen behavior. Monitors with more geographic experience were more likely to report incidents, regardless of their proximity to their home communities. These findings highlight the importance of monitors in revealing latent violence and in enhancing the scope and depth of reports. This demonstrates the critical value of monitors, even as crowdsourced data become more prevalent.",
          "url": "https://doi.org/10.1177/00220027261424861",
          "doi": "https://doi.org/10.1177/00220027261424861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Partisan and Ideological Bias Among the Attentive Public: Evidence From Witness Slips in the Illinois General Assembly",
          "authors": "Michael Kistner, Michael Pomirchy",
          "abstract": "Prior work conjectures that representational gaps may arise due to biases in who contacts politicians. However, direct measures of legislator contact by members of the public are elusive. This study leverages a unique data source to evaluate partisan and ideological bias in public outreach: witness slips in the Illinois General Assembly, online forms individuals can use to support or oppose specific pieces of legislation. Using these expressed positions, we document two key facts. First, witnesses are significantly more supportive of Republican‐sponsored legislation than Democratic‐sponsored legislation. Second, after estimating ideal points for witnesses, we find witnesses are ideologically closer to Illinois Republicans than Democrats. Additional analyses reveal important ideological heterogeneity by policy jurisdiction and interest group affiliation. Together, the results support one theoretical explanation of why legislators systematically mischaracterize public opinion: the views they are exposed to differ significantly from those of the general public.",
          "url": "https://doi.org/10.1111/lsq.70057",
          "doi": "https://doi.org/10.1111/lsq.70057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: Political parties and religion in post-communist Poland SzczerbiakAleks, Political Parties and Religion in Post-Communist Poland. London and New York: Routledge, 2025. pp. 226. $142.50. ISBN 978-0367456634.",
          "authors": "Anna Grzymala-Busse",
          "url": "https://doi.org/10.1177/13540688261428461",
          "doi": "https://doi.org/10.1177/13540688261428461",
          "filter": 0
        },
        {
          "title": "Measuring factional conflict: A comparative approach using party leadership contests",
          "authors": "Mike Cowburn, Amelia Malpas, Rachel M Blum",
          "abstract": "Intra-party factions have attracted increased scholarly attention in the twenty-first century as party systems have fragmented. Yet, we lack a comparative approach to identify factional conflict. We offer a novel, qualitatively derived approach to operationalize factional conflict using patterns of support in leadership contests. We apply our approach to an original dataset of 205 leadership contests from 29 parties in six consolidated democracies between 1990 and 2024. Empirically, we find that rates of factional conflict in mainstream parties increased from the first decade of the twenty-first century onwards. Niche parties had significantly less factional conflict during this period. We discuss the benefits and limitations of our approach, implications of our empirical finding, and directions for future development and application.",
          "url": "https://doi.org/10.1177/13540688261427364",
          "doi": "https://doi.org/10.1177/13540688261427364",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Unravelling inclusive food citizenship: insights from East-Central London",
          "authors": "Marta López Cifuentes",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103518",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103518",
          "filter": 0
        },
        {
          "title": "Topography of power. Visual domination and the geography of pursuit on Alpine borders",
          "authors": "Sarah Bachellerie",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103517",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103517",
          "filter": 0
        },
        {
          "title": "Lost votes, divided cities: The unequal electoral geography of invalid voting in Germany’s urban neighbourhoods (2002–2025)",
          "authors": "Jonas von Ciriacy-Wantrup, Sebastian Kohl",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103507",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103507",
          "filter": 0
        },
        {
          "title": "From home to summit: Sovereign bodies and the everyday geopolitics of mountain tourism in Iraqi Kurdistan",
          "authors": "Marie Poulain, Jean Miczka",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103508",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103508",
          "filter": 0
        },
        {
          "title": "Exposure to border violence erodes military trust: Mixed-methods evidence from Ghana",
          "authors": "Ore Koren, Kaderi Bukari",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103511",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103511",
          "filter": 0
        },
        {
          "title": "Climate Justice or Climate Apartheid? The justice trade-offs of private solar investments for South Africa's just transition",
          "authors": "Charlotte Lemanski, Christina Culwick Fatti, Fiona Anciano",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103512",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103512",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Waking up to politics: How sleep quality relates to political participation",
          "authors": "Fatih Erol, Nathan K. Micatka, Aleksander Ksiazkiewicz",
          "abstract": "Getting restful sleep is essential to people's academic achievement, cognitive functioning, life satisfaction, mental and physical health, pro‐sociality, and vigilance. Our study translates these insights for political science by examining the relationship of sleep quality with turnout and non‐electoral participation across multiple countries in four major datasets. Using a multilevel approach, we find that getting good sleep is strongly linked with a higher likelihood of turnout. Conversely, we observe that poor sleep quality motivates greater non‐electoral political participation. Additional analyses indicate that the previously documented curvilinear relationship between sleep duration and turnout emerges primarily among those with poor sleep quality, while duration shows no association with turnout among well‐rested individuals, suggesting duration may serve a compensatory function when quality is compromised. We also find that these results are robust to asynchronous timing between sleep quality and civic participation measures. We argue that creating societies where high‐quality sleep is accessible to the public is vital to the sustainability of democratic regimes.",
          "url": "https://doi.org/10.1111/pops.70124",
          "doi": "https://doi.org/10.1111/pops.70124",
          "filter": 0
        },
        {
          "title": "Motivated causal judgments and responsibility for civilian casualties in military conflicts",
          "authors": "Dimiter Toshkov, Honorata Mazepus",
          "abstract": "Causal judgments are ubiquitous in politics and crucial for assigning responsibility and blame. Cognitive science has demonstrated that people are more likely to pick factors as “causal” when they make a difference for the outcome across a range of counterfactual scenarios, with the scenarios sampled based on statistical and prescriptive normality. We propose that this makes causal judgments susceptible to motivated reasoning and ingroup favoritism in particular. We hypothesize that people will be less likely to assign causal efficacy and responsibility for counternormative outcomes to groups they support, and that the bias will be greater for more complex causal structures. We test these propositions in two pre‐registered survey experiments run on representative samples in Poland. The context of the experimental vignettes is a military conflict between Russia and Ukraine. We find that, in all scenarios, respondents assign significantly higher causal power and responsibility to the attackers when the attackers are Russian rather than Ukrainian, consistent with our theory and the very high levels of public support for Ukraine in Poland. Contrary to our expectations, the responsibility of the attackers is not significantly lower when they hit a public building as a result of defending combatants moving there rather than when unprovoked.",
          "url": "https://doi.org/10.1111/pops.70122",
          "doi": "https://doi.org/10.1111/pops.70122",
          "filter": 0
        },
        {
          "title": "The energy island: Texan collective narcissism predicts support for energy isolationism",
          "authors": "Aleksandra Cichocka, Alicja Balcerak, Michał Główczewski, Adrian D. Wojcik, Aleksandra Cislak",
          "abstract": "This research examined whether state‐level collective narcissism, a belief that one's state is exceptional and entitled to special treatment, predicts support for policies that prioritize state independence even if they harm fellow residents. Three pre‐registered studies focused on controversies around the independent power grid in Texas, which has been linked to major power shortages in the state. In Study 1 ( N = 223), Texan collective narcissism was strongly linked to support for energy isolationism. Study 2 ( N = 217) replicated this finding, even when costs were emphasized, but the effect was weaker for those who supported the state Governor. In Study 3 ( N = 543), emphasizing personal costs of energy isolationism reduced support for grid independence among those high in collective narcissism. This finding suggests that self‐related motives might be behind the appeal of isolationist policies for those high in collective narcissism. The effects we observed were similar even when adjusting for political beliefs and regional identification (Studies 1–3), national narcissism and identification (Study 2), as well as individual narcissism and self‐esteem (Study 3). These studies highlight the role of narcissistic regional identity in policy preferences.",
          "url": "https://doi.org/10.1111/pops.70123",
          "doi": "https://doi.org/10.1111/pops.70123",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The shadow of social desirability bias: evidence from reassessing the sources of political trust in China",
          "authors": "Ding Li, Xiaobo Lü, Shuang Ma, Wenhui Yang",
          "abstract": "Recent scholarship has emphasized methodological innovations to mitigate preference falsification in public opinion data, yet systematic scrutiny of bias in regression analyses remains limited. Drawing on analyses of political trust in China, we offer three key insights. First, determining the direction of social desirability bias in regression estimates—whether over- or underestimation—is challenging ex ante . Second, analyses of two nationally representative Chinese surveys, one incorporating a list experiment, cast doubt on the purported positive effect of social welfare expansion on political trust. Extending beyond social welfare and the Chinese case, we find similar biases when regressions rely on direct questions. Third, we show that certain identification strategies can partially mitigate regression bias when direct questions are unavoidable.",
          "url": "https://doi.org/10.1017/psrm.2025.10080",
          "doi": "https://doi.org/10.1017/psrm.2025.10080",
          "filter": 0
        },
        {
          "title": "Fine-tuned large language models can replicate expert coding better than trained coders: a study on informative signals sent by interest groups",
          "authors": "Dahyun Choi, Denis Peskoff, Brandon M. Stewart",
          "abstract": "Understanding how political information is transmitted requires tools that can reliably and scalably capture complex signals in text. While existing studies highlight interest groups as strategic information providers, empirical analysis has been constrained by reliance on expert annotation. Using policy documents released by interest groups, this study shows that fine-tuned large language models (LLMs) outperform lightly trained workers, crowdworkers, and zero-shot LLMs in distinguishing two difficult-to-separate categories: informative signals that help improve political decision-making and associative signals that shape preferences but lack substantive relevance. We further demonstrate that the classifier generalizes out of distribution across two applications. Although the empirical setting is domain-specific, the approach offers a scalable method for expert-driven text coding applicable to other areas of political inquiry.",
          "url": "https://doi.org/10.1017/psrm.2025.10086",
          "doi": "https://doi.org/10.1017/psrm.2025.10086",
          "filter": 0
        },
        {
          "title": "A randomized field trial on motives for consulting with elected officials",
          "authors": "William Minozzi, Michael A. Neblo, Andrew Leigh",
          "abstract": "Scholars know little about participation in consultative events such as town halls, and even less about newer modalities, such as telephone town halls. We study participation in such events with a large, randomized field trial in which Australian voters received varying invitations to a telephone town hall with their representative. In addition to invitations framed prospectively or retrospectively , a control condition provided no rationale for participation. Surprisingly, the control group had higher acceptance rates than retrospective for both events, and for prospective in May. After accounting for this, treatment groups remained on the call longer, significantly for prospective in July. We see no differences by gender, but the youngest cohort had higher acceptance rates in the prospective condition than in the control for both events.",
          "url": "https://doi.org/10.1017/psrm.2026.10092",
          "doi": "https://doi.org/10.1017/psrm.2026.10092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "UFOs in the Cold War: A Fun Assignment for Teaching Digital Archival Research",
          "authors": "Spyridon Kotsovilis, Meaghan Valant",
          "abstract": "As the number of digitized archives increases, so does attention to archival research as a useful qualitative method. This article presents a pilot project in an undergraduate political science methods course at the University of Toronto Mississauga designed to familiarize and engage students with digital archival research in an entertaining way. In collaboration with the campus library, students were invited to imagine themselves as rookie detectives and investigate a “cold case” of a potential Unidentified Flying Object encounter in Canada during the Cold War. They explored a digital archive curated explicitly for this purpose and made available in the course’s online learning-management system, with related documents and photographs accessible from the Library and Archives Canada; visited the library that presented archival research; and answered questions relevant to the case. Results from a subsequent participants’ self-assessing survey indicate that this assignment was beneficial in enhancing student comprehension of archival research. This suggests that such innovative pedagogical activities can render topics like methods more appealing and learning about them more enjoyable.",
          "url": "https://doi.org/10.1017/s1049096525101571",
          "doi": "https://doi.org/10.1017/s1049096525101571",
          "filter": 0
        },
        {
          "title": "Introduction: Teaching Qualitative Methods in Undergraduate Education",
          "authors": "Shamira Gelbman, Sebastian Karcher",
          "abstract": "This article introduces a symposium on teaching qualitative research methods to undergraduate students. Qualitative methods have an important role in both the discipline and the professional development of students but do not occupy a commensurate space in research pedagogy. This is due in part to the lack of resources for effectively teaching qualitative methods—a lack this symposium seeks to address. We identify four common themes in the four symposium contributions: (1) the importance of including the ethical and epistemological foundations of qualitative work; (2) the possibilities of teaching qualitative methods across the entire research cycle; (3) the importance of carefully structuring and designing active and experiential learning in research pedagogy; and (4) the unique opportunities of moving beyond the classroom in teaching qualitative research.",
          "url": "https://doi.org/10.1017/s1049096525101777",
          "doi": "https://doi.org/10.1017/s1049096525101777",
          "filter": 0
        },
        {
          "title": "Learning Before Doing: Community-Based Learning as Research Methods Learning",
          "authors": "Lara-Zuzan Golesorkhi",
          "abstract": "Instructors must balance advancing student knowledge and fostering civic abilities as dual objectives of political science education. Combining these objectives has informed various approaches in course design that often follow the idea of learning by doing, with a strong emphasis on the doing. This article presents a pedagogical frame—“community-based learning as research methods learning”—that focuses on the learning side of learning by doing and centers research instruction. It suggests that community-based learning must come before community-based research and that research methods learning must come before carrying out research tasks. The article invites those who aim to address the dual objectives of political science education in their course design to do so with a methods-learning mindset rather than solely with a research-output trajectory.",
          "url": "https://doi.org/10.1017/s1049096525101510",
          "doi": "https://doi.org/10.1017/s1049096525101510",
          "filter": 0
        },
        {
          "title": "Developing Interview Questions in Undergraduate Classrooms: Introducing a Rubric for Question Development",
          "authors": "Pedro A. G. dos Santos, Mary P. McGuire, Xiaoye She",
          "abstract": "Interviewing is a widely used method in political science. Nevertheless, the emphasis on teaching quantitative methods means that proper training for interviewing is lacking at the undergraduate level. In this article we provide tools for instructors to better prepare students to conduct interviews as a research method. Anchoring our discussion on developing good and ethically sound interview questions, we introduce a rubric to assess question development and explore best practices in developing interview questions in three courses in educational institutions with distinct characteristics.",
          "url": "https://doi.org/10.1017/s1049096525101649",
          "doi": "https://doi.org/10.1017/s1049096525101649",
          "filter": 0
        },
        {
          "title": "Considering the Truth Value of an Optical Illusion: Foundations of Political Analysis",
          "authors": "Michelle D. Weitzel",
          "abstract": "Epistemological positioning is foundational to any analysis, yet pluralist epistemologies are taught unevenly in political science methods courses. This article draws attention to this crucial foundation and suggests that a basic grounding in positivist and interpretivist research paradigms would give students conceptual tools to adjudicate between competing claims and contradictory evidence in the empirical world—even as it would highlight comparative advantages of different approaches to knowledge production. Using an optical illusion as a heuristic guide, the article proposes a practical classroom exercise to illustrate the central differences between positivist and interpretivist approaches to political science and to elucidate how these differences play out in research design and inquiry.",
          "url": "https://doi.org/10.1017/s1049096525101716",
          "doi": "https://doi.org/10.1017/s1049096525101716",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Hypercompetitiveness and Loser’s Consent",
          "authors": "Marc J Hetherington, Allen Wilson, Ryan M DeTamble, David C Barker",
          "abstract": "Electoral democracy rests on the conferral of Loser’s Consent. The Capitol insurrection of January 6, 2021—and the widespread sympathy for it that endures among Republican citizens and elected officials—can be understood as an unprecedented denial of that Consent. We hypothesize that insurrectionist sympathies among 2020 election losers are structured in part by hypercompetitiveness—a psychological need to win at all costs. Using original survey data collected in the spring of 2022, we find strong suggestive support for our hypothesis. Many of the Americans who fail to condemn the Capitol riot may not be simply knee-jerk partisans, well-intentioned victims of propaganda, or sycophants in thrall to a would-be authoritarian leader. Substantiating the anxieties of many observers, those people may instead be unwilling to abide by democratic rules if it means they have to lose.",
          "url": "https://doi.org/10.1093/poq/nfaf063",
          "doi": "https://doi.org/10.1093/poq/nfaf063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "The use of confirmation and refutation frames in fact-checking war-related misinformation",
          "authors": "Carolina F. T. Batista, Ernesto Calvo, Shibley Telhami",
          "abstract": "We implement a survey experiment to measure the effects of confirmation versus refutation frames in fact-checking wartime corrections. Respondents were presented with semantically equivalent statements that either confirmed accurate information (e.g., “It is TRUE that President Zelensky remained in Ukraine”) or refuted its inaccurate version (e.g., “It is FALSE that President Zelensky left Ukraine”). We evaluate whether confirmation frames increase sharing behavior compared with refutation frames. We also test whether refutation frames elicit more negative sentiments—such as anger and disgust—while confirmation frames generate more positive emotional responses. The experimental design mimics a Facebook post and employs four randomized treatments that vary in framing (confirmation vs. refutation) and news source ( The New York Times vs Fox News ). The survey was administered to 2091 U.S. adults in May 2022.",
          "url": "https://doi.org/10.1177/20531680261426513",
          "doi": "https://doi.org/10.1177/20531680261426513",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gateways to White Nationalism: Leaders’ Online Rhetoric and Follower Engagement",
          "authors": "Carly Wayne, Luwei Ying",
          "url": "https://doi.org/10.1086/740972",
          "doi": "https://doi.org/10.1086/740972",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "When does accommodation fail? The electoral consequences of intra-party divisions and mainstream party strategies",
          "authors": "Felix Lehmann",
          "url": "https://doi.org/10.1080/01402382.2026.2625601",
          "doi": "https://doi.org/10.1080/01402382.2026.2625601",
          "filter": 0
        },
        {
          "title": "Do impartial inquiries help voters hold the government accountable for political misconduct?",
          "authors": "Jannik Fenger",
          "url": "https://doi.org/10.1080/01402382.2026.2623581",
          "doi": "https://doi.org/10.1080/01402382.2026.2623581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
