{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "States, cities, and border control: Do sub‐state collectives have a right to protect vulnerable people on the move?",
          "authors": "Kim Angell",
          "abstract": "It is beyond doubt that states everywhere practice discretionary border control. However, in normative political theory, there is vigorous debate about the justifiability of this practice. Some theorists appeal to border crossers’ interest in free movement, envisioning an open borders utopia, while others emphasize the value of collective self‐determination, defending strong border control rights for states. Both perspectives focus on two primary interest‐holders: state collectives and individual border crossers. This analysis offers a novel perspective by arguing that cities—and sub‐state collectives in general—may also have significant interests in immigration policy. Through empirical examples like Europe's “Solidarity Cities” and North American sanctuary cities, the paper argues that cities often possess self‐determination–based rights to protect an additional quota of vulnerable border crossers, beyond those their state protects. This conclusion is surprising because appeals to self‐determination typically defend a state's right to limit migration. Yet, it is one that proponents of the self‐determination view have reason to accept.",
          "url": "https://doi.org/10.1111/ajps.12998",
          "doi": "https://doi.org/10.1111/ajps.12998",
          "filter": 0
        },
        {
          "title": "The logic of secret alliances",
          "authors": "Peter Bils, Bradley C. Smith",
          "abstract": "Alliances are typically understood as agreements intended to deter aggression from enemy states. By signaling an ally's commitment to a protégé state, a shared enemy may be deterred from attacking. In light of this signaling logic, secret alliances are puzzling. Because they are not observed, secret alliances by definition cannot achieve deterrence through signaling. So why do states enter into these secret agreements? We argue that alliances may also act as a signal of a state's intentions, potentially undermining deterrence. If a new alliance signals that the members' interests are unaligned with those of a shared enemy, the enemy may be provoked into war. As a consequence, states sometimes want to keep alliance agreements secret. To develop this argument, we analyze a formal model in which states may enter into secret or public alliance agreements. We find that the possibility of secret alliances has general effects on deterrence—possibly undermining the deterrent value of concurrent public alliances.",
          "url": "https://doi.org/10.1111/ajps.12997",
          "doi": "https://doi.org/10.1111/ajps.12997",
          "filter": 0
        },
        {
          "title": "Unpacking the role of in‐group bias in US public opinion on human rights violations",
          "authors": "Rebecca Cordell",
          "abstract": "Which actor identities and social and political cleavages drive public opinion on human rights violations? While in‐group bias is known to influence public responses to government abuses, the relative impact of different identity characteristics has not been directly tested. Building on social identity theory and moral typecasting theory, I use a conjoint survey experiment in the United States of 3,200 respondents to examine the causal effects of in‐group bias across multiple actor identities (perpetrator, target, and elite cue giver) and social and political divides (partisanship, race, religion, and citizenship). Party loyalty to the perpetrator dominates other group identities; simply changing the perpetrator's political identity can be an important determinant for whether respondents oppose violations. Surprisingly, the target's race, religion, and citizenship has mixed impact, and partisan cues have little effect. These findings highlight when group loyalty outweighs human rights concerns and where public demand for government accountability may be reduced.",
          "url": "https://doi.org/10.1111/ajps.12995",
          "doi": "https://doi.org/10.1111/ajps.12995",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Who Needs a Theory of Justice? Judith Shklar and the Politics of Injustice",
          "authors": "ROBIN DOUGLASS",
          "abstract": "Much recent political theory aims to move beyond the dominant approach to theorizing justice by foregrounding cases of injustice. Judith Shklar’s The Faces of Injustice is regularly invoked in this context, yet the full force of her challenge to the “normal model of justice” and its implications for understanding injustice have not been fully appreciated. This article reconstructs and defends Shklar’s approach to theorizing injustice. It evaluates the differences between John Rawls’s account of the sense of justice and Shklar’s notion of the sense of injustice, showing why the latter should be theorized in relation to plural, competing, and ever-changing expectations, rather than in relation to ideal principles of justice. It illustrates how we can evaluate political responses to injustice without recourse to such principles and maintains that doing so is a strength of any democratic theory that is committed to giving injustice its due.",
          "url": "https://doi.org/10.1017/s0003055425100816",
          "doi": "https://doi.org/10.1017/s0003055425100816",
          "filter": 0
        },
        {
          "title": "War and Responsibility",
          "authors": "M. PATRICK HULME",
          "abstract": "Scholars and policymakers bemoan an imperial presidency in the war powers context, where the unilateral use of force is frequently interpreted as evidence of an unconstrained executive. Focusing on the strong blame avoidance incentives faced by politicians in the military intervention setting, I develop a model of the war powers focused on “Loss Responsibility Costs.” It suggests that presidents only risk full-scale war when they have the political cover provided by formal authorization, which forces lawmakers to share responsibility. Smaller interventions, in contrast, are frequently undertaken unilaterally because having the president act alone is consistent with congressional preferences for blame avoidance. Novel sentiment data based on tens of thousands of congressional speeches supports the claim that when the president acts unilaterally, they almost always act alongside lawmaker support, who favor intervention but avoid formally endorsing the endeavor. Altogether, it suggests legislators’ influence over war is stronger than commonly appreciated.",
          "url": "https://doi.org/10.1017/s0003055425000206",
          "doi": "https://doi.org/10.1017/s0003055425000206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The British Conservative Party and Europe: The Choosing of John Major",
          "authors": "Philip Cowley, John Garry",
          "abstract": "This article provides an empirical analysis of voting behaviour in the second ballot of the 1990 Conservative leadership contest that resulted in John Major becoming party leader and prime minister. Seven hypotheses of voting behaviour are generated from the extant literature relating voting to socio-economic variables (occupational and educational background), political variables (parliamentary experience, career status, age and electoral marginality) and ideological variables (drawn from survey data on MPs' positions on economic, European and moral issues). These hypotheses are tested using data on voting intentions gathered from published lists of MPs' declarations, interviews with each of the leadership campaign teams, and correspondence with MPs. Bivariate relationships are presented, followed by logistic regression analysis to isolate the unique impact that each variable had on voting. This shows that educational background, parliamentary experience and (especially) attitudes to Europe were the key factors determining voting. The importance of Europe in the contest is particularly instructive: the severe problems for Major's leadership which were caused by the issue can be attributed to, and understood in the context of, the 1990 contest in which he became leader.",
          "url": "https://doi.org/10.1017/s0007123498000210",
          "doi": "https://doi.org/10.1017/s0007123498000210",
          "filter": 0
        },
        {
          "title": "Understanding Voter Fatigue: Election Frequency and Electoral Abstention Approval",
          "authors": "Filip Kostelka",
          "abstract": "The existing literature shows that frequent elections depress electoral participation and contribute to the global decline in voter turnout. However, the causal mechanisms remain unclear. This paper investigates the sources of voter fatigue and hypothesizes that frequent elections make electoral abstention more acceptable to citizens. It tests the main hypothesis via an original pre-registered survey experiment fielded in five countries with a total sample size of 12,221 respondents. The results provide pioneering evidence on the psychological effects of election frequency. They confirm that high election frequency increases the social acceptability of electoral abstention and that this effect is proportional to the number of past elections. It can be equally observed among all major social groups, including politically engaged citizens and those who believe that voting is a civic duty. These findings hold major implications for our understanding of voter turnout and democratic institutional engineering.",
          "url": "https://doi.org/10.1017/s0007123425000171",
          "doi": "https://doi.org/10.1017/s0007123425000171",
          "filter": 0
        },
        {
          "title": "Political Activists are Not Driven by Instrumental Motives: Evidence from Two Natural Field Experiments",
          "authors": "Anselm Hager, Lukas Hensel, Johannes Hermle, Christopher Roth",
          "abstract": "Are political activists driven by instrumental motives such as making a career in politics or mobilizing voters? We implement two natural field experiments in which party activists are randomly informed that canvassing is i) effective at mobilizing voters, or ii) effective for enhancing activists’ political careers. We find no effect of the treatments on activists’ intended and actual canvassing behaviour. The null finding holds despite a successful manipulation check and replication study, high statistical power, a natural field setting, and an unobtrusive measurement strategy. Using an expert survey, we show that the null finding shifted Bayesian posterior beliefs about the treatment’s effectiveness toward zero. The evidence thus casts doubt on two popular hypothesized instrumental drivers of political activism – voter persuasion and career concerns – and points toward expressive benefits as more plausible motives.",
          "url": "https://doi.org/10.1017/s0007123424001029",
          "doi": "https://doi.org/10.1017/s0007123424001029",
          "filter": 0
        },
        {
          "title": "How Do Electoral Outcomes Affect Campaign Contributions? The Role of Personal Loyalty and Investment Motives",
          "authors": "Miguel R. Rueda, Nelson A. Ruiz",
          "abstract": "How do electoral outcomes affect campaign contributions? We argue that in contexts where personal connections to the candidate and investment motivations dominate ideology and partisanship as drivers of donations, two main factors shape donors’ future behaviour: 1) government benefits accrued by donors (for example, contracts) and 2) whether the supported candidate runs again in future elections. Using data from Colombian mayoral elections, a context with no re-election, weak parties, and non-ideological races, we find that donating to the winning candidate reduces the probability of donating in the next election. We further show that, among donors to the winner, those who receive a contract from the municipality are more likely to continue donating than those without contracts. The findings highlight the importance of personal loyalty to the candidate and the fulfilment of donors’ investment expectations determining campaign contributions in non-established democracies.",
          "url": "https://doi.org/10.1017/s000712342400036x",
          "doi": "https://doi.org/10.1017/s000712342400036x",
          "filter": 0
        },
        {
          "title": "Varieties of Anxieties: Disaggregating Emotion and Voting Behaviour in the COVID-19 Era",
          "authors": "Ranjit Lall, David Vilalta",
          "abstract": "How does anxiety influence voting behaviour? Whereas anxiety is usually treated as a unidimensional emotion, we highlight the multiplicity of socially contingent forms it can assume in response to societal threats. Different anxieties, we posit, can create distinct axes of political competition along which anxious voters exhibit widely varying preferences. We illustrate our argument with unique observational and experimental survey data from Spain’s COVID-19 crisis, showing that individuals anxious about the pandemic’s health consequences favoured parties advocating stringent lockdown restrictions, whereas individuals anxious about its economic disruption preferred parties opposing such measures. Analyzing municipality-level results from Madrid’s 2021 regional election, we additionally provide evidence that COVID-19 boosted support for pro-lockdown parties in areas more exposed to its health effects and support for anti-lockdown parties in areas more exposed to its economic impact. Our findings point to the importance of disaggregating complex emotional states for understanding the determinants of voting behaviour.",
          "url": "https://doi.org/10.1017/s0007123425000377",
          "doi": "https://doi.org/10.1017/s0007123425000377",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Nature Made the State: Exploring the Effect of Disasters on Centralization",
          "authors": "Sung Min Han, Min Tang, Jinhai Yu",
          "abstract": "This study explores the institutional consequences of natural disasters on the distribution of authority between national and subnational governments. Specifically, it examines how disasters influence fiscal and administrative centralization and how this effect varies with their geographic distribution. We argue that natural disasters act as external shocks that increase institutional centralization and the centralizing effect of disasters is more pronounced when they occur farther from the capital or are widely dispersed. Using data from 84 countries (1962–2018), we find support for both the centralizing impact of disasters and the moderating effect of geographic distribution. Results also reveal variations in the effects across different types of disasters, dimensions of centralization, and time lags reflecting cumulative impacts. Overall, the findings suggest that, contrary to the global trend of decentralization, natural disasters drive national and subnational units toward greater centralization, highlighting the adaptive capacity of modern states in response to environmental shocks.",
          "url": "https://doi.org/10.1177/00104140251349661",
          "doi": "https://doi.org/10.1177/00104140251349661",
          "filter": 0
        },
        {
          "title": "Opposing Backsliding Through Policy Competition: The Case of Poland’s Civic Platform (2015–2023)",
          "authors": "Melis G. Laebens, Marcin Ślarzyński",
          "abstract": "Democratic backsliding is often accompanied by popular policy innovations which boost the incumbent’s popularity, leaving opposition parties in a difficult electoral position. We analyze the strategies available to the opposition in such contexts through a theoretical discussion of issue-based competition and an exploratory case study of Poland’s main opposition party Civic Platform (PO) during eight years of democratic backsliding under United Right governments. Studying the changing positions of PO in three policy areas (abortion, social policy and national memory and identity), we outline how the opposition can re-position itself to attract votes. We argue that backsliding, because it produces a sense of urgency, incentivizes opposition parties to shift some of their policy positions either towards or away from the incumbent’s – even on issues that are central to their political identity. Because backsliding unleashes an existential conflict that strengthens partisan loyalties, opposition voters tolerate some changes that go against their preferences.",
          "url": "https://doi.org/10.1177/00104140251349659",
          "doi": "https://doi.org/10.1177/00104140251349659",
          "filter": 0
        },
        {
          "title": "The Political Legacy of Elite Repression",
          "authors": "Leonid Peisakhin, Didac Queralt",
          "abstract": "Most work on the legacies of violence studies mass repression. In this paper, we explore the longterm effects of selective repression of local elites on ordinary community members who had not been subject to direct repression. Drawing on the literature on the legacy of violence against civilians, we hypothesize that elite-targeted repression creates a political backlash in the affected communities. Examining the legacy of Nazi-era repression of Catholic clergy in Bavaria we ask whether historical repression against Catholic priests is associated with higher support for Christian Democrats after WWII. We find that municipalities where Catholic priests had been repressed are more likely to vote for Christian Democrats in the post-war elections. The legacy of priest repression on voting behavior persists into the present, although its magnitude wanes overtime. These findings suggest that repression of elites leaves lasting intergenerational legacies on mass political and social behavior.",
          "url": "https://doi.org/10.1177/00104140251349644",
          "doi": "https://doi.org/10.1177/00104140251349644",
          "filter": 0
        },
        {
          "title": "The Wartime Roots of Rural Governance: Militias’ Evolving Roles in Post-Conflict Peru",
          "authors": "Nicolás Taccone",
          "abstract": "Under what conditions can militias enhance governance in post-conflict settings? Drawing on nine months of fieldwork in rural Peru, this paper develops a theoretical framework to explain militias’ varied post-civil war trajectories, focusing on their wartime relationships with the military and local communities. I argue that militias with autonomy from the military and strong community ties are more likely to persist and strengthen post-war rural governance. By protecting communities from civil war violence, these militias earn social legitimacy and become institutionalized, prompting their members and local villagers to repurpose them for post-conflict governance roles—an overlooked yet essential trajectory for militias in post-conflict settings. To substantiate my argument, I conduct a comparative historical analysis in Peru’s rural periphery using multiple site-intensive methods, including interviews, archival work, and participant observation. The paper offers insights into the historical legacies of violence, institutional change, and governance in areas with minimal state presence.",
          "url": "https://doi.org/10.1177/00104140251342934",
          "doi": "https://doi.org/10.1177/00104140251342934",
          "filter": 0
        },
        {
          "title": "The Social Origins of Democracy and Authoritarianism Reconsidered: Prussia and Sweden in Comparison",
          "authors": "Erik Bengtsson, Felix Kersting",
          "abstract": "In a large social science literature, unequal rural class structures (“landlordism”) are associated with authoritarian political outcomes. This paper revisits the debate, focus- ing on the landlords’ ideological domination of the lower classes and anti-democratic attitudes in estate-dominated areas. We contrast the authoritarian landlordism model with a perspective where inequality fosters leftist mobilization if landlords fail to assert hegemony. Analyzing Prussia and Sweden–often seen as opposites in terms of their ru- ral class structures–we challenge the view of Sweden as egalitarian, showing its agrarian inequality was similar to Prussia’s. Examining within-country correlations between land inequality and electoral support for Conservatives, Nazis, and voter turnout, we find no evidence supporting the authoritarian landlordism model. Instead, our results empha- size the role of popular mobilization in Sweden and landlords’ weakening influence in Prussia.",
          "url": "https://doi.org/10.1177/00104140251349645",
          "doi": "https://doi.org/10.1177/00104140251349645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "A Revolution in Revolutionary Theory?",
          "authors": "Benjamin Abrams",
          "abstract": "Recently, the field of revolutionary theory has seen a flourishing of novel scholarly efforts that constitute a genuine regeneration of how we conceive of, investigate, and interpret revolutions. The first elements of this regeneration of revolutionary theory have now found their way to print, and the scene is set for a prospective revolution in our field. This article surveys the history of revolutionary theory since 1883, establishes the scope and contribution of the field’s present rejuvenation, and charts the place of these developments in the field’s broader path, before closing by exploring what may be in store for students of revolution in the future. In doing so, the article draws attention to three areas of current rejuvenation: latent patterns of revolution; long revolutionary outcomes; and revolutionary ideas. Moreover, it proposes three areas for fruitful new research: revolutionary programs, revolutions as political systems, and the dynamics occurring within “the fog of revolution.”",
          "url": "https://doi.org/10.5129/001041525x17485314743546",
          "doi": "https://doi.org/10.5129/001041525x17485314743546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Voting alone: Early voting and turnout in couples",
          "authors": "Johannes Bergh, Dag Arne Christensen, Henning Finseraas",
          "url": "https://doi.org/10.1016/j.electstud.2025.102960",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Global Finance, Political Business Cycles, and the Politics of Foreign Reserves",
          "authors": "Ben Cormier, Patrick E Shea",
          "abstract": "Foreign reserves provide developing countries with resources for managing the effects of economic shocks and crises. Why do reserve levels vary across the developing world? Political business cycles (PBCs) have been associated with reserve level decreases, as incumbents draw them down to fund policies that provide voters with material benefits before elections. But governments can also obtain capital by borrowing on bond markets, getting the resources needed to fund PBC policy efforts through alternative means. We hypothesize and find that this means global finance conditions the PBC effect on foreign reserve levels. When pre-election global interest rates are high and borrowing is expensive, governments do draw down reserves. But when pre-election global interest rates are low and borrowing is cheap, governments borrow rather than deplete reserves. This helps explain variation in reserve levels, and thus variation in resilience against economic shocks, across developing countries. The study further suggests the importance of accounting for reserve use in studies of PBC effects on debt, adds novel PBC identification strategies to the literature, and signals how the politics of diverse areas of economic policymaking can be affected by global financial conditions.",
          "url": "https://doi.org/10.1093/isq/sqaf050",
          "doi": "https://doi.org/10.1093/isq/sqaf050",
          "filter": 0
        },
        {
          "title": "Domestic Causes, Global Consequences: The US Mexico City Policy's Global Impact on Intimate Partner Violence",
          "authors": "Mirko Heinzel, Catherine Weaver",
          "abstract": "How does donor domestic ideology and partisan politics shape the lives of people in aid-dependent countries? In this paper, we study the impact of the United States Mexico City Policy, which—when in place—prohibits the disbursement of United States aid funds to foreign Non-Governmental Organizations that provide information or services related to abortion care. Since its 1984 inception, every Democratic president has rescinded it, while every Republican has reinstated it. While previous global public health studies reveal how the Mexico City Policy has actually increased unwanted pregnancies and unsafe abortion rates, we argue that these unintended consequences go further than previously understood. We argue that when women lose access to abortion care, they are more likely to lose their lives and suffer life-changing injuries due to violence by their partners. Using global data on United States aid and the health burden caused by intimate partner violence against women in up to 204 countries and territories between 1993 and 2019, we show that the burden of deaths and disability attributed to intimate partner violence increases by approximately 16 percent when the Mexico City Policy is in place.",
          "url": "https://doi.org/10.1093/isq/sqaf049",
          "doi": "https://doi.org/10.1093/isq/sqaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Insurgency, Border Contiguity, and Social Conflict in Neighbor Countries",
          "authors": "Kaderi Bukari, Ore Koren",
          "abstract": "This study investigates how an insurgency in one state can intensify social conflict in a bordering state, focusing on the 2015 Burkina Faso insurgency and its impacts on northern Ghana. Building on past research, we theorize four pathways that can link insurgency to social conflict across the border. We use a mixed-methods approach, combining synthetic control models, fixed-effects panel data analyses, and extensive fieldwork across multiple communities, and find clear support for two pathways: insurgents using Ghana as a place for obtaining resources and diverted security forces creating vacuums exploited by bandits. The findings show that research and policy should consider more the interaction across multiple types of violence and varied geopolitical spaces in other susceptible world regions.",
          "url": "https://doi.org/10.1177/00220027251353772",
          "doi": "https://doi.org/10.1177/00220027251353772",
          "filter": 0
        },
        {
          "title": "Political Opportunity Structure Conditions the Legacy of Political Violence",
          "authors": "Austin Horng-En Wang",
          "abstract": "Previous studies render contradictory evidence linking political repression before and political participation after democratization. This article suggests that the perceived political opportunity conditions the long-term effect of political violence: victims punish the authoritarian successor party only if their district is not dominated by it. This hypothesis is examined through the unique context of Taiwan, where the former authoritarian party KMT is still competitive after democratization. Analysis of a newly published White Terror Dataset including 13,206 victims during the martial law period (1949–1987) shows that, if districts have more White Terror victims, KMT received more votes in KMT-dominated districts and fewer votes in districts without KMT domination. The psychological mechanism is supported by a pre-registered survey experiment ( n = 910), showing that the White Terror priming increases KMT’s vote when KMT leads in the poll. The result reconciles previous findings and explains authoritarian successor parties’ resilience in new democracies.",
          "url": "https://doi.org/10.1177/00220027251335212",
          "doi": "https://doi.org/10.1177/00220027251335212",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum to “Disaggregating Defection: Dissent Campaign Strategies and Security Force Disloyalty”",
          "url": "https://doi.org/10.1177/00220027251355698",
          "doi": "https://doi.org/10.1177/00220027251355698",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Tactics of survival: Strategies of Resistance Data Project update",
          "authors": "Kathleen Gallagher Cunningham, Ted Ellsworth, Harriet Goers, Michael Cowan, Oja Pathak, Ellin Chung",
          "abstract": "This article presents an update on the Strategies of Resistance Data Project. It extends the original coding of organizations seeking greater self-determination, including demands made by organizations, use of violent and nonviolent tactics and accommodations made to movements with a temporal range of 1960–2020. We elaborate on the update procedures, highlight trends in the data, and provide an application of the data to a number of hypotheses about organizational survival. The article explores tactics and organizational survival in a diverse set of contexts using data on both violent and nonviolent tactics. We find that employing a diversity of large-scale nonviolent tactics is associated with greater organizational survival, while accommodation by the state decreases the chance of survival.",
          "url": "https://doi.org/10.1177/00223433241267866",
          "doi": "https://doi.org/10.1177/00223433241267866",
          "filter": 0
        },
        {
          "title": "How United Nations peace operations can help overcome perils to post-conflict elections",
          "authors": "Barış Arı, Theodora-Ismene Gizelis, Wakako Maekawa",
          "abstract": "Agreeing to elections is generally seen as a key way to settle armed conflict and prevent recurrent violence. However, the transition from violent conflict to nonviolent electoral competition can be fraught with many challenges. Stable electoral competition requires trust in institutions, but trust often takes a long time to develop and is often lacking in post-conflict elections. We argue that UN peacebuilding operations can play an indispensable role in the development of stable electoral institutions through three interrelated ways: reducing political and electoral violence, supporting democratic attitudes and norms of peaceful coexistence, and reinforcing institutional capacity and the rule of law. Using a new measure of the expected quality of elections in post-conflict countries between 1946 and 2012, we show that UN peace missions are associated with better elections and a greater likelihood of successful transitions to electoral competition compared to post-conflict countries without UN involvement. We also find larger differences when the UN is involved in establishing electoral institutions, especially when there is no or limited prior electoral competition, indicating that the UN is effective at assisting the democratization processes in difficult contexts.",
          "url": "https://doi.org/10.1177/00223433251322287",
          "doi": "https://doi.org/10.1177/00223433251322287",
          "filter": 0
        },
        {
          "title": "Nonviolent alternatives reduce external support for rebel groups: Evidence from two cross-national survey experiments",
          "authors": "Matthew Cebul, Jonathan Pinckney",
          "abstract": "How do nonviolent alternatives affect international support for violent rebel groups? Armed rebellions are often sustained by outside sympathy and support, which conditions global coordination to end intrastate conflict. Studies on reducing such support largely neglect how the emergence of alternative, nonviolent resistance groups impacts international support for violent resistance. Nonviolent alternatives could plausibly increase support for armed rebellion by legitimizing the cause of resistance or reduce support by delegitimizing the means of violent rebellion relative to nonviolent alternatives. To examine this puzzle, we conducted two online survey experiments across more than 30 countries using a pre-post design to capture changes in attitudes toward a hypothetical violent rebel group before and after the emergence of an alternative resistance group. We randomly vary both the presence and features of the alternative group, including explicitly nonviolent rhetoric, government repression and concessions, and short descriptors meant to signal the alternative group’s capacity to fill psychological needs for agency, justice, and belonging. We find that alternative resistance options consistently reduce support for armed rebellion, including among those originally most supportive of it, and that respondents strongly prefer explicitly nonviolent alternatives, yet neither the material efficacy nor the emotional resonance of those alternatives have a substantial additional effect.",
          "url": "https://doi.org/10.1177/00223433251334919",
          "doi": "https://doi.org/10.1177/00223433251334919",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Legislation Against the Odds: Overcoming Ideological Gridlock in EU Decision‐Making",
          "authors": "Philipp Broniecki, Lukas Obholzer, Christine Reh",
          "abstract": "Negotiations in bicameral settings face the risk of gridlock when veto players' preferences diverge on the ideological (left–right) dimension. In the European Union (EU), a high proportion of legislation appears gridlocked yet is nevertheless adopted. We argue that ideological gridlock is resolved through the supply of and trust in legislative concessions. These are made to uphold supranational cooperation, to use issue linkage, and under “permissive consensus” across EU member states. We test our argument using a new dataset on amendments and repeals of existing EU laws (1999–2015). Our results demonstrate that elites' preferences on supranational cooperation as well as the potential for issue linkage help explain legislative success despite gridlock. High public Euroskepticism decreases the likelihood of compromise because lawmakers fear domestic electoral backlash to EU‐level concessions. We contribute to established debates about legislative bargaining under complexity and propose that politicized cooperation can diminish problem‐solving capacity across federations, multi‐level states, and international organizations.",
          "url": "https://doi.org/10.1111/lsq.70020",
          "doi": "https://doi.org/10.1111/lsq.70020",
          "filter": 0
        },
        {
          "title": "The (Sometimes Untraceable) Origins of Policy Ideas in Congress: An Analysis of Seven Landmark Laws",
          "authors": "Jeremy Gelman",
          "abstract": "Research on lawmaking suggests enactments are constructed in various ways. Although multiple approaches are documented in the literature, political scientists do not know which are used more often. In this paper, I examine how laws are created by studying seven modern landmark laws enacted during various policymaking windows. I use a text reuse approach to recursively trace each policy idea in these enactments to the original version proposed in Congress. My results show that (1) laws vary dramatically in how they are constructed, even within similar bill types; (2) when ideas linger on Congress's agenda, it is usually only for a few years, and (3) about 15% of ideas are added at the end of the legislative process where tracking the sponsor is impossible. These findings highlight the dynamism in bill construction. Among these laws, there is no “typical process,” many members contribute at many stages, and some of the largest, most consequential enactments have portions with unknown origins. The results contribute nuance to our understanding of legislative effectiveness, how it might be measured, and insight into how members engage in the legislative process when they anticipate a policy window opening.",
          "url": "https://doi.org/10.1111/lsq.70023",
          "doi": "https://doi.org/10.1111/lsq.70023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Internal cleavages and changing party system in indigenous politics – The Sámi Parliament of Norway",
          "authors": "Torvald Falch, Per Selle, Jonas Stein",
          "abstract": "Indigenous politics is different from “normal” politics. It is about power within the state and against the state in which fragmentation is commonly seen as fragility. Political party competition is therefore extremely rare, and interests’ representation is generally not organized through political parties. In this article, we analyze a unique and deviant case – Norway – where Indigenous system-building develops thorough party politics based on internal cleavages. Using unique survey data on Sámi voters ( N = 1134) we show how voters for the Sámi parties are divided on the question of Sámi self-determination and that this has transformed the party system from a “one-party dominant system” towards a two-party system based on an internal cleavage concerning the degree and type of self-determination. This transformation has been made possible by changes in the electoral system, a substantial increase in the Sámi electoral roll and major advancements in Indigenous rights in Norway.",
          "url": "https://doi.org/10.1177/13540688251349098",
          "doi": "https://doi.org/10.1177/13540688251349098",
          "filter": 0
        },
        {
          "title": "Are catchall strategies bound to fail? The catchall conundrum and the case of a niche agrarian-class party",
          "authors": "David Arter",
          "abstract": "When viewed as a response to long-term decline in a party’s core constituency – whether class, religion or language-based – catchall strategies involve the inherent risk of marginalising the party’s core voter without achieving significant and/or sustained electoral renewal. The risk of core shrinkage will not be offset by a durable electoral dividend and the catchall strategy may well feed the very decline it is designed to arrest. Whilst catchall strategies are not the exclusive preserve of any one type of party, the type of party may well affect the likelihood of achieving a catchall performance. Following Kirchheimer, parties based on a ‘specific professional category’s claims’, such as the Swedish Agrarians, cannot realistically aspire to a ‘successful transformation’. Accordingly, this paper considers whether the pursuit of a catchall strategy by an historic, niche agrarian-class party with exceptional regional strength in neighbouring Finland could hope to achieve a ‘catchall performance’. More widely it considers whether a catchall strategy is a realistic option in multiparty systems in which ‘new politics’ parties squeeze the available policy space and multi-dimensional cleavage structures cannot readily be accommodated within a single party.",
          "url": "https://doi.org/10.1177/13540688251339634",
          "doi": "https://doi.org/10.1177/13540688251339634",
          "filter": 0
        },
        {
          "title": "We’ll stop having debates: how party organizations strategically invoke evidence",
          "authors": "Sarah James",
          "abstract": "As the capacity to analyze data has mushroomed, invoking evidence to justify political opinions has gained popularity. How often do partisan organizations invoke evidence? How has this changed over time? I analyze the national party platforms from the two major American political parties since 1968 to assess when, how, and why the party organizations invoke evidence in their platforms. I introduce two categories for describing usage of evidence in partisan rhetoric: justification —citing evidence to corroborate the logic of existing ideological preferences—and solicitation —advertising interest in having more information to make a future policy decision. Using a novel dataset, I chart the frequency and style of how the two major parties invoke evidence in their platforms. I find stark partisan differences. While both parties primarily use solicitation—a finding that contradicts existing studies of individual political uses of knowledge—Republicans use justification at more than twice the rate of Democrats. I show this pattern accelerating after 1994. I argue that trends in how party organizations reference evidence reflect changes in values, goals, and policy commitments. Far from being neutral indicators of policy effectiveness, evidence is itself the product of and a tool for advancing a party’s agenda.",
          "url": "https://doi.org/10.1177/13540688251352319",
          "doi": "https://doi.org/10.1177/13540688251352319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Career Civil Servants’ Socially Embedded Responses to Democratic Backsliding",
          "authors": "Saar Alon-Barkat, Sharon Gilad, Nir Kosti, Ilana Shpaizman",
          "abstract": "Recent studies portray civil servants as potential guardians against populist attempts to undermine liberal democracy. However in polarized societies, bureaucrats, like citizens, tend to hold divergent perceptions of the threat that politicians’ actions pose to democracy. This, in turn, likely shapes bureaucrats’ responses. We examine this in the context of the attempt by Israel’s extreme right-wing populist government to curtail the powers and independence of the Israeli Supreme Court and replace legal advisors with political appointees (hereafter the “legal overhaul”). We employ a mixed-methods design, combining a survey, interviews, and a focus group with career civil servants, showing that those who perceive the legal overhaul as a threat to democracy are more inclined to exit government and less likely to voice and exert effort at work. These findings are attributed to respondents’ views of the legal overhaul as leading to future politicization, curtailed influence, and a threat to their role as civil servants.",
          "url": "https://doi.org/10.1017/s153759272500074x",
          "doi": "https://doi.org/10.1017/s153759272500074x",
          "filter": 0
        },
        {
          "title": "Exit as Voice: Implications of Russia’s War for the Understanding of Dissent under Authoritarianism",
          "authors": "Evgeny Roshchin",
          "abstract": "Building on the experience of Russian antiwar emigration in 2022, this article reinterprets the categories of “exit” and “voice” to better understand dissent under repressive political regimes. It argues that exit can function as a form of voice in contexts where other forms of voicing discontent are effectively eliminated by repression. This perspective on exit opens the category of voice to a normative conceptualization, defining it as an expression of civic identity. Acting on this identity in response to Russia’s war on Ukraine leads dissenting citizens either into self-imposed exile or inner exile. The article identifies three key modalities of voice available to dissenting citizens: exit-as-voice, voice-after-exit, and oblique voice. In all these modalities, voice is primarily performative, shaped by the political and ethical constraints that emerge from the interplay between repression and resistance. The article draws on an autoethnography of exit within Russian academia and on accounts of resistance both inside and outside Russia.",
          "url": "https://doi.org/10.1017/s1537592725000659",
          "doi": "https://doi.org/10.1017/s1537592725000659",
          "filter": 0
        },
        {
          "title": "The Political Clinic: Psychoanalysis and Social Change in the Twentieth Century. By Carolyn Laubender. New York: Columbia University Press, 2024. 348p.",
          "authors": "Nancy Luxon",
          "url": "https://doi.org/10.1017/s1537592725000970",
          "doi": "https://doi.org/10.1017/s1537592725000970",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Generalizing Trimming Bounds for Endogenously Missing Outcome Data Using Random Forests",
          "authors": "Cyrus Samii, Ye Wang, Junlong Aaron Zhou",
          "abstract": "We present a method for narrowing nonparametric bounds on treatment effects by adjusting for potentially large numbers of covariates, using generalized random forests. In many experimental or quasi-experimental studies, outcomes of interest are only observed for subjects who select (or are selected) to engage in the activity generating the outcome. Outcome data are thus endogenously missing for units who do not engage, and random or conditionally random treatment assignment before such choices is insufficient to identify treatment effects. Nonparametric partial identification bounds address endogenous missingness without having to make disputable parametric assumptions. Basic bounding approaches often yield bounds that are wide and minimally informative. Our approach can tighten such bounds while permitting agnosticism about the data-generating process and honest inference. A simulation study and replication exercise demonstrate the benefits.",
          "url": "https://doi.org/10.1017/pan.2025.10001",
          "doi": "https://doi.org/10.1017/pan.2025.10001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "When Panethnic Primes Get Trumped: Unpacking Latinx Voter Preferences in the 2020 U.S. Presidential Election",
          "authors": "Roberto F. Carlos, Hajer Al-Faham, Michael Jones-Correa",
          "abstract": "Throughout his presidency, Trump employed exclusionary rhetoric and implemented policies that targeted Latinxs. Based on prior research on the political effects of co-ethnic group-based attacks, many expected Latinxs to close ranks and mobilize against Trump in 2020. Yet a larger percentage of Latinx voters supported Trump in 2020 than in 2016. Drawing on a representative survey of Latinxs, we examine the characteristics of the Latinx electorate that predicted support for Trump in 2020. Additionally, using a survey experiment fielded before the 2020 election, we find that neither Trump’s exclusionary rhetoric nor his COVID-19 policies harming Latinx communities caused Latinx Trump supporters to defect. Instead, only those already predisposed to support Democrats, but ambivalent about Biden, were moved to punish Trump when informed of his COVID-19 policies negatively affecting their co-ethnics. Our results suggest that the relationship between co-ethnic group-based attacks and Latinx political behavior may be weakening over time.",
          "url": "https://doi.org/10.1007/s11109-025-10060-4",
          "doi": "https://doi.org/10.1007/s11109-025-10060-4",
          "filter": 0
        },
        {
          "title": "Cueing Without Parties: Experimental Evidence from Peru",
          "authors": "Nicolás de la Cerda",
          "abstract": "Citizens infer policy information from partisan cues, yet their utility varies cross-nationally. In weakly institutionalized democracies with short-lived political parties and volatile party systems, partisan cues are likely of little heuristic value. I argue that in these contexts, citizens leverage alternative political markers, such as ideological or political movement-related categories, to make sense of the political arena. I test this argument in Peru, a country with an extremely volatile and distrusted party system. Using a survey experiment, I show that political cues significantly influence policy preferences even in the absence of clear and strong partisan brands. Further analysis using causal forest reveals that movement-related political identities are the primary moderators of cueing effects, outweighing traditional factors such as partisanship or ideology. Notably, while non-partisan cues influence attitude formation, only outgroup cues effectively shape preferences. I theorize that this asymmetry could potentially stem from two distinct features of the Peruvian political landscape: deep mistrust in political parties and patterns of affective polarization marked by stronger outgroup prejudice than ingroup favoritism. Overall, this study underscores the importance of alternative forms of political identification in weakly institutionalized party systems, extending existing theories of public opinion formation to diverse democratic settings.",
          "url": "https://doi.org/10.1007/s11109-025-10059-x",
          "doi": "https://doi.org/10.1007/s11109-025-10059-x",
          "filter": 0
        },
        {
          "title": "Understanding the Sensitivity of Party Identification Questions in Polarized African Contexts",
          "authors": "Justine M. Davis, Martha Wilfahrt",
          "abstract": "The global rise of political polarization has generated new insights into how polarization affects political behavior. But political polarization may also shape the dynamics of researching such behavior in the first place. This paper argues that in polarized contexts, asking about party identification (PID) during academic surveys can be highly sensitive. We demonstrate this in sub-Saharan Africa, using three forms of evidence. First, a survey of enumerators in Côte d’Ivoire shows that over 50% feel uncomfortable asking about PID, linking their discomfort to the polarized political climate. Enumerators also believe that such questions reduce honest responses and influence the research encounter itself. Second, data from the Afrobarometer reveals that respondents in polarized countries often self-censor on PID questions more than on traditionally sensitive topics like clientelism, violence, or identity. Finally, interviews and focus groups with Ivorian citizens support these findings, highlighting the sensitivity around PID. These results emphasize that in politically polarized environments, partisanship questions may be uniquely sensitive and impact data quality and the research experience in addition to holding ramifications for political behavior. We conclude with a discussion of implications for survey design and analysis as well as a general call for political scientists to consider what is sensitive, in what context, and for whom when designing surveys.",
          "url": "https://doi.org/10.1007/s11109-025-10058-y",
          "doi": "https://doi.org/10.1007/s11109-025-10058-y",
          "filter": 0
        },
        {
          "title": "Attending Church Encourages Acceptance of Atheists? Suppression Effects in Religion and Politics Research",
          "authors": "Paul A. Djupe, Amanda J. Friesen, Andrew R. Lewis, Anand E. Sokhey, Jacob R. Neiheisel, Zachary D. Broeren, Ryan P. Burge",
          "abstract": "A proliferation of religion variables presents opportunities for those studying religion and politics in the U.S. However, many studies in this growing subfield demonstrate the pitfalls of reporting the “independent” effects of variables without qualification. This is especially evident in work on Christian nationalism where researchers often make the claim that worship attendance promotes more pro-social or liberal outcomes, while Christian nationalism promotes more conservative and less pro-social outcomes. We demonstrate that this finding—and others like it—represents a new version of an old problem: a particular structure of relationships between variables that can induce sign switches based on suppression effects (Lenz and Sahn in Political Analysis 29(3):356–369, 2021). While we do not encourage skipping controls, some commonly reported results warrant caution. Researchers should generally avoid unconditional claims about attendance encouraging liberalism. We point a way forward that prioritizes theories of religious communication and encourages the careful examination of relationships via interactions.",
          "url": "https://doi.org/10.1007/s11109-025-10057-z",
          "doi": "https://doi.org/10.1007/s11109-025-10057-z",
          "filter": 0
        },
        {
          "title": "Perspective Getting and Cross-Party Support for Electoral Fairness",
          "authors": "Ryan Strickler",
          "url": "https://doi.org/10.1007/s11109-025-10056-0",
          "doi": "https://doi.org/10.1007/s11109-025-10056-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The making of a hydrofrontier: geopolitics, securitization and ‘green’ energy imaginaries in India's eastern borderlands",
          "authors": "Michelle Irengbam, Christopher Sneddon",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "filter": 0
        },
        {
          "title": "Retraction notice to “Climate shocks and conflict: Evidence from colonial Nigeria” [Political Geography 50 (2015) 33–47]",
          "authors": "Kostadis J. Papaioannou",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103383",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103383",
          "filter": 0
        },
        {
          "title": "Just climate experimentation: Distributive, procedural, and recognition justice in two low-carbon pilots in China",
          "authors": "Yiqun Yang, Kevin Lo",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "filter": 0
        },
        {
          "title": "Haunted Temporalities: Ghosts and the geohauntologies of the Iran-Iraq war and the production of the nation-state through martyrdom",
          "authors": "Hanieh Molana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "filter": 0
        },
        {
          "title": "The rural consolidation state. A critical examination of municipal consolidation strategies in Bavaria (Germany)",
          "authors": "Andreas Kallert, Simon Dudek",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Psychological dispositions and political attitudes in a hyperpartisan context",
          "authors": "Elizabeth Simas, Sebastian Ege",
          "url": "https://doi.org/10.1111/pops.70049",
          "doi": "https://doi.org/10.1111/pops.70049",
          "filter": 0
        },
        {
          "title": "From “what” and “when” to “how” and “why”: Moving the study of psychological dispositions and political preferences forward",
          "authors": "Christopher M. Federico, Ariel Malka",
          "url": "https://doi.org/10.1111/pops.70050",
          "doi": "https://doi.org/10.1111/pops.70050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The value of dignity appeals: evidence from a social media experiment",
          "authors": "Paige Bollen, Will Kymlicka, Evan Lieberman, Blair Read",
          "abstract": "In recent decades, activists and leaders of government and nongovernment organizations have increasingly and explicitly called for greater attention to human dignity in their efforts to promote pro-social relations. In this study, we investigate whether appeals to this core human value actually influence how individuals act with regard to those who might be otherwise ignored or neglected. Using the digital advertising platform on Facebook, we randomly assign ads to over 90,000 adult American users to estimate the effects of dignity appeals on their likelihood of engaging with content concerning people facing homelessness or incarceration. Consistent with preregistered hypotheses and specifications, we find that adding dignity appeals increases the likelihood of positive reactions to such ads, but only when the vulnerable are considered less “blameworthy” for their situation.",
          "url": "https://doi.org/10.1017/psrm.2025.10022",
          "doi": "https://doi.org/10.1017/psrm.2025.10022",
          "filter": 0
        },
        {
          "title": "Electoral participation and satisfaction with democracy in Central and Eastern Europe",
          "authors": "Filip Kostelka, Lukáš Linek, Jan Rovny, Michael Škvrňák",
          "abstract": "Does democratic satisfaction drive voter turnout, or does voting increase satisfaction with democracy? This paper explores the satisfaction-participation nexus in Central and Eastern Europe (CEE), where democratic dissatisfaction is prominent. It tests preregistered hypotheses using a five-wave panel survey from the Czech 2023 presidential election and a pooled dataset from five CEE countries. Unlike previous studies from Western Europe, it finds evidence for both mechanisms: pre-election satisfaction correlates with participation, but, simultaneously, voters experience a stronger election-related increase in satisfaction than abstainers. Further analyses reveal that the strong increases in satisfaction are driven by election winners and begin already during the election campaign. Our findings highlight the specificities of the satisfaction-participation link and elections’ legitimizing effects in newer democracies.",
          "url": "https://doi.org/10.1017/psrm.2025.10028",
          "doi": "https://doi.org/10.1017/psrm.2025.10028",
          "filter": 0
        },
        {
          "title": "Voters rally around the incumbent in the aftermath of terrorist attacks: evidence from multiple unexpected events during surveys",
          "authors": "Albert Falcó-Gimeno, Jordi Muñoz, Roberto Pannico",
          "abstract": "Research on the political consequences of terrorism often finds a rally around the flag effect: terrorist attacks, as other types of threats, tend to produce spikes in popularity and support for the incumbent, as citizens turn to those in power seeking protection. Most research, however, is based on single case studies that analyze very salient attacks from international terrorist organizations. Even if these studies are well identified, the question of generalizability remains, as the studied attacks are often very idiosyncratic. In this paper, we explore the rally around the flag effect in an arguably difficult context: a sustained terrorist campaign held by domestic terrorist groups in a parliamentary democracy (Spain). To overcome the limitations of the single-attack studies, we use a multiple unexpected event approach: we developed a systematic process of matching the occurrence of terror attacks during the fieldwork of official public opinion surveys in Spain, through which we identified 142 valid attack-survey pairs. We find that in the attacked region support for the incumbent increases, on average, around 4 percentage points right after an attack, while support for the opposition decreases in a similar amount. These effects seem to occur mostly for the conservative incumbent and are especially relevant for the attacks that target civilians. We use a survey experiment to provide additional evidence in support for our interpretation of the findings.",
          "url": "https://doi.org/10.1017/psrm.2025.10021",
          "doi": "https://doi.org/10.1017/psrm.2025.10021",
          "filter": 0
        },
        {
          "title": "PAPEA: A modular pipeline for the automation of protest event analysis",
          "authors": "Sebastian Haunss, Priska Daphi, Jan Matti Dollbaum, Lidiya Hristova, Pál Susánszky, Elias Steinhilper",
          "abstract": "Protest event analysis (PEA) is the core method to understand spatial patterns and temporal dynamics of protest. We show how Large Language Models (LLM) can be used to automate the classification of protest events and of political event data more broadly with levels of accuracy comparable to humans, while reducing necessary annotation time by several orders of magnitude. We propose a modular pipeline for the automation of PEA (PAPEA) based on fine-tuned LLMs and provide publicly available models and tools which can be easily adapted and extended. PAPEA enables getting from newspaper articles to PEA datasets with high levels of precision without human intervention. A use case based on a large German news-corpus illustrates the potential of PAPEA.",
          "url": "https://doi.org/10.1017/psrm.2025.10013",
          "doi": "https://doi.org/10.1017/psrm.2025.10013",
          "filter": 0
        },
        {
          "title": "Twisted tongue: limits of China’s propaganda during crises and policy changes",
          "authors": "Tony Zirui Yang, Hongshen Zhu",
          "abstract": "Extensive research showcases that authoritarian propaganda can cultivate support and deter protest during “normal” times. This study examines authoritarian propaganda’s efficacy during crises and policy changes when the regime needs it most. We posit that various propaganda strategies, including “hard” and “soft” rhetoric, have significant limitations during crises. Hard propaganda’s heavy-handed slogans could signal regime strength but may also legitimize “rightful resistance” against local authorities, limiting its protest-deterrence effects. Soft propaganda may lose persuasiveness due to presenting contradictory arguments during policy changes. We leverage the turbulent period of China’s COVID policy reversal to conduct an original survey experiment in December 2022. Our findings reveal that pro-reopening hard propaganda weakens its protest-deterrence effects by reinforcing belief in protest righteousness. Moreover, inconsistent soft propaganda lowers public evaluations of China’s COVID response, diminishing its persuasive effects. Our study highlights significant limitations of authoritarian propaganda during crises and policy changes.",
          "url": "https://doi.org/10.1017/psrm.2025.10009",
          "doi": "https://doi.org/10.1017/psrm.2025.10009",
          "filter": 0
        },
        {
          "title": "Does the growth of religious minorities transform electoral politics? Evidence from the evangelical boom in Brazil",
          "authors": "Victor Araújo",
          "abstract": "Christian evangelicals now represent a significant share of the global population. Notably, they are expected to soon outnumber Roman Catholics in several low- and middle-income countries. This paper examines whether such episodes of religious minority growth can reshape electoral politics. To address this, I combine novel data spanning over two decades (1994–2018) of Christian evangelicals’ expansion across Brazilian municipalities with indicators of structural changes in electoral politics: voter turnout, competition, polarization, and conservatism. Regression models with unit and year-fixed effects reveal no impact of the evangelical boom on electoral competition and polarization, suggestive evidence of increasing conservatism in recent years, and a clear and robust negative effect on turnout. Regression discontinuity design estimates, leveraging an exogenous and discontinuous growth of Christian evangelicals in Brazil’s rural areas, support these findings. The results suggest that the rise of religious minorities may drive gradual transformations in electoral politics.",
          "url": "https://doi.org/10.1017/psrm.2025.10025",
          "doi": "https://doi.org/10.1017/psrm.2025.10025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Democracies Not in Peril: Globalization and Tax Revenue",
          "authors": "James E. Mahon",
          "abstract": "In a recent book, Bastiaens and Rudra (2018) claim that as governments embraced trade liberalization in the 1990’s, they experienced a revenue shock, and that democratic governments found it harder to repair the breach than did authoritarian ones. As a result, they argue, contemporary trade liberalizations have posed a danger to democracy by starving it for funds, forcing vulnerable governments to resort to politically unpopular policies. This is an important and provocative argument. However, good evidence contradicts its major premise. This research note critiques some data, presentation, and conceptual problems with the argument. It provides new analyses using the well-curated dataset from the International Centre for Tax and Development (ICTD, updated by UNU-WIDER), instead of the authors’ primary data from World Development Indicators . It shows that developing countries–and democracies especially–did not, in fact, suffer a revenue shock. On average, trade taxes constituted only a minor part of their government revenue. While the revenue they provided declined slightly over the period in question, this trend was overwhelmed by variation in other tax and non-tax revenues. As for total tax revenues, a key variable sometimes underemphasized in the book, ICTD data show that they expanded more rapidly in democratic developing countries than in non-democratic ones. Regression analyses with ICTD data also fail to confirm the authors’ finding of a revenue shortfall among developing democracies.",
          "url": "https://doi.org/10.1017/s1049096525000435",
          "doi": "https://doi.org/10.1017/s1049096525000435",
          "filter": 0
        },
        {
          "title": "Grooming Authoritarianism: Anti-Trans/Queer Panic as Pedagogy for Democratic Decline",
          "authors": "Aylon Cohen, Samuel R. Galloway",
          "abstract": "We address the anti-trans/queer panic integral to the ascendance of authoritarian politics in America and respond by calling on all political scientists to “queer” political science by undoing the cisheteronormativity of the discipline. We contend that this is not the special obligation of LGBTQ scholars but all political scientists. In this we follow Eve Sedgwick’s orientation away from a “minoritizing” to a “universalizing” epistemological perspective that situates this responsibility relative to resisting democratic decline.",
          "url": "https://doi.org/10.1017/s1049096524001197",
          "doi": "https://doi.org/10.1017/s1049096524001197",
          "filter": 0
        },
        {
          "title": "Moral Reframing and Transgender Athlete Bans: In-groups, Out-groups, and a Future Research Agenda",
          "authors": "Kimberly Martin, Elizabeth Rahilly",
          "abstract": "Scholars have long touted the power of moral convictions in shaping political attitudes. Moral reframing involves designing messages that align with an opponent’s moral convictions with the goal of increasing their willingness to adopt that position. Using lessons from the literature on political psychology, we examine the rhetoric used by legislators supporting and opposing transgender athlete bans in US states to determine how moral reframing was used. We find that the moral convictions of both sides, coupled with their emphasis on in-groups and out-groups, lead legislators to interpret the fundamental principles of the bills differently. This dynamic renders it challenging to reframe moral arguments in a manner that might sway opponents. Additional research is needed to study the efficacy of moral reframing in legislative debates on transgender-related policies.",
          "url": "https://doi.org/10.1017/s1049096524001185",
          "doi": "https://doi.org/10.1017/s1049096524001185",
          "filter": 0
        },
        {
          "title": "A Global Ranking of Research Productivity of Political Science Departments – CORRIGENDUM",
          "authors": "Joan Barceló, Christopher Paik, Peter van der Windt, Haoyu Zhai",
          "url": "https://doi.org/10.1017/s1049096525101169",
          "doi": "https://doi.org/10.1017/s1049096525101169",
          "filter": 0
        },
        {
          "title": "Democracies Still in Peril: Reexamining Revenue Mobilization in Liberalizing Developing Economies",
          "authors": "Ida Bastiaens, Nita Rudra",
          "abstract": "Do developing-country democracies continue to struggle with revenue loss post-trade liberalization? This article revisits the evidence presented in Democracies in Peril and confirms that, despite critiques suggesting otherwise, a substantial revenue shock persists following tariff reductions, and democracies in less developed countries (LDCs) remain particularly vulnerable. Drawing on updated data from the World Development Indicators and supplemental checks with the International Centre for Tax and Development database, we show that democracies have lagged behind non-democracies in compensating for lost trade tax revenues—even after reforms aimed at expanding income taxes and value-added taxes. In addition to emphasizing ongoing domestic political obstacles in liberalizing democracies, we examine emerging challenges that impede revenue generation in LDCs. We conclude with suggested directions for future research on the politics of revenue generation in LDC democracies, emphasizing how improvements in public goods provision and global tax initiatives could help to end the downward cycle in revenue generation.",
          "url": "https://doi.org/10.1017/s1049096525000332",
          "doi": "https://doi.org/10.1017/s1049096525000332",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The “hacking” of a mixed electoral system: a case study of Hungary",
          "authors": "Fanni Tanács-Mandák, Attila Horváth",
          "abstract": "Following Hungary’s 2010 parliamentary election, the Fidesz–KDNP government, as part of a comprehensive restructuring of the country’s constitutional system, fundamentally modified the electoral system approved in 1989, maintaining the mixed system but introducing a number of significant changes to it. The paper seeks to provide a comparative analysis of the 1989 and 2011 electoral systems, with particular focus on how the ruling parties have adapted the new system to their own advantage. Our study aims to shed light on how an electoral system can be susceptible to manipulation through the application of political reasoning that may appear neutral and “well-intentioned”. Despite retaining the mixed-system framework, the changes resulted in a stable advantage for a single political force.",
          "url": "https://doi.org/10.1007/s11127-025-01296-z",
          "doi": "https://doi.org/10.1007/s11127-025-01296-z",
          "filter": 0
        },
        {
          "title": "Political competition and Chinese official data",
          "authors": "Chia-Yu Tsai",
          "url": "https://doi.org/10.1007/s11127-025-01295-0",
          "doi": "https://doi.org/10.1007/s11127-025-01295-0",
          "filter": 0
        },
        {
          "title": "Bespoke science: the use of ad hoc scientific advisory committees in the Covid-19 pandemic",
          "authors": "Roger Koppl, Kira Pronin, Nick Cowen, Marta Podemska-Mikluch, Pablo Paniagua",
          "abstract": "Many governments formed ad hoc scientific advisory committees in the Covid-19 pandemic because they offered the government greater control over policy advice than standing agencies. The difference between ad hoc and standing advisory bodies has been little noted in the literature. High-uncertainty crises demanding expertise and requiring action from the national government increase the value of policy discretion, raising the value of controlling the scientific narrative. An ad hoc body is generally easier to control than a standing body because policymakers have greater liberty to choose its members, specify its mandate, and disband and reconstitute it when needed. Control generally requires either a narrow membership or a narrow mandate. If members cannot be chosen to be reliably aligned with the government or its policy preferences, a narrow mandate will restrain the committee from offering undesired advice or analysis. Our argument builds on the public choice assumption of motivational symmetry: The choices of scientists and politicians are shaped by the same motives and desires that influence individuals in any other sphere of life. Our case studies of Italy, UK, US, Poland, Uganda, and Sweden support our theory.",
          "url": "https://doi.org/10.1007/s11127-025-01299-w",
          "doi": "https://doi.org/10.1007/s11127-025-01299-w",
          "filter": 0
        },
        {
          "title": "Helping addicts: When can trying to do good be dysfunctional?",
          "authors": "Federico Guerrero, Mina Mahmoudi, Mark Pingle, Rattaphon Wuthisatian",
          "url": "https://doi.org/10.1007/s11127-025-01297-y",
          "doi": "https://doi.org/10.1007/s11127-025-01297-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Changing the lens: The contingency of results from conjoint experiments on the outcome variable and the estimand",
          "authors": "Clareta Treger",
          "abstract": "Conjoint experiments have become popular in political science for studying opinions, attitudes, and preferences on various issues. While the methodological literature discusses two dependent variables—forced-choice and rating outcomes—many studies continue to use (or report) only the former. Additionally, many studies primarily focus on analyzing causal quantities—Average Marginal Component Effects (AMCEs) and do not report the descriptive estimates—Marginal Means (MMs). This article highlights the contingency of results from conjoint experiments on the outcome variable and the estimand used. It calls for the inclusion of the rating outcome and for reporting the MMs alongside AMCEs. As the two outcome variables elicit distinct preferences, it explains how relying solely on one may obscure important findings and limit the insights gained from the experiment. This is particularly consequential for the analysis of MMs. These arguments are demonstrated by replicating and reanalyzing recently published conjoint studies. The article concludes with practical recommendations for applied researchers.",
          "url": "https://doi.org/10.1177/20531680251351238",
          "doi": "https://doi.org/10.1177/20531680251351238",
          "filter": 0
        },
        {
          "title": "Detecting pro-kremlin disinformation using large language models",
          "authors": "Marianne Kramer, Yevgeniy Golovchenko, Frederik Hjorth",
          "abstract": "A growing body of literature examines manipulative information by detecting political mis-/disinformation in text data. This line of research typically involves highly costly manual annotation of text for manual content analysis, and/or training and validating automated downstream approaches. We examine whether Large Language Models (LLMs) can detect pro-Kremlin disinformation about the war in Ukraine, focusing on the case of the downing of the civilian flight MH17. We benchmark methods using a large set of tweets labeled by expert annotators. We show that both open and closed LLMs can accurately detect pro-Kremlin disinformation tweets, outperforming both a research assistant and supervised models used in earlier research and at drastically lower cost compared to either research assistants or crowd workers. Our findings contribute to the literature on mis/-disinformation by showcasing how LLMs can substantially lower the costs of detection even when the labeling requires complex, context-specific knowledge about a given case.",
          "url": "https://doi.org/10.1177/20531680251351910",
          "doi": "https://doi.org/10.1177/20531680251351910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "The Development of an Issue Public: Evidence from The Eras Tour",
          "authors": "Erin Leigh Rossiter, Jeffrey Harden",
          "url": "https://doi.org/10.1086/737279",
          "doi": "https://doi.org/10.1086/737279",
          "filter": 0
        },
        {
          "title": "Partisan Conversion Through Neighborhood Influence: How Voters Adopt the Partisanship of Their Neighbors",
          "authors": "Jacob R. Brown",
          "url": "https://doi.org/10.1086/732981",
          "doi": "https://doi.org/10.1086/732981",
          "filter": 0
        },
        {
          "title": "A Model of Focusing in Political Choice",
          "authors": "Salvatore Nunnari, Jan Zápal",
          "url": "https://doi.org/10.1086/732960",
          "doi": "https://doi.org/10.1086/732960",
          "filter": 0
        },
        {
          "title": "The Core of the Party System",
          "authors": "Zuheir Desai, Tasos Kalandrakis",
          "url": "https://doi.org/10.1086/734262",
          "doi": "https://doi.org/10.1086/734262",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "From educational conflicts to an educational cleavage? The multiple transformations of educational conflicts from medieval to post-industrial times",
          "authors": "Julian L. Garritzmann",
          "url": "https://doi.org/10.1080/01402382.2025.2512295",
          "doi": "https://doi.org/10.1080/01402382.2025.2512295",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
