{
  "update": "2025-10-17",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Citizenship Renunciation without Emigration",
          "authors": "LIOR EREZ",
          "abstract": "Against the status quo, this article argues for the right to renounce state citizenship while remaining a resident. To motivate this argument, it presents a dilemma: if long-term residents can choose not to naturalize, why cannot citizens renounce their status without leaving? This article rejects one way out of this dilemma—making citizenship mandatory for long-term residents—and proceeds to make the positive case for the right to renounce citizenship. It argues for the value of citizenship renunciation as an expressive political act, distinct from territorial exit, which allows individuals to sever political ties while maintaining social membership. This form of political exit enables citizens to express their detachment from the state without the costs of emigration. This article explores the implications of this proposal for democratic consent, legitimate authority, and collective citizen responsibility for state action, arguing that a right to renounce without emigration enhances autonomy and democratic legitimacy.",
          "url": "https://doi.org/10.1017/s0003055425101020",
          "doi": "https://doi.org/10.1017/s0003055425101020",
          "filter": 0
        },
        {
          "title": "Performative Violence and the Spectacular Debut of the Atomic Bomb",
          "authors": "JOSHUA BYUN, AUSTIN CARSON",
          "abstract": "The atomic bombings of Hiroshima and Nagasaki reshaped international politics and the field of International Relations. But one question—“ How should the atomic bomb be used?”—has been largely overlooked in political science. This article recovers American deliberations on alternative nuclear use options before August 1945, including the “noncombat demonstration,” targeting military installations, giving advance warning, and striking more symbolically valuable cities. We develop theoretical insights on the value of staging violent spectacles and the emotive power of visible destruction. We then use a wide range of sources to show that U.S. leaders selected an ostentatiously lethal means of atomic debut due to concerns about conventional military inferiority vis-à-vis the Soviet Union, the desire to instill a widespread view of the bomb’s revolutionary character, and the imperative of shaping the postwar international order. This study advances our understanding of the post-1945 international order and the performative dimensions of political violence.",
          "url": "https://doi.org/10.1017/s0003055425101238",
          "doi": "https://doi.org/10.1017/s0003055425101238",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Gendered Persistence of Authoritarian Indoctrination",
          "authors": "Nourhan A. Elsayed, Hanno Hilbig, Sascha Riaz, Daniel Ziblatt",
          "abstract": "A large literature has studied the effects of socialization under authoritarianism on political attitudes. In this research note, we extend this literature by demonstrating striking gender disparities in the post-transition persistence of these effects. We study the case of authoritarian indoctrination in the German Democratic Republic (GDR) using a regression kink design for causal identification. First, we draw on a unique survey fielded right before reunification to show that education under authoritarianism substantially reduced support for democratic capitalism and reunification with the West. In the second step, we triangulate multiple contemporary data sources to trace the persistence of these effects over time. More than two decades after the fall of the GDR, the attitudinal effects of authoritarian socialization persist only among men, but not women. Our results highlight considerable heterogeneity in the persistence of authoritarian legacies, raising critical questions about post-authoritarian ‘re-socialization’ and gendered adaptability.",
          "url": "https://doi.org/10.1017/s0007123425100720",
          "doi": "https://doi.org/10.1017/s0007123425100720",
          "filter": 0
        },
        {
          "title": "The Electoral Implications of Legislative Candidate Selection Democratization",
          "authors": "Jorge M. Fernandes, Alon Yakter, Yael Shomer, Gert-Jan Put",
          "abstract": "Amid declining public standing, many political parties seek to regain disaffected voters through various institutional strategies. One key approach is democratizing legislative candidate selection to grant party members or voters greater influence and signal improved responsiveness, transparency, and legitimacy. Yet does this strategy pay off electorally? The growing literature on this topic provides conflicting answers and limited evidence. We argue that more inclusive candidate selection does not have meaningful effects at the polls despite its merits. Whereas voters favor such procedures in principle, as some suggest, they underprioritize them in favor of other considerations when electing parties. We support this argument with observational and experimental data, including a matching difference-in-differences estimation of party performance across thirty-four democracies and a survey democracies and a survey experiment in three countries. This article contributes to our understanding of the relationship between party institutions and voter behavior in an age of eroding public trust and rising anti-establishment sentiment.",
          "url": "https://doi.org/10.1017/s0007123425100744",
          "doi": "https://doi.org/10.1017/s0007123425100744",
          "filter": 0
        },
        {
          "title": "Green Party Entry and Conservative Backlash: Evidence from Germany",
          "authors": "Tom Arend, Fabio Ellger, António Valentim",
          "abstract": "How do voters react to new political actors? Recent research suggests that radical right party success can provoke electoral backlash. We argue that such backlash is not exclusive to the radical right but can emerge whenever new political actors disrupt the status quo. With very distinct policy positions and behaviour, Green parties were early disruptors of post-war party systems in Europe. Using first-difference and difference-in-differences designs with voting records from Germany, we show that Green party success provoked a conservative backlash. After the Greens entered state parliaments, the Christian Democrats gained support. Using additional evidence from election surveys, we find that Green party success reinforces feelings of animosity among conservatives, mainly driven by disapproval of the Greens’ behaviour. These results highlight a broader pattern of backlash against new disruptive political actors. Our findings are especially relevant as polarization and party system fragmentation intensify across many established democracies.",
          "url": "https://doi.org/10.1017/s0007123425100628",
          "doi": "https://doi.org/10.1017/s0007123425100628",
          "filter": 0
        },
        {
          "title": "Trust in the Judiciary and Partisan Reactions to Judicial Checks: Evidence from Argentina",
          "authors": "Martín Gandur",
          "abstract": "How do citizens evaluate the judiciary in the wake of politically salient rulings? I argue that judicial checks on the government shape citizens’ attitudes about judicial institutions at large, but these effects are driven by instrumental considerations, namely partisanship. In particular, my account suggests that judicial checks – as specific instances of interbranch conflict – provide citizens with instrumental information that shapes their beliefs about the broader judiciary. Thus, I hypothesize that court rulings limiting the government’s power will undermine support for the judiciary among individuals aligned with the incumbent, but increase support among opposition sympathizers. I test these expectations by exploiting the timing of two judicial decisions in Argentina (enacted by a lower court and the Supreme Court) that invalidated a highly salient judicial reform promoted by the government in 2013. Using data from a survey fielded before and after the court rulings, I show that the decisions significantly decreased government supporters’ trust in the judiciary, while opposition supporters increased their trust only following the Supreme Court ruling. Moreover, suggestive evidence provides support for the mechanism proposed by my account – that judicial checks expose citizens to information that is primarily instrumental. This article contributes to our knowledge of the determinants of public support for judicial institutions involved in interbranch conflicts.",
          "url": "https://doi.org/10.1017/s0007123425100781",
          "doi": "https://doi.org/10.1017/s0007123425100781",
          "filter": 0
        },
        {
          "title": "Inflation and Incumbent Support: Experimental Evidence from the 2024 US Presidential Election",
          "authors": "Selim Erdem Aytaç, Daniel McDowell, David A. Steinberg",
          "abstract": "It is widely believed that high inflation reduces the popularity of incumbents, and contributed to poor incumbent performance in recent elections in the United States and elsewhere. Existing research shows that voters’ inflation perceptions are associated with their evaluations of incumbent parties, but these observational studies cannot eliminate the possibility that the causal relationship runs the other way, where opposition to incumbent governments causes individuals to report higher price increases. To help overcome this inferential challenge, this study draws on a pre-registered experiment embedded in a nationally representative survey fielded just days before the 2024 US Presidential election. We find that priming Americans to think about inflation reduced support for the incumbent party. This effect is most pronounced among Independents and Democrats. These findings suggest that inflation likely contributed to the Democrats’ 2024 electoral defeat, and provide novel evidence that inflation has a causal effect on support for incumbent parties.",
          "url": "https://doi.org/10.1017/s0007123425100811",
          "doi": "https://doi.org/10.1017/s0007123425100811",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Decision-Making in the Dark: The Asymmetric Spread of COVID-19 Policies",
          "authors": "Luigi Curini, Gianmarco Daniele, Piero Stanig",
          "abstract": "We investigate the diffusion of Non-Pharmaceutical Interventions across OECD countries from January 2020 to March 2022 using spatial econometric methods on daily data about policy stringency and epidemic evolution. During the COVID-19 pandemic, policymakers needed to make crucial decisions in a low-information environment: in such a context, the incentives to mimic the behavior of others can be quite strong. We empirically document a systematic link between a country’s stringency index and the measures adopted by its neighbors in the preceding days. Policy diffusion, however, is asymmetric: there is a robust diffusion when neighbors escalate stringency, whereas there are no discernible diffusion effects when measures are relaxed. These dynamics are more pronounced in countries with lower institutional quality. Due to this asymmetry, the repeal of some policies might have been suboptimally delayed.",
          "url": "https://doi.org/10.1177/00104140251381749",
          "doi": "https://doi.org/10.1177/00104140251381749",
          "filter": 0
        },
        {
          "title": "Collective Victimhood Beliefs and Conflict-Related Attitudes: A Meta-Analysis",
          "authors": "Marko Kljajić, Nadav Shelef, Ethan vanderWilden",
          "abstract": "This study conducts a meta-analysis of the impact of collective victimhood beliefs on conflict-related attitudes. Examining 745 estimates from 103 articles, we assess the relationship between collective victimhood beliefs and hawkishness, reconciliation, out-group exclusion, and in-group attachment. While we find an aggregate positive association between collective victimhood beliefs and conflict-enhancing attitudes, there is an important distinction between non-inclusive and inclusive forms of collective victimhood: non-inclusive collective victimhood beliefs are associated with greater conflict-enhancing attitudes, whereas inclusive collective victimhood beliefs generally have opposing effects. These results are consistent across a wide range of geographic contexts, types of conflict experiences, and identities. They also extend to the association between collective victimhood beliefs and the emotions and cognitive perspectives that are often identified as mediators. Methodologically, observational and experimental studies reach similar conclusions about the direction of collective victimhood beliefs' impact, but experimental studies find consistently smaller effect sizes.",
          "url": "https://doi.org/10.1177/00104140251381739",
          "doi": "https://doi.org/10.1177/00104140251381739",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Restive Regions: Sequential Complementarity of Repression and Cooptation in Authoritarian Survival",
          "authors": "Huseyin Emre Ceyhun",
          "abstract": "Under what conditions can repression, generally assumed to induce obedience through violence, consolidate authoritarian power in a non-violent way? I propose a novel– theory of the effects of repression, accounting for regional heterogeneity of state capacity. Failed centralization efforts during state-building processes lead to the emergence of strong local power structures, fostering persistent resistance against autocratic cooptation strategies. Repression in such “restive” regions has downstream effects that complement autocrats’ cooptation policies by increasing the state’s extractive and informational capacities. To test these predictions, I leverage a legal change resulted in the replacement of pro-Kurdish mayors with government-appointed trustees in Turkey’s restive regions. Adopting two-way-fixed-effects models, I demonstrate evidence supporting my theory. This article provides an alternative view about how repression generates favorable outcomes for autocrats.",
          "url": "https://doi.org/10.5129/001041525x17594929439569",
          "doi": "https://doi.org/10.5129/001041525x17594929439569",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Preaching to the converted: Misinformation and voter preferences in election campaigns",
          "authors": "Ursula Daxecker, Neeraj Prasad",
          "url": "https://doi.org/10.1016/j.electstud.2025.103003",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103003",
          "filter": 0
        },
        {
          "title": "Mass higher education and voter turnout in the U.S.",
          "authors": "Eric R. Hansen",
          "url": "https://doi.org/10.1016/j.electstud.2025.103002",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103002",
          "filter": 0
        },
        {
          "title": "Negative partisanship in Western Europe",
          "authors": "Luana Russo",
          "url": "https://doi.org/10.1016/j.electstud.2025.103001",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Authoritarian nostalgia and support for (populist radical) right parties",
          "authors": "Luca Manucci, Steven M. Van Hauwaert",
          "abstract": "For decades, party politics literature has argued that populist radical right (PRR) parties must distance themselves from their countries’ authoritarian pasts to achieve electoral relevance in a Sartorian sense. Yet, we now observe the growing success and influence of PRR parties that not only embrace nostalgia for this past but also maintain ties to it. The use of what we term ‘authoritarian nostalgia’ is not only becoming more widespread across politics but it has proven effective across diverse segments of the electorate. This study examines the extent to which (populist radical) right supporters approve of their countries’ authoritarian histories and view these past regimes favourably. Using original survey data fielded in Spain and Portugal and a novel set of survey items measuring authoritarian nostalgia, we find that supporters of VOX and Chega are more likely to express a broad sense of collective nostalgia, particularly through a longing for their country’s ‘old, glorious days’, but demonstrate strong nostalgia for Franco and Salazar’s authoritarian regimes more specifically. Furthermore, we observe similar affinities for the authoritarian past amongst traditional right-wing supporters, primarily among Partido Popular (PP) supporters in Spain, with weaker evidence for PPD/PSD supporters in Portugal. Our findings suggest that, rather than hindering electoral performance, authoritarian nostalgia can, in fact, stimulate (populist radical) right-wing electorates.",
          "url": "https://doi.org/10.1017/s1475676525100108",
          "doi": "https://doi.org/10.1017/s1475676525100108",
          "filter": 0
        },
        {
          "title": "Climate policy strategies and corporate mobilisation in the European Union",
          "authors": "Karl Magnus Møller",
          "abstract": "Climate policy remains inadequate even among leaders like the European Union. This is largely due to opposition from fossil fuel producers and heavy industrial sectors that are existentially threatened by decarbonisation. The rise of green industrial policy promises to advance climate policy by reducing this opposition and mobilising corporate supporters. But can climate policy strategies actually shift the balance of interest group mobilisation among expected winners and losers simply by using different policy instruments? I theorise that policy strategies (de)mobilise corporate interests through regulatory targeting. Corporations directly targeted by a proposed policy are more likely to lobby because of policy-specific informational advantages and more certain and immediate impacts. Compared to traditional climate policies that impose direct costs on fossil fuels, green industrial policies should therefore demobilise high-carbon firms and mobilise their low-carbon counterparts. I collect and code novel data on all corporate responses to online consultations in European Union climate and energy policy from 2017 to 2022. Dyadic regression analyses confirm that low-carbon sectors lobby mostly on green industrial policies while high-carbon sectors mobilise more around traditional climate policies, and that stakeholders are more likely to lobby when directly targeted by policies. These results document that climate policies can indeed determine climate politics, a finding that has implications for other policy areas characterised by business conflict and for interest group scholarship more broadly.",
          "url": "https://doi.org/10.1017/s1475676525100273",
          "doi": "https://doi.org/10.1017/s1475676525100273",
          "filter": 0
        },
        {
          "title": "Too honest and humble to run for office? Citizens’ personality traits, nascent ambition, and recruitment",
          "authors": "Marc van de Wardt, Pirmin Bundi, Peter John Loewen, Anne Rasmussen, Lior Sheffer, Frédéric Varone",
          "abstract": "We explore how honesty-humility and the other HEXACO personality traits relate to citizens’ nascent ambition and their recruitment to run for office. We extend previous work on virtue-related personality traits and political recruitment in two important ways: we go beyond North America and conduct a five-country cross-national study with nationally representative samples. More importantly, going beyond individual-level differences in nascent ambition, we also address how honesty-humility predicts the likelihood of being asked to and actually running for office. Based on data from Canada, Denmark, Israel, the Netherlands, and Switzerland, we demonstrate that citizens with lower levels of honesty-humility are more likely to have considered running, to deem themselves qualified to run, to have been asked to run, and to actually have run for a political office. From a ‘virtue ethics’ perspective, this is highly concerning: low honesty-humility predisposes individuals to engage in unethical behavior and decision-making. We discuss implications for the quality of political representation.",
          "url": "https://doi.org/10.1017/s1475676525100224",
          "doi": "https://doi.org/10.1017/s1475676525100224",
          "filter": 0
        },
        {
          "title": "When facilitation is not enough: the role of games in small-group discussions",
          "authors": "Afsoun Afsahi",
          "abstract": "While scholars of deliberative democracy have long conceded that good deliberation requires careful facilitation, little attention has been paid to the effects of different facilitation methods. This paper has three aims. First, it establishes the importance of facilitation. Second, it argues that facilitation may not be enough to counteract the imbalances in power and influence within deliberation. As such, this paper introduces two games that can be utilized in concert with facilitation: deliberative worth exercises and simulated representation. The former pushes participants to remain aware of their behavior patterns within deliberation by asking them to choose the best deliberator at the end of each round of deliberation; the latter enables empathy and perspective-taking by partnering participants and asking them to represent one another’s viewpoints for a portion of deliberation as if they were their own. Third, using proof-of-concept experiments, this paper demonstrates the efficacy of these games.",
          "url": "https://doi.org/10.1017/s1475676525100297",
          "doi": "https://doi.org/10.1017/s1475676525100297",
          "filter": 0
        },
        {
          "title": "European identities and immigration attitudes",
          "authors": "Théoda Woeffray, Fabio Wasserfallen",
          "abstract": "A vast body of literature studies how national identities explain immigration attitudes. In Europe, however, migration policy is largely Europeanised, requiring a European perspective. This article distinguishes between civic and cultural European identities and theorises how the two identity types relate to characteristics of immigrants with respect to admission decisions. Among others, we introduce the novel hypothesis that value congruence among Europeans and immigrants matters. The analyses of observational data and conjoint experiments show that Europeans with a cultural identity hold more restrictive attitudes; civics particularly prioritise immigrants who share their own values, while culturals more strongly reject immigrants who are culturally distant (ie Afghans and Muslims). Despite these differences, the following finding stands out: The more distant immigrants are perceived, the less likely they are to be admitted by Europeans from both identity types, raising serious questions about the role of humanitarian reasons in immigration decisions.",
          "url": "https://doi.org/10.1017/s1475676525100261",
          "doi": "https://doi.org/10.1017/s1475676525100261",
          "filter": 0
        },
        {
          "title": "Political knowledge and perceptions of minority governments in Europe",
          "authors": "Jens Wäckerle, Sven-Oliver Proksch",
          "abstract": "Minority governments are common across parliamentary systems, and a large body of literature has examined their stability and performance. Meanwhile, we know very little about how voters perceive this government type and whether they understand its political implications. We survey voters in Denmark, Germany, and Sweden, three European countries with varying degrees of exposure to minority governments, about their knowledge and perceptions of minority governments. We find that voters have knowledge levels comparable to those about the role of political parties, and that this is independent of the respective prevalence of minority governments in each country. Informed voters express stronger preferences for majority governments. However, minority governments are associated with specific positive representational traits, specifically with the impression that such governments listen more to the demands of all voters, and general perceptions are stronger for knowledgeable voters. The findings have implications for how elites can formulate arguments in favour or against minority governments that may resonate with voters.",
          "url": "https://doi.org/10.1017/s147567652510025x",
          "doi": "https://doi.org/10.1017/s147567652510025x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "How Migrating Overseas Shapes Political Preferences: Evidence from a Field Experiment",
          "authors": "Nikhar Gaikwad, Kolby Hanson, Aliz Tóth",
          "abstract": "Scholarship on cross-border migration and welfare state politics has focused on native-born individuals’ attitudes. How does migration affect the redistribution preferences of migrants—key constituents in host and home countries? We argue that migration causes migrants to adopt more fiscally conservative attitudes, driven not only by economic gains but also by psychological shifts toward self-reliance and beliefs in the prospect of upward mobility. We present results from a randomized controlled trial that facilitated labor migration from India to the Middle East. The intervention prompted high rates of cross-border migration and significantly reduced support for taxation and redistribution among migrants. By contrast, left-behind family members did not become more fiscally conservative despite also experiencing economic gains. While the migrants became economically confident and self-reliant, their family members grew increasingly dependent on remittances. Our results demonstrate that globalization’s impacts on welfare-state preferences depend on the pathways by which it generates economic opportunity.",
          "url": "https://doi.org/10.1017/s0020818325100842",
          "doi": "https://doi.org/10.1017/s0020818325100842",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Reconnecting Evidence and Theory: Building Knowledge from the Ground Up",
          "authors": "Marijke Breuning",
          "abstract": "This International Studies Association Presidential Address argues that international studies needs to rethink the field’s identity, and its value to students and society—an issue that is urgent due to the challenges facing higher education. International studies has long valued theory and theoretical paradigms over the careful evaluation of theory on the basis of evidence. The address argues that the incentive structure that encourages this focus on theory is misguided. It also argues that the field’s identity, value, and future do not depend on this focus on theory and theoretical paradigms. Instead, the field’s identity, value, and future depend on a willingness to center evidence-based, theory-informed scholarship. The address argues that the proposed redirection would alter the role of theory in the field, rather than make it obsolete. Evidence-based, theory-informed scholarship places theory in the service of an evidence-based understanding of phenomena in global politics and advances knowledge—offering value to students and society.",
          "url": "https://doi.org/10.1093/isq/sqaf077",
          "doi": "https://doi.org/10.1093/isq/sqaf077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "No One Mourns the Wicked: The Limits of Partisan Hostility Persisting through Tragedy",
          "authors": "Wayde Z.C. Marsh",
          "abstract": "Who do we blame when bad things happen? Has division in American society made us less sympathetic to victims of tragedies? In previous trying times (e.g., 9/11 and Columbine), Americans rallied together to support victims and seek government solutions. In a highly polarized era, however, we have witnessed further division rather than unity. In this paper, I leverage original, pre-registered survey experiments to examine how much Americans blame and sympathize with someone who has tragically died from COVID-19. The studies find consistent evidence that partisans blame victims who hold an anti-vaccine perspective, regardless of partisanship. Less consistent evidence suggests that Democrats also blame victims who were Republican, but less than they do victims who held anti-vaccination views. Further, partisans are less sympathetic when the victim was anti-vaccine, but Democrats and Republicans are also less sympathetic when the person who died was an outpartisan. These results indicate that animosity towards outpartisans persists even through tragedy, but demonstrates limits to affective partisan polarization paired with evidence of rational blame and sympathy responses.",
          "url": "https://doi.org/10.1017/xps.2025.10019",
          "doi": "https://doi.org/10.1017/xps.2025.10019",
          "filter": 0
        },
        {
          "title": "Racial Cues from Unfamiliar Sources and Their Effects on Americans’ Policy Preferences",
          "authors": "Viviana Rivera-Burgos",
          "abstract": "Americans increasingly confront policy messages not from high-profile political figures but from everyday citizens. Much is known about the effects of racial source cues from well-known political figures with salient racial identities. Less is known about how subtle racial cues from non-recognizable sources affect Americans’ support for policies that are race-targeted and those that are not. In this paper, I conduct a randomized experiment that varies a cue of the source’s racial identity and the type of policy for which the source advocates. I uncover little evidence for the hypothesis that subtle racial source cues activate racial attitudes that lead Americans to racialize policies that are (at least explicitly) race-neutral. I find instead that subtle cues of a Black vs. White source decrease support only for race-targeted policies. I reason that two mechanisms possibly driving this effect are: (1) subtle racial source cues become salient for only race-targeted policies, thereby activating racial stereotypes for these policies but not others, and (2) Black sources are perceived as less objective policy messengers when the policy explicitly aims to rectify injustices against Black Americans. More generally, the paper’s overall findings suggest that subtle racial cues of who advocates for race-targeted policies matter for whether such policies can garner the public support they presumably need to come to fruition.",
          "url": "https://doi.org/10.1017/xps.2025.10012",
          "doi": "https://doi.org/10.1017/xps.2025.10012",
          "filter": 0
        },
        {
          "title": "A Registered Report on Place-Based Resentment: Exploring Urban-Rural Tensions in Sweden",
          "authors": "Kajsa Hansson, Gissur Erlingsson, Gustav Tinghög",
          "abstract": "This Registered Report examines urban-rural tensions in Sweden – a historically egalitarian, multi-party welfare state with strong geographical equalization schemes, making it a least-likely case for place-based resentment theories. Using an online survey experiment ( n = 2,051), we measured resentment through perceptions of in-group and out-group, and by experimentally varying whether political statements came from rural or urban politicians. Rural respondents showed stronger in-group identification, greater place-based resentment, and more negative stereotypes of their out-group than urban respondents. However, we find no evidence of place-based bias – that is, that rural respondents are less receptive to urban politicians’ statements, or vice versa. These findings reveal clear urban-rural tensions in a context often considered unlikely for such divides, underscoring the role of regional identities in political discourse and policy in multi-party welfare states beyond Anglo-Saxon settings, while indicating that these tensions do not translate into systematic bias in evaluating political statements.",
          "url": "https://doi.org/10.1017/xps.2025.10021",
          "doi": "https://doi.org/10.1017/xps.2025.10021",
          "filter": 0
        },
        {
          "title": "Level Up! Priming Hobbyist Political Identity Using Survey Experiment",
          "authors": "Pavel Bačovský",
          "abstract": "Recent research suggests that a strong identity attachment to leisure activity affects the hobbyists’ political preferences and behavior. This paper further evaluates the claim that hobbyists – in this case, gamers – react differently to political stimuli that directly involve their hobby of choice. Using original survey experiment data, this paper shows that gamers become more interested in foreign trade policy when presented in the context of video games. This finding indicates that even seemingly apolitical identities matter in framing political behavior. Aspects of hobbyist identities seep into political attitudes, even if preferences in the strictest meaning of the word may take longer to form.",
          "url": "https://doi.org/10.1017/xps.2024.9",
          "doi": "https://doi.org/10.1017/xps.2024.9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Bad apples just for friends: A large language model approach to research on the strategic framing in government’s human rights advocacy narratives",
          "authors": "Jie Lian",
          "abstract": "Existing scholarship shows that transnational human rights advocacy depends on successful framing and audience mobilization. While most of this literature has focused on human rights framing by NGOs and advocates, governments can also frame human rights interests to their advantage. Focusing on the topic of police violence in the United States government’s transnational human rights advocacy practices, this article argues that a government may frame advocacy narratives for its benefit. For the government, strategic framing could be used to mobilize pressure against its geopolitical rivals, ease condemnation against its friends, and actively define advocated issues in a way favorable to its regime. With a novel network approach for text representation based on pre-trained large language models (LLMs), this article proposes an effective method to measure strategic framing from text data. Using the US State Department’s human rights reports, the results show that police violence accusations in the US government’s human rights advocacy narratives are strategically framed with reporting in favor of countries closer to the US. This research contributes to human rights scholarship by highlighting how governments’ national interests considerations could be incorporated into transnational human rights advocacy activities through strategic framing. The proposed LLM-based text data representation method also shows promising potential for broader text analysis tasks like topic modeling.",
          "url": "https://doi.org/10.1177/00223433251360205",
          "doi": "https://doi.org/10.1177/00223433251360205",
          "filter": 0
        },
        {
          "title": "Hit where it hurts: City vulnerability during wartime",
          "authors": "Bryce W Reeder, Gary Uzonyi",
          "abstract": "Success in center-seeking rebellions requires rebels to oust the incumbent government. Yet not all center-seeking rebels attack the capital and those that do often take a circuitous route. We build from existing literature to integrate theories of rebel strength with a broader understanding of both the strategic and symbolic value of territory. Building a new dataset of location value and employing novel empirical techniques, we demonstrate that as a location’s value increases relative to the capital city for a group, the rebels become less likely to move against the capital as they can build offensive strength, fortify their defensive position, and appease local constituents in their current geographic domain. Relative strength conditions these strategies, as stronger groups tend to take a more straight-line approach to the capital, middling groups advance in zigzag patterns, and the weakest groups move in spiral formations to maximize their defensive and symbolic positions. We find that these patterns hold across a wide range of population thresholds. Several case studies help illustrate the mechanisms central to these dynamics. By combining considerations of both rebel strength and territorial value, this article brings several strands of literature on civil war geography into the conversation and broadens our understanding of the conflict process.",
          "url": "https://doi.org/10.1177/00223433251350845",
          "doi": "https://doi.org/10.1177/00223433251350845",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "From delegation to defiance: Voter support for party differentiation in coalition governments",
          "authors": "Pit Rieger",
          "abstract": "Coalition parties often pursue partisan policy to avoid being perceived as overly compromising. Yet, little is known about how voters respond to such partisan differentiation under coalition government. This paper leverages a prominent yet unexpected instance of partisan policymaking in Austria to provide causal evidence on how voters react when a minister acts against their coalition partner. The findings show that while voters appreciate clear partisan signals, the electoral benefits are limited: support increased only among ideologically aligned voters and faded within days. Support for other parties remained unaffected, but declined gradually for the coalition partner of the perpetrating party in the aftermath of the event. Ultimately, the event produced no clear winners. This has direct implications for the trade-offs involved in coalition politics and for our understanding of voter attitudes in parliamentary democracies more broadly.",
          "url": "https://doi.org/10.1177/13540688251388917",
          "doi": "https://doi.org/10.1177/13540688251388917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Religion Is Sometimes Raced: Christian Nationalism as In-Group Protection",
          "authors": "Brooklyn Walker, Paul A. Djupe, Brian R. Calfano, Andrew R. Lewis, Anand E. Sokhey",
          "abstract": "Popular narratives suggest that the effects of Christian nationalism should be more heavily concentrated among white Americans. The academic literature on Christian nationalism largely reflects this take, often asserting that it is effectively white Christian nationalism. We question such pronouncements, as they have come without systematic analysis across the broad range of issue areas needed to justify subgroup segmentations. Utilizing national oversamples of Black and Latino Christians (alongside white Christians), we assess the relationship between standard measures of Christian nationalism and attitudes toward policies that vary in their degree of racialization. Our findings qualify typical narratives: consistent with a theory of Christian nationalism as sacralized in-group protection, we find effects that diverge by racial groups on racialized issues but otherwise converge. We close by discussing the implications of these findings and offering suggestions for future work linking race with Christian nationalism.",
          "url": "https://doi.org/10.1017/s1537592725102338",
          "doi": "https://doi.org/10.1017/s1537592725102338",
          "filter": 0
        },
        {
          "title": "The Politics of Alliance Cohesion: Experimental Evidence on American Attitudes toward Corrective Measures in Security Partnerships",
          "authors": "Osman Sabri Kiratli",
          "abstract": "This paper examines American public attitudes toward corrective measures against uncooperative security allies through a preregistered survey experiment on a nationally representative sample of 1,502 American citizens. The findings demonstrate strong public support for corrective measures, particularly coercive strategies such as economic sanctions and military aid reduction, against allies whose policies conflict with the dominant power’s interests. While alliance discord also triggers demands for reduced American contributions to the alliance, public response varies substantially based on the nature of the misalignment and the characteristics of the uncooperative ally. Notably, the ally regime type significantly moderates support for corrective measures, with Americans demonstrating marked reluctance to endorse punitive actions against democratic allies. However, neither the ally’s military capabilities nor the presence of formal treaty arrangements significantly moderates public preferences. These findings contribute to our understanding of alliance management and the domestic foundations of international cooperation while offering insights into the pressures leaders face when addressing alliance noncompliance.",
          "url": "https://doi.org/10.1017/s1537592725103071",
          "doi": "https://doi.org/10.1017/s1537592725103071",
          "filter": 0
        },
        {
          "title": "The Racial Politics of Mass Incarceration",
          "authors": "John Clegg, Adaner Usmani",
          "abstract": "Many argue that America’s punitive turn was the result of racial backlash to the Civil Rights Movement. Yet some have noted support among black people for the policies attributed to this backlash, citing the influence of rising crime on black voters and politicians. In this article we gather new evidence and examine what it implies. Public opinion data show that not just the white but also the black public became more punitive after the 1960s. Voting data from the House show that most black politicians voted punitively at the height of concern about crime. In addition, an analysis of federally mandated redistricting suggests that in the early 1990s, black political representation had a punitive impact at the state level. Together, our evidence suggests that crime had a profound effect on black politics. It also casts some doubt on the conventional view of the origins of mass incarceration.",
          "url": "https://doi.org/10.1017/s1537592725102314",
          "doi": "https://doi.org/10.1017/s1537592725102314",
          "filter": 0
        },
        {
          "title": "Policing Empires: Militarization, Race and the Imperial Boomerang in Britain and the US. By Julian Go. New York: Oxford University Press, 2024. 392p.",
          "authors": "Paul Higate",
          "url": "https://doi.org/10.1017/s1537592725102892",
          "doi": "https://doi.org/10.1017/s1537592725102892",
          "filter": 0
        },
        {
          "title": "Living Right: Far-right Youth Activists in Contemporary Europe. By Agnieszka Pasieka. Princeton: Princeton University Press, 2024. 304p.",
          "authors": "Cynthia Miller-Idriss",
          "url": "https://doi.org/10.1017/s153759272510265x",
          "doi": "https://doi.org/10.1017/s153759272510265x",
          "filter": 0
        },
        {
          "title": "The Politics of Status Preservation: Immigration and the Knowledge Economy Class",
          "authors": "Briitta van Staalduinen",
          "abstract": "The young, urban, and highly educated professionals who comprise the knowledge economy class are often portrayed as the champions of progressive politics in Europe. However, the coexistence of socially progressive attitudes and more conservative economic tendencies within this class deserves more scrutiny among political scientists because such tendencies, I argue, may reveal differences of consequence for electoral and policy outcomes. I point to two analytical blind spots in research on progressive politics: (1) the separation of sociocultural from economic issues, which can conceal critical policy preferences within the knowledge economy class, and (2) the prevailing dichotomy of knowledge economy “winners” and “losers,” which can lead scholars to underestimate status concerns in the knowledge economy class. To illustrate why addressing both blind spots matters for research on electoral outcomes and progressive policy agendas, I apply my claims to the issue of immigration. I show how the interaction of sociocultural progress and economic change—manifesting in this case as status gains among ethnoracial minorities—can underpin a politics of status preservation among “winners” that calls for as much attention as that dedicated to the politics of status loss among “losers.” Using cross-national survey data, I show that members of the knowledge economy class adopt a politics of status preservation in contexts in which ethnoracial minorities, although not on a par with advantaged white majorities, are better represented in high-status positions. I conclude by considering the implications for research on progressive politics in Europe.",
          "url": "https://doi.org/10.1017/s1537592725101461",
          "doi": "https://doi.org/10.1017/s1537592725101461",
          "filter": 0
        },
        {
          "title": "Countermobilization: Policy Feedback and Backlash in a Polarized Age. By Eric M. Patashnik. Chicago: University of Chicago Press, 2023. 256p.",
          "authors": "Mallory E. SoRelle",
          "url": "https://doi.org/10.1017/s1537592725102879",
          "doi": "https://doi.org/10.1017/s1537592725102879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Talking Politics in a Polarized America: How Perceived Polarization Shapes Political Self-Censorship",
          "authors": "Amber Hye-Yon Lee, Chloe Ahn",
          "url": "https://doi.org/10.1007/s11109-025-10087-7",
          "doi": "https://doi.org/10.1007/s11109-025-10087-7",
          "filter": 0
        },
        {
          "title": "Attitudes Surrounding Fairness and Competition in Sports Predict Choices to Partisan Gerrymander",
          "authors": "Hilary Jan Izatt, Sam Fuller",
          "abstract": "Partisan polarization in the United States has intensified, fueling hostility toward partisan out-groups and eroding political and social trust. This divide has often been compared to the fervent loyalty of sports fans, where competition and “team spirit” dominate behaviors. Despite this comparison, research has not systematically explored how views on fairness and competitiveness in partisan competition predict support for anti-democratic policies. This paper addresses this gap by developing a novel survey battery that uses sports as a conceptual proxy to measure these attitudes. We test this survey battery, and further refine it, on two U.S. samples. Using dimensional analysis we recover two latent dimensions: fairness and competitiveness. Using a novel measure, a gerrymandering map-choice, we find that these dimensions are highly predictive of anti-democratic behavior. This study illustrates how individuals’ partisanship and underlying psychology lead to undemocratic outcomes in the context of partisan competition.",
          "url": "https://doi.org/10.1007/s11109-025-10086-8",
          "doi": "https://doi.org/10.1007/s11109-025-10086-8",
          "filter": 0
        },
        {
          "title": "On Polarization and Partisan Attachments: Greater Consistency but not Greater Strength",
          "authors": "Corwin D. Smidt",
          "abstract": "Are Americans more strongly attached to their political parties than ever before? Despite partisanship’s stronger associations across politics, inter-election panel surveys show that the durability of partisan attachments has slightly weakened. After bringing attention to this fact, I propose that this discrepancy exists because comparisons across time are mostly a product of greater consistency in mass partisan behavior, not the strengthening of mass partisan attachments. Model estimates confirm that thermometer- and vote-based indicators of partisanship have mostly become more consistent markers of partisanship instead of representing stronger modern-day partisan orientations. These estimates find that American partisan attachments have strengthened since the 1970s but remain similar to the 1950s and 1960s. American partisanship is clearly a more relevant and consistent conduit for mass political opinion and behavior in recent years, but American partisan attachments are not much stronger; they are just as movable now as they were in the past.",
          "url": "https://doi.org/10.1007/s11109-025-10085-9",
          "doi": "https://doi.org/10.1007/s11109-025-10085-9",
          "filter": 0
        },
        {
          "title": "Needs for Security and Certainty Relate Differently to Support for Universal Basic Income Versus Other Social Safety Net Programs Across European Nations",
          "authors": "Christopher M. Federico, Caitlyn N. Barrett",
          "abstract": "Needs for security and certainty (NSC) vary in their relationship with economic preferences as a function of political engagement. Among those low in engagement, NSC is directly related to left-leaning economic preferences, since social welfare can be regarded as insurance. Among those high in engagement, NSC predicts right-wing economic preferences, since engaged individuals high in NSC take cues from right-leaning elites suggesting that support for redistribution is inconsistent with conservative ideological and partisan identities. In this study, we argue that this ‘reversal’ is less applicable to universal basic income (UBI), since the latter is an unconditional benefit that detaches welfare provision from specific situations of risk (e.g., unemployment insurance). This should shift individuals to think of provision in terms of moral hazard (e.g., work avoidance) in the context of UBI. Using Round 8 of the European Social Survey, we test and find support for several hypotheses based on this argument.",
          "url": "https://doi.org/10.1007/s11109-025-10081-z",
          "doi": "https://doi.org/10.1007/s11109-025-10081-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Space to think? Chinese think tanks and the uneven development of party-state power",
          "authors": "Jamie Peck",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "filter": 0
        },
        {
          "title": "Topographies of the undesired: Tracing the camp from colonial confinement to digital control in the EU asylum regime",
          "authors": "Giuseppe Platania",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "filter": 0
        },
        {
          "title": "Durable governance assemblages at the margins: Introduction to the special issue",
          "authors": "Matthew A. Richmond, Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "filter": 0
        },
        {
          "title": "Governing through extra-territoriality: Jordan's clothing production zones as tools of imperial power and authoritarian rule",
          "authors": "Katharina Grüneisl",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Laboratories of democratic renewal: explaining substantial improvement in the quality of democracy in the American States",
          "authors": "Jesse H. Rhodes",
          "abstract": "In this article, I center substantial improvement in subnational democracy in the U.S. states as an object of inquiry and seek to explain it. I theorize that strong unions, high Democratic Party control of state government, an especially liberal Democratic Party, a large population of people of color, and a particularly liberal public mood may each contribute to substantial improvement in democratic quality. Using Coincidence Analysis (CNA), a configurational causal method, I assess the evidence for my hypotheses. The CNA identifies three alternative paths to substantial improvement in electoral democracy in the states. The results of my analysis highlight that substantial improvement in electoral democracy is the product of political struggle centrally involving unions and the Democratic Party.",
          "url": "https://doi.org/10.1017/psrm.2025.10051",
          "doi": "https://doi.org/10.1017/psrm.2025.10051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Too hot to play it cool? Temperature and negative media bias",
          "authors": "David Stadelmann, Tobias Thomas, Nikita Zakharov",
          "abstract": "This paper examines the impact of outdoor temperature on media bias in a quasi-experimental setting. We take advantage of the geographical proximity of the locations of the three major US news networks, ABC News, CBS News, and NBC News, all headquartered in New York City, and granular variations in local daily temperatures. We use more than 10 years of daily hand-coded data on the tonality of evening weekday news broadcasts by each news network to estimate the effect of hot weather on negative media bias in reporting the news affiliated with the Republican and Democratic parties, controlling for time and network-month fixed effects. In line with theoretical expectations regarding human behavior, our results suggest an increase in negative media bias: a 0.5 °C (0.9 °F) increment in daily maximum temperature on a hot day (&gt; 25 °C or &gt; 77 °F) leads to about a 10% increase in the negative bias measured as the difference in the share of negative news about the Republicans and the Democrats. This effect is mainly driven by an increase of the share of negative news about the Republicans. This bias in political reporting exists only for maximum temperatures, as opposed to minimum or average temperatures. The results are robust to an array of placebo tests using past or future temperatures. Examining a similar effect for positive coverage bias, we detect precisely null effects, suggesting that high temperatures are associated only with biased negativity in reporting.",
          "url": "https://doi.org/10.1007/s11127-025-01329-7",
          "doi": "https://doi.org/10.1007/s11127-025-01329-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "How populist citizens see the people and their place in representative democracy",
          "authors": "Rosa Kindt, Robert A. Huber, Kristof Jacobs",
          "url": "https://doi.org/10.1080/01402382.2025.2559520",
          "doi": "https://doi.org/10.1080/01402382.2025.2559520",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "World Politics",
      "journal_short": "WP",
      "articles": [
        {
          "title": "Explaining Urban Order: The Autocratic Origins of Africa’s City Street Networks",
          "authors": "Noah L. Nathan",
          "abstract": "abstract: This article connects the political incentives of state leaders to the physical geometry of urban built environments. Drawing on a novel combination of street network data, archival maps, and satellite imagery, the author builds on classic claims that autocratic regimes order urban space, rendering society more legible through the production of gridded streets. Backdating the construction of 1.5 million streets across a sample of African cities, the author shows that ordered, gridded urban neighborhoods emerge more often under relatively more autocratic postcolonial regimes than under less autocratic regimes. But rather than a conscious effort to increase society’s legibility, evidence on mechanisms is more consistent with ordered urban designs emerging as a side-effect of patronage strategies that autocrats use to placate critical subsets of the urban population. Ultimately, efforts to intervene in the built environment represent an underexplored element of both autocratic and urban politics in the developing world.",
          "url": "https://doi.org/10.1353/wp.2025.a971543",
          "doi": "https://doi.org/10.1353/wp.2025.a971543",
          "filter": 0
        },
        {
          "title": "The Partisan Reversal: Partisanship and Exchange Rate Policy in Closed and Open Economies",
          "authors": "Andrew Rys, David A. Steinberg",
          "abstract": "abstract: Economic globalization is widely believed to cause the policies of left-and right-wing parties to converge. The authors argue that globalization can have an even more profound impact on partisan politics, fully reversing the positions of left and right parties. This article demonstrates that financial globalization transforms party positions in one important policy area: the degree of exchange rate overvaluation or undervaluation. At low levels of capital mobility, left-wing parties are more likely to overvalue the exchange rate than are right-wing parties because doing so redistributes income from capital to labor. As capital mobility rises, overvalued exchange rates become costlier for workers but more attractive to firms. Accordingly, right-wing parties maintain more overvalued exchange rates than do left parties at high levels of capital mobility. Analyses of time-series cross-sectional data support these hypotheses. The results indicate that globalization can have transformative effects on the relationship between partisanship and economic policy.",
          "url": "https://doi.org/10.1353/wp.2025.a971545",
          "doi": "https://doi.org/10.1353/wp.2025.a971545",
          "filter": 0
        },
        {
          "title": "Land Titling, Race, and Political Violence: Theory and Evidence from Colombia",
          "authors": "Ali T. Ahmed, Marcus Johnson, Mateo Vásquez-Cortés",
          "abstract": "abstract: Under what conditions do reforms prompt violent counterreform? Reform threatens elite interests in structurally unequal societies, prompting elites to use their power to counter reform. Although the existing literature demonstrates the material logic of counterreform, the authors build on critical race theory to argue that elites are more likely to target reforms meant for racially marginalized beneficiaries. The authors test this argument using original data on the largest communal land reform program undertaken in Latin America, the titling of collective lands belonging to Black communities in Colombia, through Law 70: the Law of Black Communities. The article shows that the legal recognition of Black collective property rights increased right-wing paramilitary attacks in municipalities in which Black communities requisitioned formal land titles. In addition, the authors demonstrate that titling reforms for peasant and Indigenous communities faced fewer attacks after legal recognition, relative to Black communities. These findings together offer new insights into the puzzling racialization of Colombian civil conflict since the 1990s.",
          "url": "https://doi.org/10.1353/wp.2025.a971546",
          "doi": "https://doi.org/10.1353/wp.2025.a971546",
          "filter": 0
        },
        {
          "title": "Are WTO Rulings Biased? The Role of Institutional Design in Protecting Judicial Autonomy",
          "authors": "Joost Pauwelyna, Krzysztof Pelc",
          "abstract": "abstract: The dispute settlement system of the World Trade Organization (wto) prides itself on its high degree of judicial independence and the impartiality of its adjudicators. Yet compared to other international tribunals, wto member states exert considerable political control over wto adjudicators. Contestation over the appointment of those adjudicators also reflects governments’ awareness that nationality may matter for outcomes. The authors ask whether that is the case. An empirical analysis of twenty-five years of wto Appellate Body (ab) activity offers a nuanced answer. Exploiting the random allocation of adjudicators to ab divisions, the authors find no evidence of systematic national bias across the board. Yet evidence does exist of bias on the part of ab division chairs, suggesting that when adjudicators are singled out, they become more prone to political pressure. A similar effect pertains to individual dissenting opinions. The presence of a conational from a litigant country on an ab division is associated with significantly increased odds of dissent. Judicial independence at the wto has long been taken for granted. These findings suggest that such trust is largely warranted, but even small tweaks in institutional design increase political pressure on adjudicators in ways that threaten impartiality, which holds significant implications for wto reforms going forward.",
          "url": "https://doi.org/10.1353/wp.2025.a971542",
          "doi": "https://doi.org/10.1353/wp.2025.a971542",
          "filter": 0
        },
        {
          "title": "Referees",
          "url": "https://doi.org/10.1353/wp.2025.a971541",
          "doi": "https://doi.org/10.1353/wp.2025.a971541",
          "filter": 0
        },
        {
          "title": "Race, Trade, and the Demise of Southern Support for Multilateralism, 1945–62",
          "authors": "Benjamin O. Fordham",
          "abstract": "abstract: Through the 1940s, Southern members of Congress strongly supported multilateralism in US foreign policy, backing the United Nations and other multilateral initiatives almost unanimously. But by the end of the 1950s, many of these members had turned against this institutional form. That shift bolstered domestic opposition to multilateralism, with lasting consequences for both US foreign policy and world order. This article assesses two complementary explanations for the change. First, changes in the Southern economy reduced the value of multilateral cooperation. Export-oriented agriculture, particularly cotton, became less important. Labor-intensive industries, especially textiles and apparel, became more sensitive to international competition. Second, multilateral rules on human rights increasingly threatened the South’s racial hierarchy. White supremacy provided material benefits to white elites through voter suppression, legal impunity, and labor-repressive agriculture—benefits similar to those they derived from trade protection or access to foreign markets. Integrating these two explanations strengthens them both.",
          "url": "https://doi.org/10.1353/wp.2025.a971544",
          "doi": "https://doi.org/10.1353/wp.2025.a971544",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
