{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Brook no compromise: How to negotiate a united front",
          "authors": "Elaine Yao",
          "abstract": "Negotiating factional conflict is crucial to successful coordination: Political parties, rebel alliances, and authoritarian elites must all overcome internal disagreements to survive and achieve collective aims. Actors in these situations sometimes employ hardball tactics to block outcomes they dislike, but at the risk of causing coordination failure. Using a dynamic bargaining model, I explore how the threat and usage of these tactics impact coordination. In the model, two players who prefer different reforms must jointly agree on one to overturn a mutually unfavorable status quo. Neither knows the other's willingness to compromise—whether they prefer the status quo over their less‐preferred outcome. Players who are willing to compromise delay hardball, balancing incentives to preempt the opponent against the benefit of waiting to gather more information. Finally, I identify factors that incentivize players to exercise caution, thereby reducing the incidence of avoidable miscoordination, which results when players preemptively rule out possible compromises.",
          "url": "https://doi.org/10.1111/ajps.12986",
          "doi": "https://doi.org/10.1111/ajps.12986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Ideology and Revolution in Civil Wars: The “Marxist Paradox”",
          "authors": "LAIA BALCELLS, STATHIS N. KALYVAS",
          "abstract": "Powered by Marxist ideology, Revolutionary Socialist (RS) armed groups launched formidable challenges against incumbent regimes during the historical era of the Cold War. As both transformational and transnational actors, they were optimally positioned to execute a revolutionary war doctrine that called for a highly integrated political and military organization that could weave a dense web of interactions with civilian populations. Civil wars featuring RS rebels tended to be robust insurgencies, that is, irregular wars that lasted longer and produced more battlefield fatalities compared to other civil wars. However, this superior capacity failed to translate into a higher rate of victories—hence, a “Marxist Paradox.” By posing a credible threat, RS rebellions engendered equally powerful regime counter-mobilizations. We show how ideology shaped armed conflict in a particular world-historical time and point to implications for the current state of civil conflict.",
          "url": "https://doi.org/10.1017/s0003055425000188",
          "doi": "https://doi.org/10.1017/s0003055425000188",
          "filter": 0
        },
        {
          "title": "Electoral Gender Quotas and Democratic Legitimacy",
          "authors": "AMANDA CLAYTON, DIANA Z. O’BRIEN, JENNIFER M. PISCOPO",
          "abstract": "Gender quotas are used to elect most of the world’s legislatures. Still, critics contend that quotas are undemocratic, eroding institutional legitimacy. We examine whether quotas diminish citizens’ faith in political decisions and decision-making processes. Using survey experiments in 12 democracies with over 17,000 respondents, we compare the legitimacy-conferring effects of both quota-elected and non-quota elected local legislative councils relative to all-male councils. Citizens strongly prefer gender balance, even when it is achieved through quotas. Though we observe a quota penalty, wherein citizens prefer gender balance attained without a quota relative to quota-elected institutions, this penalty is often small and insignificant, especially in countries with higher-threshold quotas. Quota debates are thus better framed around the most relevant counterfactual: the comparison is not between women’s descriptive representation with and without quotas, but between men’s political dominance and women’s inclusion.",
          "url": "https://doi.org/10.1017/s0003055425000176",
          "doi": "https://doi.org/10.1017/s0003055425000176",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Political Economy of Racial Capitalism in the United States",
          "authors": "Chloe N. Thurston",
          "abstract": "This article summarizes recent scholarship on racial capitalism with an eye toward highlighting the opportunities the lens poses for the field of American political economy. It reviews the origins and evolution of the construct as well as its contemporary developments and critiques. It highlights three areas of generative dialogue between scholarship working at the intersection of racial capitalism and American political economy: first, surrounding the value of studying the political economy through a relational lens; second, involving how mid-range theoretical tools can generate more insights into specific institutional constraints and questions of agency, contingency, and change; and third, how deeper engagement between the two can productively reorient assessments of inequality in American democracy.",
          "url": "https://doi.org/10.1146/annurev-polisci-041023-073142",
          "doi": "https://doi.org/10.1146/annurev-polisci-041023-073142",
          "filter": 0
        },
        {
          "title": "Islamism and Armed Conflict",
          "authors": "Stathis N. Kalyvas, Mikael Hiberg Naghizadeh",
          "abstract": "Islamism has become a dominant force across civil wars, the most common form of armed conflict. Yet our comparative and theoretical understanding of this critical political development is lacking. We discuss this phenomenon and describe its emergence and basic trends and patterns; we review existing accounts of its causes and dynamics and conclude by suggesting future directions for research, with an emphasis on integrating context-rich studies with comparative and theoretical approaches.",
          "url": "https://doi.org/10.1146/annurev-polisci-061623-100652",
          "doi": "https://doi.org/10.1146/annurev-polisci-061623-100652",
          "filter": 0
        },
        {
          "title": "The Study of Racism and Policing in the United States",
          "authors": "Spencer Piston, Kaneesha R. Johnson, Selma Hedlund, Chas Walker",
          "abstract": "We begin this article by discussing two moments, in the late 1800s and late 1900s, in which the racist views of influential political scientists fundamentally shaped research on policing. In contrast, today's scholarship, breaking sharply with research of the past, does not attempt to justify racist policing but to study it. The dominant approach today follows a racial disparities framework, which maps out the uneven allocation of police harms. As we discuss, these studies have made valuable contributions to the field and to real-world efforts to resist the damage done by police. At the same time, however, the racial disparities framework has limitations that make it difficult for scholars to understand racist police oppression. We conclude by arguing that, to take the next step forward, future scholarship should follow the lead of and expand upon work that centers the voices of the highly policed. This Review in Advance was removed on May 1, 2025. It will be reinstated as soon as possible.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-124752",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-124752",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Deliberation and Human Nature – CORRIGENDUM",
          "authors": "Ramon van der Does",
          "url": "https://doi.org/10.1017/s0007123425000407",
          "doi": "https://doi.org/10.1017/s0007123425000407",
          "filter": 0
        },
        {
          "title": "The Correlates of Ethnicity: Why the Ethnic Majority Expects That Ethnic Minorities Contribute Less to the Collective",
          "authors": "Mathias Kruse",
          "abstract": "Members of the ethnic majority tend to view immigrants and ethnic minorities as less willing to contribute to the collective. Why is this the case? I argue that in Europe, ethnic attributes signal citizens’ socioeconomic resources, cultural values, and norm compliance and that these factors, rather than ethnic identities per se, explain why citizens are expected (not) to contribute. Through a novel conjoint experimental design in Denmark that manipulated respondents’ access to information about these different mechanisms, the argument finds support. First, in information-sparse environments, ethnic majority members expect that minority members contribute substantially less to the provision of public goods than majority members. Second, this ethnic bias is reduced by each of the three mechanisms and explained away once information on all three is available. This demonstrates that negative expectations toward minorities operate through multiple, complementary channels and that stereotype-countering information can reduce the majority-minority expectation gap.",
          "url": "https://doi.org/10.1017/s0007123425000092",
          "doi": "https://doi.org/10.1017/s0007123425000092",
          "filter": 0
        },
        {
          "title": "Macrointerest Across Countries",
          "authors": "Yue Hu, Frederick Solt",
          "abstract": "The extent to which the public takes an interest in politics has long been argued to be foundational to democracy, but the want of appropriate data has prevented cross-national and longitudinal analysis. This letter takes advantage of recent advances in latent-variable modelling of aggregate survey responses and a comprehensive collection of survey data to generate dynamic comparative estimates of macrointerest, that is, aggregate political interest, for over a hundred countries over the past four decades. These macrointerest scores are validated with other aggregate measures of political interest and of other types of political engagement. A cross-national and longitudinal analysis of macrointerest in advanced democracies reveals that along with election campaigns and inclusive institutions, it is good economic conditions, not bad times, that spur publics to greater interest in politics.",
          "url": "https://doi.org/10.1017/s0007123424001042",
          "doi": "https://doi.org/10.1017/s0007123424001042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Going the Last Mile: How Social Pensions Make Marginalized Elders Legible and Build the State’s Informational Capacity",
          "authors": "Imke Harbers, Wendy Hunter",
          "abstract": "The state’s reach across societal groups is often uneven. Lacking documents that provide official proof of age and identity, many elderly people in countries of the Global South have long resided in the blind spot of states, especially if they are poor, indigenous, live in rural areas, and have labored outside the formal sector. How can states go the last mile and build informational capacity by incorporating particularly marginalized groups? What induces marginalized elders to register their births decades after the fact? Based on cross-national analyses, case studies of Mexico and Bolivia, and a series of difference-in-difference designs, we show that bureaucratic social welfare policies can incentivize identity documentation among hard-to-reach populations. The rollout of social pensions prompted previously unregistered elders to finally obtain birth registration and certification, making invisible elders legible and enhancing the informational capacity of the state.",
          "url": "https://doi.org/10.1177/00104140251328023",
          "doi": "https://doi.org/10.1177/00104140251328023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Countryside champions or urban allies? What rural and urban citizens want from elected representatives",
          "authors": "Lawrence McKay, Christopher Claassen, Petar Bankov, Christopher Carman",
          "url": "https://doi.org/10.1016/j.electstud.2025.102937",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The value of liberal democracy: Assessing citizens' commitment to democratic principles",
          "authors": "SERGI FERRER, ENRIQUE HERNÁNDEZ, ENRIQUE PRADA, DAMJAN TOMIC",
          "abstract": "Recent studies suggest that citizens are unlikely to trade off free elections for other desirable outcomes, such as economic growth. However, while free elections are central to democracies, today democracy is not often undermined by abolishing elections. Our study shifts the focus to citizens' willingness to trade off the more granular democratic principles frequently eroded in backsliding processes – such as judicial independence, media freedom or horizontal accountability – for higher incomes. Through a seven‐country conjoint experiment, we analyse how citizens prioritize among these principles and estimate their ‘willingness to pay’ – or the additional income needed to persuade citizens to give these principles up. We find that while citizens do not relinquish free elections easily, they are more open to forgo liberal principles undermined in backsliding processes, especially when these principles are eroded gradually, one at a time. These findings help explain why democratic backsliding may be often tolerated by citizens.",
          "url": "https://doi.org/10.1111/1475-6765.70021",
          "doi": "https://doi.org/10.1111/1475-6765.70021",
          "filter": 0
        },
        {
          "title": "Do government invitations to consultations shape stakeholder participation in public policymaking?",
          "authors": "ADRIANA BUNEA, IDUNN NØRBECH",
          "abstract": "Online public consultations are an instrument frequently used by governments to invite citizens and interest organisations to participate in the formulation of public policies. A key feature of the consultation design is the prerogative of policymakers to send formal invitations to consultations with stakeholders. The extent to which these invitations shape the patterns of stakeholder participation in online consultations is a relevant theoretical and empirical research puzzle that remains largely overlooked in the literature on participatory governance and bureaucratic policymaking. Our study addresses this gap in research and asks: Do government invitations to consultations increase the levels and diversity of stakeholder participation in online public consultations? We explain when and why the number of government invitations is systematically associated with higher levels of participation and diversity of stakeholder interests and how this systematic co‐variation is conditional upon the policy act type on which the government consults. We test our argument on a new dataset containing information about 251,153 instances of stakeholder participation in 4062 online public consultations organised by the Norwegian government across all policy areas during 2009–2023. We find that a higher number of government invitations is systematically associated with significantly higher stakeholder participation, higher diversity of interests represented and a higher likelihood of and more frequent citizen participation. This positive association is, however, moderate in size and is also conditional upon policy act type. Invitations increase participation and stakeholder diversity more in consultations on legislative acts and government reports relative to all other acts. These are acts on which the demand for stakeholder participation successfully meets stakeholders’ interest in supplying it. Our study underscores the importance of government invitations as a relevant feature of consultation design that shapes patterns of participation in public consultations while accounting for the impact of the policy context in which consultations are organised.",
          "url": "https://doi.org/10.1111/1475-6765.70027",
          "doi": "https://doi.org/10.1111/1475-6765.70027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Bipartisanship in the Shadow of China’s Rise: The Effect of External Threats on Internal Unity in the US Congress",
          "authors": "Guan Wang, Weifang Xu",
          "abstract": "In recent years, political analysts and media observers claim that taking a harder line against China has become one of the few remaining bipartisan issues left in a highly partisan US Congress. However, a closer look at China-related bills and resolutions reveals significant variation in the level of bipartisan support they receive. While some China-related legislation receives support from both Democratic and Republican lawmakers, others are supported by members of only one party. Under what conditions can Democrats and Republicans collaborate to deal with threats posed by China? In this research note, we examine two conditions under which the two parties jointly support a China-related measure. First, the proposed legislation is not related to US domestic affairs. Second, if the legislation is related to US domestic affairs, neither party claims the ownership of the issue addressed by the legislation. We created and analyzed a novel dataset that encompasses China-related legislation in the US House of Representatives between 2009 and 2022. Our empirical results show that bipartisan collaboration on China’s threats depends on the nature of the issue.",
          "url": "https://doi.org/10.1093/isq/sqaf030",
          "doi": "https://doi.org/10.1093/isq/sqaf030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Giving a hand to autocrats: Are Russia’s high-level visits for authoritarian durability?",
          "authors": "Ali Balci, Bülent Aras",
          "abstract": "The existing literature largely agrees that Russia and China actively bolster and protect authoritarian regimes as alternatives to liberal democracies. While empirical research predominantly focuses on economic and military aid as primary mechanisms, emerging studies on ‘leader visits’ reveal that great powers send visible, immediate, and robust signals of support to their protégés, especially against domestic and regional threats. Given that face-to-face interactions enable host leaders to more precisely discern their patrons’ intentions, we argue that leader visits constitute a critical strategy employed by Russia in its global efforts to bolster authoritarian durability. Our empirical results demonstrate that although domestic instability generally deters foreign official visits, domestic instability actually increases authoritarian regimes’ chances of attracting a Russian official visit. We also find that Russia’s visits to authoritarian regimes experiencing domestic turmoil are linked to its power competition with the United States, particularly following a series of democratic revolutions in Russia’s former protégés during the early 2000s. The findings underscore the strategic use of leader visits as a tool to bolster autocratic allies in times of global power competition, thereby advancing scholarship on authoritarian resilience. Policy implications include recognizing the geopolitical significance of diplomatic visits in signaling support for unstable regimes and the need to incorporate such symbolic gestures into assessments of great power competition and authoritarian diffusion strategies.",
          "url": "https://doi.org/10.1177/00223433251318911",
          "doi": "https://doi.org/10.1177/00223433251318911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Fair representation in primaries: Heterogeneity and the New Hampshire effect",
          "authors": "Stefano Barbieri, Marco Serena",
          "abstract": "In sequential primaries, fair representation of the electorate may be undermined by the New Hampshire effect. Simultaneous primaries address fair representation, as there is no New Hampshire effect, but may increase expenditures. We analyze these issues by studying heterogeneity in sequential and simultaneous contests. The nature of heterogeneity is crucial. If a player is stronger in every battle, then expenditures in sequential contests are smaller than in simultaneous ones, in line with the existing literature, and the stronger player is more likely to win in sequential than simultaneous contests. If players’ advantages alternate across battles, for sufficiently large advantages, expenditures in sequential contests are greater than in simultaneous ones, and the player who has the advantage later in sequential contests is more likely to win: dynamics affect representation. We interpret our results in light of the candidates’ advantages due to the different demographic composition of states and discuss novel testable implications.",
          "url": "https://doi.org/10.1177/09516298251333765",
          "doi": "https://doi.org/10.1177/09516298251333765",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Getting what you pay for: Resource allocations and legislative success",
          "authors": "Emily Cottle Ommundsen",
          "abstract": "Members of Congress run for office with a variety of goals they hope to achieve if elected. How members go about achieving these goals is constrained by numerous institutional factors. Yet there exist two areas in which members are afforded broad discretion: the allocation of their time and budget. In this paper, I assess the personal qualities and institutional circumstances that motivate members' budgetary decisions, and take an important step further to evaluate the consequences of such choices. I find that members who spend a greater proportion of their budget are more effective lawmakers than those who do not spend their full budgets. Further, I demonstrate that members who invest more in legislative staff have the highest rates of legislative productivity. Members make strategic choices in how they divide their budget. This paper demonstrates that investing in skilled staff is a wise strategy for members desiring legislative success.",
          "url": "https://doi.org/10.1111/lsq.70000",
          "doi": "https://doi.org/10.1111/lsq.70000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review of Matthias Dilling’s Parties under Pressure: The Politics of Factions and Party Adaptation Matthias Dilling, Parties under Pressure: The Politics of Factions and Party Adaptation . Chicago: The University of Chicago Press, 2024. $115.00 (cloth); $32.50 (paper), x + 289 pp. ISBN 978 0 226 83023 0; 978 0 226 83025 4.",
          "authors": "Tristan Klingelhöfer",
          "url": "https://doi.org/10.1177/13540688251339630",
          "doi": "https://doi.org/10.1177/13540688251339630",
          "filter": 0
        },
        {
          "title": "Book Review: Review of beyond social democracy. The transformation of the left in emerging knowledge societies HäusermannSiljaKitscheltHerbert (ed.), Beyond Social Democracy. The Transformation of the Left in Emerging Knowledge Societies. Cambridge: Cambridge University Press, 2024; £ 34.99 (pbk), xx + pp. 463, ISBN: 9781009496803.",
          "authors": "Karl Loxbo",
          "url": "https://doi.org/10.1177/13540688251339627",
          "doi": "https://doi.org/10.1177/13540688251339627",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Unheard Voices: The Importance of Intersectionality in Responsiveness and the Systematic Ignoring of Black Men by Elected Officials",
          "authors": "Ethan C. Busby, Andrew Ifedapo Thompson, Tomo Vierbuchen, Suzy Yi",
          "abstract": "All citizens are not listened to equally, despite the importance of responsiveness and listening to different theories of democracy. We take an ‌intersectional‌ ‌approach‌ ‌to‌ make several novel predictions about how citizens’ identities, the topic of constituent messages, and the identities of elected officials combine to influence responsiveness. These theories lead us to expect (and empirically confirm) that Black men in particular - more than other racial and gender groups - are systematically ignored by elected officials. ‌We‌ ‌implement‌ ‌a‌ ‌wide-scale‌ experiment with U.S. local elected officials ‌( N = 23,738)‌ to test our predictions. Extending‌ ‌previous‌ ‌work,‌ ‌we‌ ‌vary‌ ‌the‌ ‌race,‌ ‌gender,‌ ‌and‌ ‌topic‌ ‌of‌ ‌the‌ ‌constituent’s‌ ‌message, and we‌ observe ‌if elected‌ ‌officials ‌both open‌ ‌and‌ ‌reply‌ ‌to‌ ‌constituents’ messages‌.‌ ‌We ‌find‌ ‌that‌ ‌Black‌ ‌men‌ ‌are systematically ignored, regardless of the message they send.‌ ‌In‌ ‌contrast,‌ ‌elected officials respond less to ‌Black‌ ‌women‌ ‌when‌ they ‌discuss race ‌and‌ ‌less to ‌White‌ ‌women‌ ‌when‌ ‌they discuss gender.‌ ‌We‌ ‌discuss ‌the‌ ‌implications‌ ‌of‌ ‌this‌ ‌study‌ ‌for‌ ‌work‌ ‌on‌ ‌responsiveness‌ ‌in‌ democratic government.‌‌",
          "url": "https://doi.org/10.1007/s11109-025-10042-6",
          "doi": "https://doi.org/10.1007/s11109-025-10042-6",
          "filter": 0
        },
        {
          "title": "Exploiting a Major Blunder to Study Policy Accountability: Trump and His Covid Stance in 2020",
          "authors": "Eric Guntermann, Gabriel S. Lenz",
          "abstract": "Most theories of democracy assume that voters punish politicians who pursue unpopular policies. However, empirical evidence supporting this claim remains elusive, partly because politicians strategically avoid adopting unpopular stances. The 2020 US presidential election offers a unique opportunity to investigate this phenomenon. Incumbent President Donald Trump publicly embraced unpopular positions on Covid-19, arguably the campaign’s most critical issue. Using panel survey data, we find many Trump supporters disagreed with his Covid-19 stances and preferred more aggressive government action, yet most remained unaware that his policies conflicted with their views even by the campaign’s end. Among those who recognized this contradiction, few defected; instead, many followed Trump, adjusting their own views to match his positions. Although our statistical power to detect voter defections is limited—precisely because learning about his stance was uncommon—Trump’s unpopular positions may still have been decisive given the narrow election margin. Broadly, voters’ failure to perceive or acknowledge conflicts between their policy views and those of favored candidates constrains their ability to hold politicians accountable, highlighting a critical challenge for democratic accountability.",
          "url": "https://doi.org/10.1007/s11109-025-10041-7",
          "doi": "https://doi.org/10.1007/s11109-025-10041-7",
          "filter": 0
        },
        {
          "title": "The Racialization of the United States Supreme Court? Examining Changes in Public Opinion Toward SCOTUS Over Time",
          "authors": "Kelsey Shoub, Jamil S. Scott, Leah Christiani",
          "url": "https://doi.org/10.1007/s11109-025-10043-5",
          "doi": "https://doi.org/10.1007/s11109-025-10043-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Governing the unstable: Colonial atmospheres, ‘weathering’ Indigenous, and the colonisation of polar air in the Soviet Arctic",
          "authors": "Nadezhda Mamontova",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103331",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103331",
          "filter": 0
        },
        {
          "title": "Embodied encounters, emerging publics in U.S. immigration courts",
          "authors": "Alicia Danze, Caroline Faria, Valentina Glockner, Rebecca Torres",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103334",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103334",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The network dynamics of antiprejudice norms: A field experiment testing antiprejudice interventions in real groups",
          "authors": "Feiteng Long, Daan Scheepers, Tibor Zingora, Ruthie Pliskin",
          "abstract": "Individuals' attitudes toward members of ethnic and national outgroups can be shaped by peer norms within social networks. However, little is known about the interplay between such spontaneous normative influence processes within social networks and more formalized top‐down norms communicated by institutions (e.g., schools). To test this impact, we conducted a longitudinal four‐wave field experiment employing social network analysis among real groups. Students enrolled in Dutch and international psychology bachelor programs at a Dutch university were assigned to mentoring groups ( N = 288 across 50 groups in the last wave). As institutional interventions, they watched an online diversity training video (vs. not, between mentoring groups) at the beginning of data collection (T1) and attended a diversity and inclusion session (within‐participants) before T2. At each timepoint, participants reported attitudes toward outgroup members and friendships with students enrolled in the same program. We examined how peer norms (i.e., friends' intergroup attitudes) and institutional interventions shaped intergroup attitudes, finding that the video‐ and workshop‐based interventions improved intergroup attitudes. However, network analyses showed limited influence of friends' intergroup attitudes on individuals' own attitudes as well as limited interactive effects of the institutional interventions and network dynamics in affecting intergroup attitudes.",
          "url": "https://doi.org/10.1111/pops.70029",
          "doi": "https://doi.org/10.1111/pops.70029",
          "filter": 0
        },
        {
          "title": "It seems tense: The influence of loneliness on perceived social conflict and societal threats",
          "authors": "Alexander Langenkamp, Alexander Schmidt‐Catran, Janosch Schobin",
          "abstract": "In recent years, many Western democracies have experienced increased political polarization, eroding social cohesion and, in some cases, heightened fear of violence among the general population. Simultaneously, surveys have found high rates of loneliness in modern societies and that it appears to have an impact on hypervigilance to social threats. This paper links and extends both lines of literature and investigates whether loneliness influences citizens' perceptions of the state of society, namely the presence of societal conflicts and fear of the failure of social institutions. Analyzing cross‐national data from the European Quality of Life Survey (EQLS), the paper shows that loneliness is associated with high levels of perceived social conflict. A subsequent analysis of panel data confirms that rising loneliness is positively associated with increasing fear of social unrest and failure of social institutions, which supports the idea that loneliness does cause an elevated sense of social conflict and insecurity. In conclusion, we extend the “hypervigilance to social threats” hypothesis of loneliness and argue that loneliness causes universal hypervigilance for social and societal threats.",
          "url": "https://doi.org/10.1111/pops.70036",
          "doi": "https://doi.org/10.1111/pops.70036",
          "filter": 0
        },
        {
          "title": "The construction of threatening Others: Discourses and agendas of the Brazilian and German radical right",
          "authors": "Beatriz Besen",
          "abstract": "Based on empirical data from a comparative study of youth activism in the Radical Right of Brazil and Germany, this article identifies the construction of threatening Others as a common root of agendas promoting civilian gun ownership in Brazil and anti‐immigration in Germany. Through the analysis of biographical interviews conducted between 2021 and 2023 with young activists, the article explores the youths' narratives and examines the binary social representations such as “normal vs. cultural strangers” in Germany and “law‐abiding citizens vs. criminals/bandits” in Brazil. These constructions, often seen as products of a politics of fear, are analyzed as manifestations of “othering” and “authoritarianism,” based on the mobilization of anxieties related to ontological and structural insecurity. Ultimately, the article concludes that despite the existence of particular agendas in the Radical Right, the same mechanisms operate in diverse contexts. By the constant use of the discourse of threat, the Radical Right mobilizes securitization as a form to legitimize exclusionary policies and practices.",
          "url": "https://doi.org/10.1111/pops.70031",
          "doi": "https://doi.org/10.1111/pops.70031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "PSC volume 58 issue 2 Cover and Back matter",
          "url": "https://doi.org/10.1017/s1049096525000319",
          "doi": "https://doi.org/10.1017/s1049096525000319",
          "filter": 1
        },
        {
          "title": "PSC volume 58 issue 2 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1049096525000307",
          "doi": "https://doi.org/10.1017/s1049096525000307",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Consumers’ sovereignty and W. H. Hutt’s critique of the color bar",
          "authors": "Phillip W. Magness, Art Carden, Ilia Murtazashvili",
          "url": "https://doi.org/10.1007/s11127-025-01267-4",
          "doi": "https://doi.org/10.1007/s11127-025-01267-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Beyond the glass ceiling, more 'housework'? Womens' work assignment, performance and influence in political institutions",
          "authors": "Louisa Boulaziz",
          "url": "https://doi.org/10.1086/736465",
          "doi": "https://doi.org/10.1086/736465",
          "filter": 0
        },
        {
          "title": "The Contemporary Landscape of Gendered Personality Traits",
          "authors": "Sarah Shair-Rosenfield, Melody E Valdini",
          "url": "https://doi.org/10.1086/736464",
          "doi": "https://doi.org/10.1086/736464",
          "filter": 0
        },
        {
          "title": "Coalition-directed Voting under Uncertainty",
          "authors": "Oke Bahnsen, Lukas Stoetzer, Thomas Gschwend",
          "url": "https://doi.org/10.1086/736445",
          "doi": "https://doi.org/10.1086/736445",
          "filter": 0
        },
        {
          "title": "Do Voters Value Relief over Preparedness? Evidence from Disaster Policies in Malawi",
          "authors": "Felix Hartmann",
          "url": "https://doi.org/10.1086/736446",
          "doi": "https://doi.org/10.1086/736446",
          "filter": 0
        },
        {
          "title": "Editor’s Choice: Measuring Candidate Quality using Local Newspaper Endorsements",
          "authors": "Kevin DeLuca",
          "url": "https://doi.org/10.1086/736463",
          "doi": "https://doi.org/10.1086/736463",
          "filter": 0
        },
        {
          "title": "Outgroup Avoidance",
          "authors": "Chagai Weiss, Alexandra Siegel, Alexandra Scacco",
          "url": "https://doi.org/10.1086/736444",
          "doi": "https://doi.org/10.1086/736444",
          "filter": 0
        },
        {
          "title": "Local Backlash Against INGOs? How Heterogeneous Interests Condition the Effects of Conservation Advocacy Campaigns",
          "authors": "Takumi Shibaike",
          "url": "https://doi.org/10.1086/732968",
          "doi": "https://doi.org/10.1086/732968",
          "filter": 0
        },
        {
          "title": "Selective Exposure and Electoral Competition",
          "authors": "Avidit Acharya, Peter Buisseret, Adam Meirowitz, Floyd Jiuyun Zhang",
          "url": "https://doi.org/10.1086/732966",
          "doi": "https://doi.org/10.1086/732966",
          "filter": 0
        },
        {
          "title": "Complementarity and Public Views on Overlapping International and Domestic Courts",
          "authors": "Kelebogile Zvobgo, Stephen Chaudoin",
          "url": "https://doi.org/10.1086/732982",
          "doi": "https://doi.org/10.1086/732982",
          "filter": 0
        },
        {
          "title": "Is Clientelism (Only) for the Poor? Insights on Class and Clientelism from a Survey Experiment in Lebanon",
          "authors": "Melani Cammett, Christiana Parreira, Sami Atallah",
          "url": "https://doi.org/10.1086/732967",
          "doi": "https://doi.org/10.1086/732967",
          "filter": 0
        },
        {
          "title": "Once We Too Were Strangers: Can a Heritage of Displacement Be Leveraged to Build Support for Present-Day Refugees?",
          "authors": "Nicholas Sambanis, Matthew D. Simonson, Şule Yaylacı",
          "url": "https://doi.org/10.1086/732984",
          "doi": "https://doi.org/10.1086/732984",
          "filter": 0
        },
        {
          "title": "Credit Claiming in the European Union",
          "authors": "Tom Hunter",
          "url": "https://doi.org/10.1086/732970",
          "doi": "https://doi.org/10.1086/732970",
          "filter": 0
        },
        {
          "title": "The Effective Power of Military Coalitions: A Unified Theoretical and Empirical Model",
          "authors": "Brenton Kenkel, Kristopher W. Ramsay",
          "url": "https://doi.org/10.1086/732953",
          "doi": "https://doi.org/10.1086/732953",
          "filter": 0
        },
        {
          "title": "Fanatical Peace: How Fundamental Disagreements Can Discourage Conflict",
          "authors": "Peter Bils, Richard Jordan, Kristopher W. Ramsay",
          "url": "https://doi.org/10.1086/732987",
          "doi": "https://doi.org/10.1086/732987",
          "filter": 0
        },
        {
          "title": "Identity, Industry, and Perceptions of Climate Futures",
          "authors": "Noah Zucker",
          "url": "https://doi.org/10.1086/732992",
          "doi": "https://doi.org/10.1086/732992",
          "filter": 0
        },
        {
          "title": "You Better Shop Around: Litigant Characteristics and Supreme Court Support",
          "authors": "Jamil S. Scott, Elizabeth A. Lane, Jessica A. Schoenherr",
          "url": "https://doi.org/10.1086/732956",
          "doi": "https://doi.org/10.1086/732956",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "European cloud computing policy: failing in Europe to succeed nationally?",
          "authors": "Antonio Calcara",
          "url": "https://doi.org/10.1080/01402382.2025.2491962",
          "doi": "https://doi.org/10.1080/01402382.2025.2491962",
          "filter": 0
        },
        {
          "title": "‘Seen one, seen ‘em all’: political outgroup homogeneity and negative affect",
          "authors": "Felix Grünewald",
          "url": "https://doi.org/10.1080/01402382.2025.2489869",
          "doi": "https://doi.org/10.1080/01402382.2025.2489869",
          "filter": 0
        },
        {
          "title": "The 2024 Belgian federal elections: a race to the right",
          "authors": "Stefano Camatarri, Pierre Baudewyns, Régis Dandoy, Min Reuchamps",
          "url": "https://doi.org/10.1080/01402382.2025.2492986",
          "doi": "https://doi.org/10.1080/01402382.2025.2492986",
          "filter": 0
        },
        {
          "title": "The 2023 Greek parliamentary elections: extreme multipartyism with one dominant party",
          "authors": "Lamprini Rori",
          "url": "https://doi.org/10.1080/01402382.2025.2492968",
          "doi": "https://doi.org/10.1080/01402382.2025.2492968",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "World Politics",
      "journal_short": "WP",
      "articles": [
        {
          "title": "Education and the Paradox of Perceived Discrimination",
          "authors": "Margarita Gelepithis, Marco Giani",
          "abstract": "abstract: The authors identify a paradox of perceived discrimination whereby perceptions of discrimination among disadvantaged groups are lower when dominant group attitudes are more discriminatory. This article forwards an explanation for this phenomenon based on the asymmetric effects of education on dominant and disadvantaged groups. Using individual- and school-level European data, the authors argue that education decreases discriminatory attitudes while increasing perceived discrimination through the interplay of cognitive sophistication, liberal instruction, and intergroup contact. At the country level, as education levels have increased over time, discriminatory attitudes have become less prevalent but perceptions of discrimination among disadvantaged groups have increased. The findings suggest that education increases awareness of discrimination among victims more than it decreases prejudice among perpetrators, challenging existing social hierarchies while simultaneously contributing to intergroup tensions.",
          "url": "https://doi.org/10.1353/wp.2025.a957994",
          "doi": "https://doi.org/10.1353/wp.2025.a957994",
          "filter": 0
        },
        {
          "title": "A Warning from Above: How Authoritarian Anti-Protest Propaganda Works",
          "authors": "Minh D. Trinh, Mai T. Truong",
          "abstract": "abstract: When faced with unfolding protests, autocrats frequently respond with anti-protest propaganda loaded with negative narratives about protesters. Although a substantial body of literature has suggested that anti-protest propaganda can effectively alter the way the public views protests, few researchers have examined the mechanism through which propaganda negatively affects public support for protests. In this article, the authors explain the role that anti-protest propaganda plays in weakening public support for protests. Using an innovative experiment involving mediation analysis, the authors administered a survey to 950 Vietnamese respondents. The experimental results showed that anti-protest propaganda may deter support for protests more by influencing the audience's beliefs about the intention and capacity of the government than by shaping perceptions of the protesters' legitimacy. This evidence suggests that even when it fails at discrediting protesters, anti-protest propaganda still serves as an effective warning, credibly signaling the commitment and ability of the government to punish protesters and their supporters.",
          "url": "https://doi.org/10.1353/wp.2025.a957997",
          "doi": "https://doi.org/10.1353/wp.2025.a957997",
          "filter": 0
        },
        {
          "title": "Turnout, Family, and Gender Norms: The Political Incorporation of Women in Sweden, 1921–1960",
          "authors": "Carles Boix, Zsuzsanna Magyar, Jordi Muñoz",
          "abstract": "abstract: This article investigates the historical process through which women mobilized at the ballot box and caught up with men's high voting turnout. The authors employ a unique set of official electoral data in Sweden collected between 1921 and 1960, recording all eligible voters' participation by gender, occupational group, and marital status. Although, in line with standard models of turnout, women's individual resources mattered, the authors show how the changing nature of gender norms and institutions played a crucial role in mobilizing women. Under traditional gender norms, female participation was strongly related to marital status: married women, arguably following their husbands' lead, voted at levels similar to men's, whereas unmarried women participated much less. As gender norms evolved, emphasizing women's personal and professional autonomy, the gap in turnout between married and unmarried women narrowed. That process happened asynchronically across social strata, paralleling the diffusion of modern gender norms and practices: from urban upper classes first, to rural areas last.",
          "url": "https://doi.org/10.1353/wp.2025.a957995",
          "doi": "https://doi.org/10.1353/wp.2025.a957995",
          "filter": 0
        },
        {
          "title": "Foreign Training, Course Content, and Political Militarization: Evidence from the US School of the Americas",
          "authors": "Adam Scharpf, Jesse Dillon Savage",
          "abstract": "abstract: How does foreign military training shape civil-military relations in recipient states? Existing works have mostly analyzed aggregate indicators of foreign training but paid little attention to the content to which soldiers are exposed. Also, studies have often fallen prey to coupism, thereby ignoring the more subtle ways by which soldiers can influence politics. In this article, the authors disaggregate foreign military training to assess how different course types influence military involvement in politics. They argue that soldiers exert higher levels of political influence when they receive domestically oriented training. Empirically, the authors leverage the wide-ranging dissemination of counterinsurgency training after the Cuban Revolution. They analyze original data on 22,000 course attendances at the School of the Americas to show that counterinsurgency courses increased soldiers' influence over politics, whereas training in conventional warfare stabilized civilian control. Their findings have implications for understanding why and when soldiers capture political institutions and dictate policies.",
          "url": "https://doi.org/10.1353/wp.2025.a957996",
          "doi": "https://doi.org/10.1353/wp.2025.a957996",
          "filter": 0
        },
        {
          "title": "Bringing Home The Bacon: Politician Ambassadors and Home State Trade",
          "authors": "Minju Kim, Shu Fu",
          "abstract": "abstract: Ambassadors promote domestic exports to a host country and represent the interests of their home country at large. However, are trade benefits equally distributed domestically? In the United States, a substantial number of ambassadors are former governors or legislators—that is, politician ambassadors. The authors argue that these politician ambassadors are particularly equipped with knowledge and incentives to promote exports from their home states to host countries. Leveraging the biographic information of 164 ambassadors and US state–level exports to thirty major export destinations from 2002 to 2020, the authors find that the home states of politician ambassadors, compared to other states, on average enjoy a ten percentage point increase in exports to host countries. The home-state effect is particularly apparent in countries in which the United States exports the most in dollar value, and in industries that export final goods, such as beverages and electrical equipment. The past career paths and future career aspirations of ambassadors can shape how the benefits of diplomacy are distributed domestically.",
          "url": "https://doi.org/10.1353/wp.2025.a957998",
          "doi": "https://doi.org/10.1353/wp.2025.a957998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
