{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Border fortification and legibility: Evidence from Afghanistan",
          "authors": "Christopher W. Blair",
          "abstract": "States often fortify their borders against militant threats. How do these efforts shape civilian welfare and perceptions in borderland communities? I conceptualize border fortification as a legibility‐building endeavor. By bolstering state reach in areas of weak historical penetration, fortification enhances the government's capacity for monitoring, administration, and control. Yet, expanding state authority also disrupts traditional cross‐border markets. A trade‐off between security and corruption emerges in consequence. I provide evidence for this theory in a difference‐in‐differences framework, combining administrative records on violence and representative data from a NATO‐commissioned survey fielded across Afghanistan. Fortification facilitates government information‐collection, improving security provision and fostering civilian reliance on state forces. Enhanced state capacity is countervailed by negative economic impacts. By disturbing the informal borderland economy, fortification fuels criminalization and local opposition. Civilians rely on illicit economic entrepreneurs to sustain traditional market access. Higher smuggling rents fuel official corruption and bribe‐taking. The findings point to a key dilemma inherent in border fortification strategies.",
          "url": "http://dx.doi.org/10.1111/ajps.12923",
          "doi": "10.1111/ajps.12923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Politicians’ Theories of Voting Behavior",
          "authors": "JACK LUCAS, LIOR SHEFFER, PETER JOHN LOEWEN, STEFAAN WALGRAVE, KAROLIN SOONTJENS, ERAN AMSALEM, STEFANIE BAILER, NATHALIE BRACK, CHRISTIAN BREUNIG, PIRMIN BUNDI, LINDA COUFAL, PATRICK DUMONT, SARAH LACHANCE, MIGUEL M. PEREIRA, MIKAEL PERSSON, JEAN-BENOIT PILET, ANNE RASMUSSEN, MAJ-BRITT STERBA, FRÉDÉRIC VARONE",
          "abstract": "While political scientists regularly engage in spirited theoretical debates about elections and voting behavior, few have noticed that elected politicians also have theories of elections and voting. Here, we investigate politicians’ positions on eight central theoretical debates in the area of elections and voting behavior and compare politicians’ theories to those held by ordinary citizens. Using data from face-to-face interviews with nearly one thousand politicians in 11 countries, together with corresponding surveys of more than twelve thousand citizens, we show that politicians overwhelmingly hold thin, minimalist, “democratic realist” theories of voting, while citizens’ theories are more optimistic and policy oriented. Politicians’ theoretical tendencies—along with their theoretical misalignment from citizens—are remarkably consistent across countries. These theories are likely to have important consequences for how politicians campaign, communicate with the public, think about public policy, and represent their constituents.",
          "url": "http://dx.doi.org/10.1017/s0003055424001060",
          "doi": "10.1017/s0003055424001060",
          "filter": 0
        },
        {
          "title": "Internalist and Integrationist Theories of (Global) Justice",
          "authors": "JOHANNES KNIESS",
          "abstract": "The global justice debate has increasingly moved toward the analysis of concrete issues in global politics, such as trade, migration, or climate change. This raises a methodological question: should the demands of justice in these domains be theorized independently or in conjunction with one another? Integrationists have championed the latter approach, arguing that it is better suited to guide our practical judgments. In contrast, internalists maintain that each domain is governed by its own set of principles. This paper defends the plausibility of the internalist approach against integrationist challenges. By examining different interpretations of internalism, it first seeks to provide a clearer overview of the methodological dispute. It then analyzes various arguments for integrationism, showing that their implications are more limited than their proponents believe. Finally, it focuses on the question of practical guidance, highlighting the value of idealized domain-specific theorizing in guiding transitions toward just arrangements.",
          "url": "http://dx.doi.org/10.1017/s0003055424001114",
          "doi": "10.1017/s0003055424001114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Governing the Shadows: Territorial Control and State Making in Civil War",
          "authors": "Andres Uribe, Sebastian van Baalen",
          "abstract": "Under what conditions do rebels succeed in establishing functional institutions in state-dominated areas? Canonical theories of rebel governance and state formation insist that territorial control is a necessary precondition for the development of governing institutions. Yet despite growing recognition that this claim is empirically incorrect and theoretically limiting, we lack knowledge about the conditions under which rebels succeed in governing civilians in areas where the state dominates. We argue that low state governance responsiveness towards rebel constituencies enables insurgents to overcome the challenges associated with establishing institutions in state-dominated areas. Low state responsiveness increases popular demand for insurgent institutions, decreases the costs associated with governing, and enables insurgents to collude with civilians to hide their institutions. Case studies from Ireland, South Africa, and Algeria illustrate our propositions. Our findings deepen knowledge on how rebels govern and expand their territorial reach, and shed light on alternative trajectories of state formation.",
          "url": "http://dx.doi.org/10.1177/00104140241290200",
          "doi": "10.1177/00104140241290200",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Mechanisms of Resistance: Informal Institutional Impediments to Japanese Postal Privatization",
          "authors": "Patricia L. Maclachlan",
          "abstract": "Why has Japan failed to fulfill the mission of its 2005 postal privatization legislation? The answer is informal institutions that empower the postmasters within the electoral system and facilitate the mobilization of elites on behalf of anti-reformist goals. To support this claim, I analyze three such institutions: the postmasters’ ownership of postal facilities; the re-employment of former bureaucrats by the postal system and of top postal employees elsewhere in the system; and sales and vote-mobilization quotas. Theoretically, this study analyzes four sources of informal institutional resilience following formal institutional change: the heretofore understudied participation of officialdom in the introduction, communication, and enforcement of informal institutions; the establishment of such institutions prior to new formal rules; institutional duplication across economic sectors; and institutional complementarities.",
          "url": "http://dx.doi.org/10.5129/001041524x17292553869970",
          "doi": "10.5129/001041524x17292553869970",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Economic growth, largest-party vote shares, and electoral authoritarianism",
          "authors": "Matthew Wilson, David Andersen",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102879",
          "doi": "10.1016/j.electstud.2024.102879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "A shadow on democracy? The shadow economy and government responsiveness",
          "authors": "MICHELE FENZL",
          "abstract": "Government responsiveness is a key feature and justification for democracy. Yet, previous studies show that the ability of governments to deliver responsive policies critically depends on the availability of resources. This study suggests that the shadow economy hurts democratic responsiveness because it reduces government revenues and decreases the reliability of economic statistics. Governments facing lower resources then respond to wider economic constraints and not to their publics. Using Eurobarometer data to evaluate public opinion in 15 European democracies and data on welfare generosity to measure policy outputs, this study finds that larger submerged economies correspond to less responsive governments. Additionally, the empirical analysis highlights that the shadow economy makes welfare systems less generous and taxation rates more demanding. These novel results have important implications for our understanding of democracy and help us clarify the conditions under which governments are more or less likely to deliver responsive policies. Finally, these results demonstrate the importance of studying the political consequences of the shadow economy.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12732",
          "doi": "10.1111/1475-6765.12732",
          "filter": 0
        },
        {
          "title": "Chasing the authoritarian spectre: Detecting authoritarian discourse with large language models",
          "authors": "MICHAL MOCHTAK",
          "abstract": "The paper introduces a deep‐learning model fine‐tuned for detecting authoritarian discourse in political speeches. Set up as a regression problem with weak supervision logic, the model is trained for the task of classification of segments of text for being/not being associated with authoritarian discourse. Rather than trying to define what an authoritarian discourse is, the model builds on the assumption that authoritarian leaders inherently define it. In other words, authoritarian leaders talk like authoritarians. When combined with the discourse defined by democratic leaders, the model learns the instances that are more often associated with authoritarians on the one hand and democrats on the other. The paper discusses several evaluation tests using the model and advocates for its usefulness in a broad range of research problems. It presents a new methodology for studying latent political concepts and positions as an alternative to more traditional research strategies.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12740",
          "doi": "10.1111/1475-6765.12740",
          "filter": 0
        },
        {
          "title": "Nostalgic deprivation and populism: Evidence from 19 European countries",
          "authors": "JEREMY FERWERDA, JUSTIN GEST, TYLER RENY",
          "abstract": "Populist parties have been increasingly successful in European politics over the last decade. Although research suggests that nostalgic deprivation – a perceived loss of economic, political or social status — is linked to support for populist parties, the generalizability of this argument across voters and national contexts remains unclear. In this research note, we leverage original representative surveys across 19 European countries to demonstrate that perceptions of declining status are a consistent predictor of populist support. Decomposing nostalgic deprivation into different dimensions, we find that while social, economic and power deprivation have different antecedents, each predicts populist attitudes and voting behaviour. Moreover, we find that nostalgic deprivation predicts support for populist platforms among both left‐wing and right‐wing respondents, as well as across Eastern and Western Europe.  While the antecedents differ across contexts, these findings confirm that perceptions of downward mobility are associated with the rise of populism in Europe.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12738",
          "doi": "10.1111/1475-6765.12738",
          "filter": 0
        },
        {
          "title": "Exploring the connection between electoral systems and personalized behaviour among politicians and voters",
          "authors": "MATHIAS TROMBORG, MARTIN VINÆS LARSEN",
          "abstract": "The personalization of politics includes electoral reforms that give voters more opportunity to select individual representatives as well as behavioural personalization among voters and politicians. Institutional research suggests that the latter is a function of the former, but it remains unclear whether the association between the two types of personalization is actually causal. In order to get empirical leverage on this question, we analyze local elections in Denmark, which feature within‐district and within‐party variation in the openness of party lists. Using detailed information on the behaviour of politicians and voters, we find that, once we take differences between districts and parties into account, the personalization of electoral rules has a negligible effect on behavioural personalization.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12737",
          "doi": "10.1111/1475-6765.12737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Introducing the Rebels’ Armament Dataset (RAD): Empirical Evidence on Rebel Military Capabilities",
          "authors": "Oliver Pamp, Andreas Mehltretter, Paul Binder, Paul W. Thurner",
          "abstract": "There is a scarcity of systematic data regarding the military equipment of rebel groups engaged in intrastate conflicts. This empirical gap has impeded the rigorous evaluation of (formal) theories concerning militarized interactions between governments and rebel groups. To address this deficiency, we have developed the Rebels' Armament Dataset (RAD). This dataset provides detailed information on the military arsenals of 270 groups over the period from 1989 to 2020, categorizing 15 different types of small arms, light weapons, explosives, and major weapons. In this article, we introduce RAD, compare it with existing datasets, elucidate the data collection process, present an initial overview of the information contained in it, and apply the data to examine civilian suffering in civil wars. Although this dataset is merely an initial step that can be expanded as additional public information becomes available, RAD offers the first organized compilation of data on the armament levels of rebels.",
          "url": "http://dx.doi.org/10.1177/00220027241297692",
          "doi": "10.1177/00220027241297692",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Introducing the Latin American Transnational Surveillance (LATS) dataset",
          "authors": "Matias Spektor, Marcos Ross Fernandes, Lucas de Oliveira Paes, João Victor Dalla Pola, Vitor Loureiro Sion",
          "abstract": "Transnational surveillance is a powerful tool in the arsenal of autocrats the world over. Despite its pervasive use in extraterritorial coercion, the systematic study of surveillance of regime opponents beyond national borders remains underdeveloped in political science, primarily due to limited data availability. To help fill this gap, we constructed the Latin American Transnational Surveillance dataset, a micro-level dataset based on declassified foreign surveillance reports produced between 1966 and 1986 by autocratic Brazil. Latin American Transnational Surveillance records the identity, locations, social ties and political activism of 17,000 individual targets of transnational surveillance, the vast majority of whom were tracked in neighbouring countries across Latin America. Drawing on these abundant data, we empirically explore existing theoretical insights about the motivations, methods and consequences of transnational surveillance, a task that would be difficult to do using other sources. We also leverage social network analysis to showcase potential applications of Latin American Transnational Surveillance in the testing of collective-action theories of transnational political violence.",
          "url": "http://dx.doi.org/10.1177/00223433241268837",
          "doi": "10.1177/00223433241268837",
          "filter": 0
        },
        {
          "title": "The Issue Correlates of War (ICOW) Identity Claims Dataset, 1946-2021",
          "authors": "Paul R Hensel, Sara McLaughlin Mitchell, Andrew P Owsiak, Krista E Wiegand",
          "abstract": "This article introduces the Issue Correlates of War Identity Claims Dataset. An identity claim occurs when two states diplomatically contest the treatment of an ethnic group that both states share. A state that advances such a claim (i.e. the challenger) demands that the other state (i.e. the target) either: (i) change its domestic treatment of the group, (ii) grant the group independence, or (iii) allow the group to reunite with the challenger state (i.e. irredentism). Our research locates all known instances of identity claims throughout the world from 1946 to 2021 ( n = 111; 45 ongoing as of 31 December 2021). We first highlight the differences between these data and what appears in various existing datasets. We then elaborate on our data generating and coding processes, before descriptively presenting some of the dataset’s noteworthy characteristics (e.g. frequency over time and across regions; the most common challengers, targets, and ethnic groups involved; and claim militarization rates). Finally, we conclude with a discussion about promising ways to use the data in future research.",
          "url": "http://dx.doi.org/10.1177/00223433241268838",
          "doi": "10.1177/00223433241268838",
          "filter": 0
        },
        {
          "title": "How user language affects conflict fatality estimates in ChatGPT",
          "authors": "Christoph Valentin Steinert, Daniel Kazenwadel",
          "abstract": "OpenAI’s ChatGPT language model has gained popularity as a powerful tool for problem-solving and information retrieval. However, concerns arise about the reproduction of biases present in the language-specific training data. In this study, we address this issue in the context of the Israeli–Palestinian and Turkish–Kurdish conflicts. Using GPT-3.5, we employed an automated query procedure to inquire about casualties in specific airstrikes, in both Hebrew and Arabic for the former conflict and Turkish and Kurdish for the latter. Our analysis reveals that GPT-3.5 provides 34 ± 11% lower fatality estimates when queried in the language of the attacker than in the language of the targeted group. Evasive answers denying the existence of such attacks further increase the discrepancy. A simplified analysis on the current GPT-4 model shows the same trends. To explain the origin of the bias, we conducted a systematic media content analysis of Arabic news sources. The media analysis suggests that the large-language model fails to link specific attacks to the corresponding fatality numbers reported in the Arabic news. Due to its reliance on co-occurring words, the large-language model may provide death tolls from different attacks with greater news impact or cumulative death counts that are prevalent in the training data. Given that large-language models may shape information dissemination in the future, the language bias identified in our study has the potential to amplify existing biases along linguistic dyads and contribute to information bubbles.",
          "url": "http://dx.doi.org/10.1177/00223433241279381",
          "doi": "10.1177/00223433241279381",
          "filter": 0
        },
        {
          "title": "Setting targets: Abatement cost, vulnerability, and the agreement of NATO’s Wales Pledge on Defense Investment",
          "authors": "Jordan Becker, Paul Poast, Tim Haesebrouck",
          "abstract": "Why do countries mutually agree to constraints on their behavior? Why do they comply with such constraints in the absence of enforcement mechanisms? More specifically, why did NATO allies, with disparate geography and perceptions of the international security environment, agree to ‘aim to move towards’ increased defense spending (2% of GDP on defense and 20% of defense budgets on equipment modernization) at their 2014 Wales Summit? Moreover, why have they largely complied with this agreement subsequently? We argue that the ‘Interest Based’ framework for understanding the success or failure of environmental agreements is useful for understanding the agreement and implementation of the Wales Pledge. This argument finds support from interviews with participants and a purpose-built dataset including outcomes of interest (overall defense spending and share of defense budgets allocated to equipment modernization) and key independent variables (vulnerability to security threats and ‘abatement cost’ of meeting the Wales Pledge aims). We find that vulnerability and abatement costs affected both the order in which states agreed the pledge, and the extent to which they have complied with it.",
          "url": "http://dx.doi.org/10.1177/00223433241267798",
          "doi": "10.1177/00223433241267798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Dynamic Synthetic Controls: Accounting for Varying Speeds in Comparative Case Studies",
          "authors": "Jian Cao, Thomas Chadefaux",
          "abstract": "Synthetic controls (SCs) are widely used to estimate the causal effect of a treatment. However, they do not account for the different speeds at which units respond to changes. Reactions may be inelastic or “sticky” and thus slower due to varying regulatory, institutional, or political environments. We show that these different reaction speeds can lead to biased estimates of causal effects. We therefore introduce a dynamic SC approach that accommodates varying speeds in time series, resulting in improved SC estimates. We apply our method to re-estimate the effects of terrorism on income (Abadie and Gardeazabal [2003, American Economic Review 93, 113–132]), tobacco laws on consumption (Abadie, Diamond, and Hainmueller [2010, Journal of the American Statistical Association 105, 493–505]), and German reunification on GDP (Abadie, Diamond, and Hainmueller [2015, American Journal of Political Science 59, 495–510]). We also assess the method’s performance using Monte Carlo simulations. We find that it reduces errors in the estimates of true treatment effects by up to 70% compared to traditional SCs, improving our ability to make robust inferences. An open-source R package, dsc , is made available for easy implementation.",
          "url": "http://dx.doi.org/10.1017/pan.2024.14",
          "doi": "10.1017/pan.2024.14",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Do Fans Make Poor Referees? Exploring Citizens’ Reactions to Partisan Gamesmanship",
          "authors": "Ryan L. Claassen, Michael J. Ensley, John Barry Ryan",
          "abstract": "Political (as opposed to professional) election oversight is one area in which the U.S. scores extremely low in measures of election integrity. Meanwhile, rancorous political battles to determine acceptable election procedures and judge when tactics cross the line have become common events. Our work contributes to recent scholarship investigating whether voters prioritize democratic principles or strategically favor electoral procedures that provide partisan advantage. In two survey experiments, we confirm that Americans’ attitudes about antidemocratic election tactics reveal more about which team they are cheering for than they do about whether the tactics are fraudulent. The tendency to engage in partisan motivated reasoning occurs among all partisans, but there are subtle differences as to when citizens will engage in it. Partisan motivated reasoning is more common when actions cause harm and by the partisans that are harmed. Finally, Independents are more impartial, but less likely to call out improper tactics in the aggregate because they often fail to condemn actions by either party.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09990-2",
          "doi": "10.1007/s11109-024-09990-2",
          "filter": 0
        },
        {
          "title": "Pro-climate Voting in Response to Local Flooding",
          "authors": "Søren Damsbo-Svendsen",
          "url": "http://dx.doi.org/10.1007/s11109-024-09984-0",
          "doi": "10.1007/s11109-024-09984-0",
          "filter": 0
        },
        {
          "title": "Partisanship and Support for Devolving Concrete Policy Decisions to the States",
          "authors": "David Doherty, Michael Touchton, Jeffrey Lyons",
          "url": "http://dx.doi.org/10.1007/s11109-024-09986-y",
          "doi": "10.1007/s11109-024-09986-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“There, seated upon the toilet, apparently in the midst of defecation, was the president of the United States”: Toilets and elite politics in the USA and UK",
          "authors": "Marijn Nieuwenhuis, Colin Mcfarlane",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103228",
          "doi": "10.1016/j.polgeo.2024.103228",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Fact‐checking election‐campaign misinformation: Impacts on noncommitted voters' feelings and behavior",
          "authors": "Toby Prike, Joseph Baker, Ullrich K. H. Ecker",
          "abstract": "Making misleading statements may benefit a politician, for example, during an election campaign. However, there are potentially also negative consequences; political misinformation can taint democratic debate, voters may be misled into forming false beliefs, and being fact‐checked may damage a politician's reputation. Previous research has found that correcting misleading statements made by established politicians reduces topical misperceptions, but hardly affects voter feelings and support. Here, we examined the impact of political misinformation and fact‐checking when politicians are unfamiliar. Participants ( N = 406) were engaged in a simulated election campaign set in an unfamiliar country, featuring statements from fictional candidates. Participants indicated their feelings toward the candidates, cast a vote, and rated their belief in the fact‐checked statements. Misleading statements that were not corrected positively affected feelings toward and voting for (right‐leaning) politicians. Corrective fact‐checks had large effects, reducing belief in misinformation, and fact‐checked candidates were viewed much less favorably and attracted far fewer votes. This demonstrates that in the absence of strong pre‐existing attitudes, corrective fact‐checks can negatively impact misinformation‐spreading politicians who are not (yet) well known.",
          "url": "http://dx.doi.org/10.1111/pops.13059",
          "doi": "10.1111/pops.13059",
          "filter": 0
        },
        {
          "title": "Being of one mind: Does alignment in physiological responses and subjective experiences shape political ideology?",
          "authors": "Kevin Arceneaux, Bert N. Bakker, Gijs Schumacher",
          "abstract": "A prominent theory in political psychology contends that individual differences in negativity bias explain political ideology: people who are more sensitive to negative stimuli find solace and comfort in conservative approaches to politics. Using self‐reported measures of negativity bias, the evidence is relatively consistent. Yet, using physiological indicators of the negativity bias, the results are, across the board, inconsistent with the negativity bias argument. Building on recent neuroscience work, we propose and test two innovations. First, unconscious and conscious processes are not necessarily aligned. Therefore, we propose that there are different – conscious and unconscious – paths that could link ideology with the negativity bias. Second, individuals vary in their ability and motivation to down‐regulate arousal and reflect on their emotions. As such, the ideology‐negativity bias may emerge in some individuals but not in others. In two preregistered laboratory studies (US and the Netherlands), we find limited evidence for these claims. In a subsequent registered report, we replicate some inconsistent patterns that emerged in study 1. We confirm that self‐reported social conservatism and implicit social conservatism (measured with an IAT) are positively correlated. We also establish that negativity bias is unrelated to social conservatism (both explicit and implicit). We conclude that negativity bias is most likely not the answer to why people on the left and right differ.",
          "url": "http://dx.doi.org/10.1111/pops.13056",
          "doi": "10.1111/pops.13056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Behavioral symmetry with humanomics: public choice and moral community",
          "authors": "Diana W. Thomas, Michael D. Thomas",
          "abstract": "The humanomics model of human behavior suggests that individuals act not merely to maximize narrow conceptions of their own self-interest but instead are motivated by fellow feeling and a desire to act in a praiseworthy way. Because they learn what is praise- and blameworthy from face-to-face exchanges in moral communities to which they belong, the same conceptions and norms carry into impersonal exchanges in the extended market order. Humanomics offers a framework that can reconcile conflicting results from laboratory experiments involving personal and impersonal exchanges. In this paper, we seek to apply the humanomics lens to human action in politics. Public choice scholarship applies assumptions from economics to explain human action in the political sphere. But just like traditional economics models, several puzzles remain unexplained. We argue that a humanomics perspective offers a framework for explaining existing public choice puzzles just as it does for puzzles in economics more broadly.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01229-2",
          "doi": "10.1007/s11127-024-01229-2",
          "filter": 0
        },
        {
          "title": "Voting like a human",
          "authors": "Adam Martin, Adam Swisher",
          "url": "http://dx.doi.org/10.1007/s11127-024-01220-x",
          "doi": "10.1007/s11127-024-01220-x",
          "filter": 0
        },
        {
          "title": "The Samaritan bureaucracy in international transfers",
          "authors": "Christopher J. Coyne, Abigail R. Hall, Yahya Alshamy",
          "abstract": "Conventional wisdom tells us that other-regarding sentiments are desirable as they yield positive social outcomes. However, the consequences of other-regarding behaviors are broadly ambiguous and may have unintended consequences, especially when they must pass through institutional filters. In this paper, we use the Samaritan’s Dilemma model to understand the perverse unintended consequences of institutionalized commitments to resource transfers expressed through international transfer organizations (ITOs), the collection of government and non-government international organizations involved in transferring foreign assistance. To do so, we maintain the core logic of the classic Samaritan’s Dilemma model but alter its assumptions to account for two features of international transfers. First, transfers are channeled through an ITO bureaucracy, which we call a “Samaritan Bureaucracy.” Second, the recipient effects that extend beyond a single person (the target recipient) to include various heterogeneous individuals. We illustrate these effects by analyzing two different harmful recipient effects—reinforcing a corrupt status quo and exacerbating social conflict.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01221-w",
          "doi": "10.1007/s11127-024-01221-w",
          "filter": 0
        },
        {
          "title": "Humanomics: introduction to a special issue",
          "authors": "William F. Shughart II, Ravi K. Roy, Ryan Yonk",
          "url": "http://dx.doi.org/10.1007/s11127-024-01222-9",
          "doi": "10.1007/s11127-024-01222-9",
          "filter": 0
        },
        {
          "title": "From Adam Smith to artificial intelligence: an experimental exploration of emotion in humanomics",
          "authors": "Xiangdong Qin, Siyu Wang, Mike Zhiren Wu, Xuechun Feng",
          "abstract": "This study examines whether individuals can effectively express their emotions or “fellow feelings” to a machine, an impartial observer, or individuals who have caused them harm, and the effects of these emotional expressions on behavior. Our findings indicate that the impartial observer is the most preferred outlet for emotional expression, with neither the machine nor the offending party being able to adequately fulfill this role. Negative emotions are more commonly expressed to an impartial observer and a machine, whereas positive emotions are more often directed toward the offending party. Additionally, our findings indicate that emotional expression cannot replace costly punishment and that communication channels do not affect the behavior of the offending party. By exploring the nuanced ways emotions are conveyed, our study offers valuable insights into the evolving discourse on the impact of emotions on human-AI interactions.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01227-4",
          "doi": "10.1007/s11127-024-01227-4",
          "filter": 0
        },
        {
          "title": "Effort transparency and fairness",
          "authors": "Joy Buchanan, Elif E. Demiral, Ümit Sağlam",
          "url": "http://dx.doi.org/10.1007/s11127-024-01230-9",
          "doi": "10.1007/s11127-024-01230-9",
          "filter": 0
        },
        {
          "title": "How good is a group decision?",
          "authors": "Ye Lu, Miao Song, Xiaoling Zhong",
          "url": "http://dx.doi.org/10.1007/s11127-024-01210-z",
          "doi": "10.1007/s11127-024-01210-z",
          "filter": 0
        },
        {
          "title": "Increasing support for economic freedom: responses in a representative sample of US adults",
          "authors": "Michael D. Krouse, Paul J. Zak",
          "abstract": "The relationship between economic freedom and improvements in social and economic outcomes is well-documented. Yet, increasing support for government control of voluntary exchange has arisen in the US and many other countries. The present study analyzed whether videos describing human flourishing would influence support for economic freedom. In Study 1, a ‘‘brain as predictor’’ approach measured the neurologic responses of participants (N = 64) to a library of videos in order identify the videos most likely to influence people's attitudes. Study 2 then sent two videos to a representative sample of US adults (N = 1212) and assessed support for economic freedom compared to a no-video control group. The analysis first identified demographic categories that had statistically low support for economic freedom (Californians, those with low incomes, Democrats, young adults, individuals without a college education, people receiving substantial government support, and women) as targets for influence. Two different videos increased support for economic freedom between 5 and 10% among Californians and among those receiving government aid. A feature importance analysis was used to rank the demographic factors affecting support for economic freedom, identifying those receiving government aid as the group for whom future messaging would have the largest impact.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01212-x",
          "doi": "10.1007/s11127-024-01212-x",
          "filter": 0
        },
        {
          "title": "Max-U? Considering humanomics in public policy",
          "authors": "Ryan Yonk, Robertas Bakula, Raymond March, Veeshan Rayamajhee",
          "url": "http://dx.doi.org/10.1007/s11127-024-01218-5",
          "doi": "10.1007/s11127-024-01218-5",
          "filter": 0
        },
        {
          "title": "Joseph E. Stiglitz, The Road to Freedom: Economics and the Good Society. New York, NY: Norton, 2024. 356 pages. USD 29.99 (hardback)",
          "authors": "Peter J. Boettke",
          "url": "http://dx.doi.org/10.1007/s11127-024-01226-5",
          "doi": "10.1007/s11127-024-01226-5",
          "filter": 0
        },
        {
          "title": "Relationship lobbying through repeated contributions: a humanomics approach",
          "authors": "David Mitchell, Todd Nesbit, Gary A. Wagner",
          "url": "http://dx.doi.org/10.1007/s11127-024-01231-8",
          "doi": "10.1007/s11127-024-01231-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Ordering Effects versus Cognitive Burden: How Should We Structure Attributes in Conjoint Experiments?",
          "authors": "Lukas Rudolph, Markus Freitag, Paul W Thurner",
          "abstract": "Conjoint experiments offer a flexible way to elicit population preferences on complex decision tasks. We investigate whether we can improve respondents’ survey experience and, ultimately, choice quality by departing from the current recommendation of completely randomized conjoint attribute ordering. Such random ordering guarantees that potential bias from attribute order cancels out on average. However, in situations with many attributes, this may unnecessarily increase cognitive burden, as attributes belonging together conceptually are presented scattered across the choice table. Hence, we study experimentally whether purposeful ordering (“theoretically important” attributes first) or block randomized ordering (attributes belonging to the same theoretical concept displayed in randomized bundles) affects survey experience, response time, and choice itself, as compared to completely randomized ordering. Drawing on a complex preregistered choice design with nine attributes (N = 6,617), we find that ordering type affects neither self-reported survey experience, choice task timing, nor attribute weighting. Potentially, block randomization reduces cognitive burden for some subgroups. To our knowledge, we thereby provide the first systematic empirical evidence that ordering effects are likely of low relevance in conjoint choice experiments and that the trade-off between cognitive burden and ordering effects is minimal from the perspective of respondents, at least for our substantive application.",
          "url": "http://dx.doi.org/10.1093/poq/nfae038",
          "doi": "10.1093/poq/nfae038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Worldviews, attitudes to science and science policy in Kuwait: The engagement and mobilisation effects",
          "authors": "Gordon Sammut, Mohammad Sartawi, Martin W. Bauer, Rebekah Mifsud",
          "abstract": "The relevance of policymaking stems from its utility in helping social systems manage the output of their constituent members by shaping behavioural and procedural processes. Whilst policymaking might be well-meaning, it does not always lead to satisfactory outcomes. Policy may fail in generating uptake or establishing intent. For this reason, the study of the psychological characteristics of citizens is pertinent in understanding reactions to policy. In the present study, we analysed policy communication and reception in Kuwait in terms of the worldviews they advance. We also studied media responses and worldview distributions amongst the public ( n = 1400). Our findings demonstrate both within and between worldview differences in reactions to science policy. We observed an engagement effect between worldviews and their appreciation of science policy. We also observed a within worldviews mobilisation effect, by which differential reactions to science policy are activated once engaged. Our conclusions suggest that policymakers would benefit from a broader management of worldviews and psychological characteristics beyond traditional sociodemographic influences.",
          "url": "http://dx.doi.org/10.1177/20531680241297669",
          "doi": "10.1177/20531680241297669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
