{
  "update": "2025-08-15",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Balancing bossism: State expansion in the face of elite capture",
          "authors": "Anna F. Callis, Christopher L. Carter",
          "abstract": "Central states have often relied on local elites to implement policies in peripheral areas. These strategies may allow otherwise weak states to impose their directives, but they can also be inefficient, particularly when a single elite commands total control over local politics ( monopolist capture ). We argue that weak states can overcome this equilibrium by creating new subnational positions with distinct appointment rules from existing ones ( balancing ). We evaluate our argument leveraging a natural experiment and novel data on 12,000 sub‐municipal units from turn‐of‐the‐twentieth‐century Peru. We exploit as‐if random variation in population‐based appointment rules for a justice of the peace, the chief institution through which monopolist capture was established. We provide evidence that the Peruvian government responded to monopolist capture by creating local‐level executive positions (lieutenant governors). We further demonstrate that this balancing allowed the state to conduct a 1902 education census, which was otherwise opposed and often blocked by entrenched elites.",
          "url": "https://doi.org/10.1111/ajps.70004",
          "doi": "https://doi.org/10.1111/ajps.70004",
          "filter": 0
        },
        {
          "title": "Competitive diplomacy in bargaining and war",
          "authors": "Joseph J. Ruggiero",
          "abstract": "War is often viewed as a bargaining problem. However, prior to bargaining, countries can vie for leverage by expending effort on diplomacy. This article presents a dynamic model of conflict where agenda‐setting power is endogenous to pre‐bargaining diplomatic competition. The ability to compete for leverage generates a new channel through which the nature of potential war affects the quality of peace. First, costs of war grow the bargaining surplus, fueling the battle for leverage and reducing welfare even if war never occurs on the path of play. Second, competitive diplomacy erodes the gains from peace, making it possible that war is relatively efficient. An extension of the model finds that frictions to cooperation create a risk of costly delay but also protect against erosion of the surplus. Moreover, I find that reliable deals avert “efficient” wars but introduce a trade‐off between welfare and timely settlement.",
          "url": "https://doi.org/10.1111/ajps.70006",
          "doi": "https://doi.org/10.1111/ajps.70006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors: Research Notes",
          "url": "https://doi.org/10.1017/s0003055425100798",
          "doi": "https://doi.org/10.1017/s0003055425100798",
          "filter": 0
        },
        {
          "title": "State Legitimacy and Sector-Level Claim-Making: Evidence from East Jerusalem",
          "authors": "HANNAH E. BAGDANOV",
          "abstract": "In East Jerusalem, the vast majority of Palestinians contest the legitimacy of the Israeli state’s claim to sovereignty. This necessarily affects how Palestinians engage with the state in pursuit of goods and services. But how? Using data from 55 interviews and original observational and experimental survey data from a representative sample of East Jerusalemites, I show that civilians’ engagement with each good, service, and institution of the state is a function of their perceptions of the state’s legitimacy, or right to rule, in that sector. Civilians will avoid engagement with goods, services, and institutions that explicitly affirm the state’s claims to monopolized sovereign rule, without forsaking essential goods and services. This article empirically illustrates that the same individual will make different choices with respect to each state sector, and in doing so builds on the burgeoning recognition of sector-level choices in the citizen claim-making literature.",
          "url": "https://doi.org/10.1017/s0003055425100841",
          "doi": "https://doi.org/10.1017/s0003055425100841",
          "filter": 0
        },
        {
          "title": "A Critical Phenomenology of Racialized Vulnerability: Judith Butler and the Rodney King Trial",
          "authors": "AYTEN GÜNDOĞDU",
          "abstract": "This article examines the problem of racialized vulnerability to systemic violence by engaging with the works of Judith Butler and discussing police brutality. Butler has been criticized for presupposing vulnerability as an ontological condition inherent in embodied life and obscuring the distinctive characteristics of racialized vulnerability. Wrestling with these criticisms, the article reads this presupposition as a “contingent foundation,” and it turns to Butler’s longstanding engagements with phenomenology to foreground the norms and frames that inform the ways in which vulnerability is always perceived, interpreted, and adjudicated. Expanding on Butler’s analysis of the 1992 Rodney King trial with the help of Frantz Fanon’s concept of “sociogeny” and working with the trial archives, jurors’ statements, media coverage, and King’s memoir, it outlines a critical phenomenology inquiring into the sociohistorical constitution of racial schemas that turn Black bodies into phobic objects and disproportionately expose them to violence carried out with impunity.",
          "url": "https://doi.org/10.1017/s0003055425100932",
          "doi": "https://doi.org/10.1017/s0003055425100932",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 119 issue 3 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0003055425100968",
          "doi": "https://doi.org/10.1017/s0003055425100968",
          "filter": 1
        },
        {
          "title": "PSR volume 119 issue 3 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0003055425100956",
          "doi": "https://doi.org/10.1017/s0003055425100956",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Early Money and Strategic Candidate Exit",
          "authors": "Danielle M. Thomsen",
          "abstract": "This paper departs from the ballot to examine dropout decisions in congressional elections from 1980 to 2022. I draw on an original dataset of 26,000 U.S. House candidates who were voted on in the primary or raised money but were not on the ballot. Moving beyond the ballot reveals new patterns of strategic candidate exit . While prior work focused on differences in the entry of experienced candidates, I find that experienced candidates who struggle to raise money are more likely to exit. In addition, the relationship between early fundraising and dropout decisions has changed dramatically over time. Experienced candidates who fail to make early fundraising inroads are far more likely to drop out today than in previous decades. The exit of experienced candidates has important implications for the choices that voters have. The findings provide new evidence of how money shapes the trajectory of campaigns well before the election.",
          "url": "https://doi.org/10.1017/s0007123425000262",
          "doi": "https://doi.org/10.1017/s0007123425000262",
          "filter": 0
        },
        {
          "title": "Not Getting the Message on Climate? Attention as a Key Barrier to Mass-Marketing Experimentally-Validated Messages",
          "authors": "Nicholas Carnes, Geoffrey L. Henderson",
          "abstract": "Scholars often use survey experiments to evaluate political messages’ persuasive effects, but messages developed in the lab do not always persuade in real-world campaigns. In this research note, we report three experiments on one central obstacle in lab-to-field messaging applications: getting people’s attention. We first analyze a large-scale direct mail campaign run by an established non-profit that promotes conservative solutions to climate change. In this experiment, postcards with messages based on extant survey-experimental research did not cause changes in key climate attitudes. In a follow-up survey experiment, identical postcards induced attitude change— Re but only when participants were required to pay attention to them. A final field experiment highlights the difficulty of inducing attention; in another real-world campaign, postcards with eye-catching scratch-off panels performed no better than standard postcards. These findings illustrate the crucial role of attention and the complexity of translating messages developed in survey experiments into effective real-world campaigns.",
          "url": "https://doi.org/10.1017/s000712342510063x",
          "doi": "https://doi.org/10.1017/s000712342510063x",
          "filter": 0
        },
        {
          "title": "Field Experiments Invoking Gloating Villains to Increase Voter Participation: Anger, Anticipated Emotions, and Voting Turnout",
          "authors": "Gregory A. Huber, Alan S. Gerber, Albert H. Fang, John J. Cho",
          "abstract": "In two field experiments conducted in Mississippi and Florida, we present novel evidence about how emotions can be harnessed to increase voter turnout. When we inform respondents that a partisan villain would be happy if they did not vote (for example, a Gloating Villain treatment), we find that anger is activated in comparison to other emotions and turnout increases by 1.7 percentage points. In a subsequent field experiment, we benchmark this treatment to a standard GOTV message, the social pressure treatment. Using survey experiments that replicate our field experimental treatments, we show that our treatment links the act of voting to anticipated anger. In doing so, we contribute the first in-the-field evidence of how we can induce emotions, which are commonly understood to be fleeting states, to shape temporally distant political behaviours such as voting.",
          "url": "https://doi.org/10.1017/s0007123425000298",
          "doi": "https://doi.org/10.1017/s0007123425000298",
          "filter": 0
        },
        {
          "title": "Media Platforming and the Normalisation of Extreme Right Views",
          "authors": "Diane Bolet, Florian Foos",
          "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects remain unclear. Using population-based survey experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test whether media exposure leads to higher agreement with extreme right statements. We also test whether exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects, but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.",
          "url": "https://doi.org/10.1017/s0007123425000195",
          "doi": "https://doi.org/10.1017/s0007123425000195",
          "filter": 0
        },
        {
          "title": "Venturing Beyond the Vote: Routes to Feeling Represented through Unelected Representation",
          "authors": "Andrea Vik, Pieter de Wilde, Oliver Treib, Lene Aarøe",
          "abstract": "This study examines how unelected representation, where political activists make representative claims on behalf of self-articulated constituencies, shapes citizens’ feelings of representation. Through a cross-national conjoint experiment (Sweden, Germany, Italy, and Romania, N = 8279), we test three routes to representation : descriptive representation through demographic congruence, substantive representation through issue congruence, and psychological representation through personality-trait congruence and personality-ideology congruence. Results indicate that unelected representation makes people feel represented through these routes. Substantive representation has the strongest impact, followed by psychological representation and descriptive representation. We also find that contextual and individual factors influence how these routes operate. Ultimately, this paper presents a novel perspective on the effects of unelected representation, laying the groundwork for new empirical models of political representation that are firmly rooted in the conceptual innovations of constructivist theories. Unelected representation may have important implications for modern representative politics.",
          "url": "https://doi.org/10.1017/s0007123425000080",
          "doi": "https://doi.org/10.1017/s0007123425000080",
          "filter": 0
        },
        {
          "title": "How Mainstream Politicians Erode Norms",
          "authors": "Vicente Valentim, Elias Dinas, Daniel Ziblatt",
          "abstract": "How does anti-immigrant rhetoric by mainstream politicians affect norms of tolerance? How does this compare to similar statements made by radical-right politicians? Drawing on experimental evidence, we find that statements by mainstream politicians lead to more norm erosion than similar statements by radical-right politicians. Subsample analyses suggest that this is because statements by mainstream-right politicians erode norm perceptions of right-wing individuals, while those by radical-right politicians induce backlash among left-wing individuals, who hold closer to the norm in place. The latter effect (backlash by the left) disappears when similar statements are made by mainstream right politicians. We argue that this difference occurs because mainstream politicians represent the views of a larger part of the population or have a higher status. Our results highlight the pivotal role of mainstream politicians in enforcing or eroding democratic norms, and that similar political statements can have different effects depending on their sender.",
          "url": "https://doi.org/10.1017/s0007123425100586",
          "doi": "https://doi.org/10.1017/s0007123425100586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Pro-Democratic, but Not Anti-Authoritarian? Understanding Ambivalent Attitudes Toward Regimes",
          "authors": "Calvert W. Jones, Michael Cowan",
          "abstract": "Do those who support democracy also oppose autocracy, and vice versa? Intuitively, the answer is yes, given that these are contradictory regime types, and scholars often construct a bipolar index for analytic purposes. Yet our investigation of the latest wave of the World Values Survey (WVS) demonstrates that a plurality of citizens worldwide now support both democracy and autocracy, and this ambivalent camp has been growing. We further investigate who is ambivalent and why. Using WVS, we identify broad predictors of ambivalence globally, including knowledge gaps and value orientations. To improve causal inference and explore broader implications, we also conduct a preregistered survey experiment with a nationally representative sample of U.S. respondents. Findings suggest a powerful and underappreciated role for civic education to ameliorate ambivalence, particularly by clarifying the contrast space across regime types. More troublingly, they also reveal a strong association between ambivalence and openness to democratic backsliding.",
          "url": "https://doi.org/10.1177/00104140251369320",
          "doi": "https://doi.org/10.1177/00104140251369320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Local news, partisanship, and perceptions about election administration",
          "authors": "Murat Abus, Kexin Bai, Johanna Dunaway",
          "url": "https://doi.org/10.1016/j.electstud.2025.102970",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102970",
          "filter": 0
        },
        {
          "title": "Identity after the ballot: How winning and losing impact partisan attachments and affective polarization",
          "authors": "Bence Hamrak",
          "url": "https://doi.org/10.1016/j.electstud.2025.102967",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102967",
          "filter": 0
        },
        {
          "title": "The 2024 Chapel Hill Expert Survey on political party positioning in Europe: Twenty-five years of party positional data",
          "authors": "Jan Rovny, Jonathan Polk, Ryan Bakker, Liesbet Hooghe, Seth Jolly, Gary Marks, Marco Steenbergen, Milada Anna Vachudova",
          "url": "https://doi.org/10.1016/j.electstud.2025.102981",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102981",
          "filter": 0
        },
        {
          "title": "Can question wording reduce vote overreporting in post-election surveys?",
          "authors": "Pascal Sciarini, Andreas C. Goldberg",
          "url": "https://doi.org/10.1016/j.electstud.2025.102982",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102982",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Accountable to Whom? Public Opinion of Aid Conditionality in Recipient Countries",
          "authors": "Richard Clark, Lindsay R Dolan, Alexandra O Zeitz",
          "abstract": "When donors extend foreign aid, they often attach requirements to these funds. While requirements are intended to improve the effectiveness of aid, they also render recipient governments accountable to donors. How does the public in recipient countries view these requirements attached to development finance? We argue that individuals’ assessment of aid requirements is a function of their trust in their own government, as well as the foreign donor. When citizens trust their government, aid requirements activate sovereignty concerns, and individuals view them negatively. But when individuals distrust their government, they see requirements as a source of external accountability. Citizens also consider the donor; foreign accountability is welcome only if the donor is trusted. We test our argument using Afrobarometer data on public attitudes toward aid conditionality and an original survey fielded in Kenya, finding evidence that supports our contentions. Our study contributes to an understanding of accountability in global governance.",
          "url": "https://doi.org/10.1093/isq/sqaf057",
          "doi": "https://doi.org/10.1093/isq/sqaf057",
          "filter": 0
        },
        {
          "title": "Anarchy Is What the Balance of Power Made of It: Two Core Concepts and the Public/Private Distinction in International Relations",
          "authors": "Morten Skumsrud Andersen",
          "abstract": "In this article, I question a familiar assumption in International Relations (IR): that the balance of power and anarchy are mutually reinforcing concepts. I argue instead that this relationship is neither natural nor necessary. Modern understandings of anarchy do not reflect timeless features of international politics, but are historically contingent outcomes of changes in how the balance of power concept itself has been understood and deployed. Drawing on conceptual history, I trace how the balance of power transitioned from a principle embodying Europe’s public interest in the eighteenth century to an expression of national rivalry and competitive self-interest in the nineteenth. This transformation was underpinned by a broader redefinition of the public/private distinction, which enabled states to be imagined as atomistic units operating in decentralized, market-like competition—what came to be seen as anarchy. By recovering the practical history of the balance of power, I reinterpret the genealogy of two foundational IR concepts and call for greater reflexivity about the analytical tools through which international relations are theorized.",
          "url": "https://doi.org/10.1093/isq/sqaf064",
          "doi": "https://doi.org/10.1093/isq/sqaf064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Winning Hearts and Minds? How the United States Reassured During the Russo-Ukrainian War",
          "authors": "Lauren Sukin, Stephen Herzog, Alexander Lanoszka",
          "abstract": "Decades of scholarship hold that great powers shore up global confidence during crises with strong demonstrations of resolve. A much smaller literature critiques these assumptions, suggesting that restraint may strengthen confidence. When and why do restraint or resolve reassure, and for whom? In light of Russia’s 2022 full-scale invasion of Ukraine, we appraise early U.S. attempts to reassure allies and partners using public opinion surveys in 24 countries on six continents. Our novel data, which cover rarely surveyed publics, illuminates conditions under which restraint or resolve reassure. We introduce theoretical mechanisms that predict individuals’ propensity to be reassured by resolve or restraint: prior beliefs about the use of force and geopolitical positioning. The results challenge dominant scholarly narratives. Respondents worldwide were reassured by restraint. Forgoing direct intervention in the Russo-Ukrainian War strengthened the U.S.-led order, successfully balancing NATO members’ interests with those of U.S. Indo-Pacific and Global South partners.",
          "url": "https://doi.org/10.1177/00220027251363229",
          "doi": "https://doi.org/10.1177/00220027251363229",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Can Politicians Say That? What Shapes Public Responses to Speech Scandals",
          "authors": "Thomas Gift, Carlos X. Lastra-Anadón",
          "abstract": "Why do some politicians face greater backlash for using insensitive language against identity groups while others do not? Existing explanations focus either on the content of speech or the context in which it occurs. In this article, we propose an integrated framework that considers both and test it using a preregistered conjoint survey on a national U.S. sample. Our findings provide partial support for our expectations. Subjects react most negatively to insensitive speech when the target belongs to their own identity group, when aggravating circumstances exist, and when politicians are of an opposing political party. Our article extends growing scholarship on speech scandals, which has largely explained the fates of politicians as a function of a small number of causative variables in isolation.",
          "url": "https://doi.org/10.1017/xps.2025.10010",
          "doi": "https://doi.org/10.1017/xps.2025.10010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Minority will? A model of influential dissenting opinions",
          "authors": "Sam England, Tom S Clark",
          "abstract": "We study the incentives for writing dissenting opinions that try to shape the law. We model the interaction between a minority and majority in a collegial court setting. Dissenting judges calculate how much effort to put into a dissenting opinion with an expectation that their work can probabilistically affect how the law is applied in the future. That calculus can influence how a majority opinion author writes an opinion and the dynamics of collegial decision-making and coalition formation. We evaluate comparative statics about the content of opinions and the conditions under which dissenting opinions should emerge from collective choice. The results help rationalize both differences in dissenting behavior across levels of the judicial hierarchy and how separate opinion-writing shapes the extremity of judicial opinions.",
          "url": "https://doi.org/10.1177/09516298251349164",
          "doi": "https://doi.org/10.1177/09516298251349164",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Mechanisms of Checks and Balances: Appropriations, Congressional Committees, and Interbranch Conflict",
          "authors": "Jeremiah Cha, Jon Rogowski",
          "abstract": "We study how committees influence policy outcomes in the context of appropriations. Since the birth of modern political science, the power of the purse has been recognized as a primary institutional check through which Congress constrains presidential ambitions. Despite the importance of committees and subcommittees in classic accounts of appropriations, recent developments raise questions about their relevance for contemporary legislative outcomes. We test the hypothesis that appropriations outcomes are less aligned with the president's request as the relevant subcommittee is more ideologically distant from the president. Using comprehensive new data on presidential budget requests and congressional appropriations for the U.S. federal government from 1972 to 2021, we find strong support for this expectation, particularly in the House. Our findings suggest that the composition of legislative committees affects policy outcomes and illustrate how the (sub)committee system helps Congress overcome its collective action problems to constrain the executive.",
          "url": "https://doi.org/10.1111/lsq.70028",
          "doi": "https://doi.org/10.1111/lsq.70028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Reporters lurking at the back-door: Political news, mainstream party policy shifts and radical right party success",
          "authors": "Gunnar Thesen",
          "abstract": "Despite a strong political science interest in political communication perspectives, the media is still often missing from core research on parties and voters. Whenever this is the case, chances are that political news opens a “back-door path” that challenges causal inferences about the relationship between party competition and electoral outcomes. This research note illustrates the consequences of such a blindspot by re-examining the accommodation hypothesis - the idea that mainstream parties can limit radical right party success by moving closer on core radical right issues. Starting with a subsample from a recent comprehensive study of policy accommodation, I add empirical controls for news about immigration and radical right parties based on a large collection of media data from 22 election cycles in five countries. Results show how media and communication perspectives radically affect my conclusion, which in the end is that policy accommodation hinders radical right party success.",
          "url": "https://doi.org/10.1177/13540688251366835",
          "doi": "https://doi.org/10.1177/13540688251366835",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Checking the Costs of War: Sources of Accountability in Post-9/11 US Foreign Policy. Edited by Sarah E. Kreps and Douglas L. Kriner. Chicago: University of Chicago Press, 2025. 400p.",
          "authors": "Amy Oakes",
          "url": "https://doi.org/10.1017/s1537592725102843",
          "doi": "https://doi.org/10.1017/s1537592725102843",
          "filter": 0
        },
        {
          "title": "A Tale of Two Liberalisms: Desegregating American Political Thought",
          "authors": "Susan McWilliams Barndt",
          "abstract": "What is the nature of America’s liberal inheritance? These days, prominent political thinkers—pro-liberals, anti-liberals, and postliberals alike—seem to agree, following Louis Hartz, that American liberalism is individualist, Enlightenment liberalism grounded in Lockean teachings. This is a mistake. We would do better to understand American political thought as defined not just by Enlightenment liberalism but also by Exodus liberalism, the latter of which has been expressed primarily (though not exclusively) in African American political thought. It is in the complex interplay between these two liberal traditions that we can better understand the nature of, and the possibilities for, American liberalism and American politics. This essay tells part of the story of how political scientists came to neglect Exodus liberalism, then envisions a more comprehensive approach to American political thought—a desegregated American political thought.",
          "url": "https://doi.org/10.1017/s1537592725101837",
          "doi": "https://doi.org/10.1017/s1537592725101837",
          "filter": 0
        },
        {
          "title": "International Conflict Feminism: Theory, Practice, Challenges. By Vasuki Nesiah. Philadelphia: University of Pennsylvania Press, 2025. 292p.",
          "authors": "Laura J. Shepherd",
          "url": "https://doi.org/10.1017/s1537592725102375",
          "doi": "https://doi.org/10.1017/s1537592725102375",
          "filter": 0
        },
        {
          "title": "Collisions: The Origins of the War in Ukraine and the New Global Instability. By Michael Kimmage. Oxford: Oxford University Press, 2024. 296p.",
          "authors": "Jon Roozenbeek",
          "url": "https://doi.org/10.1017/s153759272510220x",
          "doi": "https://doi.org/10.1017/s153759272510220x",
          "filter": 0
        },
        {
          "title": "Confucian Iconoclasm: Textual Authority, Modern Confucianism, and the Politics of Antitradition in Republican China. By Philippe Major. Albany: State University of New York Press, 2023. 278p.",
          "authors": "Jean Christopher Mittelstaedt",
          "url": "https://doi.org/10.1017/s1537592725102399",
          "doi": "https://doi.org/10.1017/s1537592725102399",
          "filter": 0
        },
        {
          "title": "The Politics of Welfare in the Global South. Edited by Sattwick Dey Biswas, Cleopas Gabriel Sambo, and Sony Pellissery. Oxford, UK: Oxford University Press, 2025. 368p.",
          "authors": "Erdem Yörük",
          "url": "https://doi.org/10.1017/s1537592725001070",
          "doi": "https://doi.org/10.1017/s1537592725001070",
          "filter": 0
        },
        {
          "title": "From Peril to Partnership: US Security Assistance and the Bid to Stabilize Colombia and Mexico. By Paul J. Angelo. New York: Oxford University Press, 2024. 420p.",
          "authors": "Cynthia Arnson",
          "url": "https://doi.org/10.1017/s1537592725102193",
          "doi": "https://doi.org/10.1017/s1537592725102193",
          "filter": 0
        },
        {
          "title": "Immigration, Security, and the Liberal State. By Gallya Lahav and Anthony Messina. Cambridge, UK: Cambridge University Press, 2024, 494p. - Migration Stigma: Understanding Prejudice, Discrimination, and Exclusion. Edited by Lawrence H. Yang, Maureen A. Eger, and Bruce G Link. Cambridge, MA: MIT Press, 2024. 263p.",
          "authors": "Anna Katherine Boucher",
          "url": "https://doi.org/10.1017/s1537592725001045",
          "doi": "https://doi.org/10.1017/s1537592725001045",
          "filter": 0
        },
        {
          "title": "Bringing the Sector Back In and the New Political Economy: The Contextualized Comparative Sector Approach",
          "authors": "Roselyn Hsueh",
          "abstract": "In the age of post-neoliberal globalization, complex interdependence has resulted in the integration of many economies and the industries within them and led to varied national and subnational political and economic responses. These forces have enabled the rise of a new political economy that requires the contextualized comparative sector approach (CCSA). This article advances a research agenda that contends theoretical and empirical leverage for explaining heterogeneity and assessing generalizability is gained by taking contextualized comparisons to the sector level of analysis. The CCSA identifies the multidimensional effects of sectors, uncovering new sites of inquiry connected to sectoral structural attributes, context-specific sectoral organization of institutions, and social and political constructions of sectors. Sectors are thus contexts that are embedded in multilevel contexts involving state and nonstate actors alike. Scholarship on industrial policy, technology and innovation, environmental transition, and regulation and governance demonstrates the analytical power and theoretical value of combining contextualized comparisons and sectoral analysis, which have been overlooked by the overly macro- or micro-level studies dominant in international and comparative political economy. The various strategies of the approach and a stepwise discussion of a research design underscore the possibilities for theory development and testing, adjudication of competing explanations, and case-specific discoveries.",
          "url": "https://doi.org/10.1017/s1537592725101989",
          "doi": "https://doi.org/10.1017/s1537592725101989",
          "filter": 0
        },
        {
          "title": "Man-Devil: The Mind and Time of Bernard Mandeville, The Wickedest Man in Europe. By John J. Callanan. Princeton: Princeton University Press, 2025. 315p.",
          "authors": "Getty L. Lustila",
          "url": "https://doi.org/10.1017/s1537592725102818",
          "doi": "https://doi.org/10.1017/s1537592725102818",
          "filter": 0
        },
        {
          "title": "Democracy despite Itself: Liberal Constitutionalism and Militant Democracy. By Benjamin A. Schupmann. Oxford: Oxford University Press, 2024. 256p.",
          "authors": "Alec Dinnin",
          "url": "https://doi.org/10.1017/s1537592725102363",
          "doi": "https://doi.org/10.1017/s1537592725102363",
          "filter": 0
        },
        {
          "title": "Divergent Worlds. What the Ancient Mediterranean and Indian Ocean Can Tell Us about the Future of International Order. By Amitav Acharya and Manjeet S. Pardesi. New Haven, CT: Yale University Press, 2025. 235p.",
          "authors": "David Abulafia",
          "url": "https://doi.org/10.1017/s1537592725102181",
          "doi": "https://doi.org/10.1017/s1537592725102181",
          "filter": 0
        },
        {
          "title": "Criminal Governance in Latin America: Prevalence and Correlates",
          "authors": "Andres Uribe, Benjamin Lessing, Noah Schouela, Elayne Stecher",
          "abstract": "In communities throughout Latin America, criminal organizations provide basic order and security. While multidisciplinary research on criminal governance (CG) has illuminated its dynamics in hundreds of site-specific studies, its extent remains understudied. We exploit novel, nationally representative survey data, validated against a compendium of qualitative sources, to estimate CG prevalence in 18 countries, and explore its correlates at multiple levels. Overall, 14% of respondents reported that local criminal groups provide order and/or reduce crime, corresponding to some 77–101 million Latin Americans experiencing CG. Counterintuitively, CG is positively correlated with both respondents’ perceptions of state governance quality and objective measures of local state presence. These descriptive results are consistent with multiple causal pathways, including case-specific findings that state presence—rather than absence—drives criminal governance. We offer suggestions for both more precise data collection on CG itself and, given its pervasiveness, its inclusion in broader research on economic development, demography, and politics.",
          "url": "https://doi.org/10.1017/s1537592725101849",
          "doi": "https://doi.org/10.1017/s1537592725101849",
          "filter": 0
        },
        {
          "title": "Saving Ourselves: From Climate Shocks to Climate Action. By Dana R. Fisher. New York: Columbia University Press, 2024. 210p.",
          "authors": "Israel Solorio",
          "url": "https://doi.org/10.1017/s1537592725102454",
          "doi": "https://doi.org/10.1017/s1537592725102454",
          "filter": 0
        },
        {
          "title": "The Resurgence of Comparative Political Economy Approaches to the Study of Africa",
          "authors": "M. Anne Pitcher",
          "abstract": "Following the independence of African countries in the 1960s and 1970s, many newly minted politicians and political scientists who studied them directed their attention to the effects of ethnic identities, heterogeneity, rivalries, and alliances on African politics. In the aftermath of colonial violence and social engineering, ethnic competition contributed to violent secessionist movements, and ethnic hatred sometimes fueled genocide. Many African governments expelled minorities and banned ethnic parties, established federal institutions, and at times adopted nationalist rhetoric to punish rivals or mitigate the deleterious outcomes of ethnic conflict. As Christof Hartmann summarizes, “political regulation of ethnicity has been a core dimension of state-building in Africa” (“Managing Ethnicity in African Politics,” in Nic Cheeseman, ed., The Oxford Encyclopedia of African Politics , 2019: 1).",
          "url": "https://doi.org/10.1017/s1537592725000829",
          "doi": "https://doi.org/10.1017/s1537592725000829",
          "filter": 0
        },
        {
          "title": "The Overthrow of Robert Mugabe: Gender, Coups, and Diplomats. By Blessing-Miles Tendi. Oxford: Oxford University Press, 2025. 282p.",
          "authors": "Tendai Mangena",
          "url": "https://doi.org/10.1017/s1537592725102648",
          "doi": "https://doi.org/10.1017/s1537592725102648",
          "filter": 0
        },
        {
          "title": "Polling at a Crossroads: Rethinking Modern Survey Research. By Michael A. Bailey. Cambridge: Cambridge University Press, 2023. 320p.",
          "authors": "Adam J. Berinsky",
          "url": "https://doi.org/10.1017/s1537592725102004",
          "doi": "https://doi.org/10.1017/s1537592725102004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“Staying is complicated, Not staying, however, is unthinkable”: A critical review of Indigenous presence in “natural” parks as a critique of colonial place making for conservation and leisure",
          "authors": "Mara J. Goldman",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103362",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103362",
          "filter": 0
        },
        {
          "title": "Where do we go? Explaining democratic capital location preferences",
          "authors": "David M. Willumsen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "filter": 0
        },
        {
          "title": "Towards a global perspective on interrelated green hydrogen transitions: The case of Colombia",
          "authors": "Kristina Dietz, Felix Malte Dorn, Etienne Schneider",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "filter": 0
        },
        {
          "title": "Unsettling nature as liberal public good",
          "authors": "Clare M. Beer",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103360",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103360",
          "filter": 0
        },
        {
          "title": "Accumulation by recreation: Celebrity billionaire conservation in Hawai'i’s tourism landscape",
          "authors": "Mary Mostafanezhad",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103359",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103359",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0962-6298(25)00131-3",
          "doi": "https://doi.org/10.1016/s0962-6298(25)00131-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Does accrual accounting make municipalities spend less?",
          "authors": "Stefano Caiazza, Franco Fiordelisi, Elina De Simone, Fabio Pisani",
          "abstract": "Accrual accounting in the public sector aims to enhance fiscal transparency, decision-making, comparability, and cost-effectiveness. The Italian reform of public sector accounting in 2011 provides an excellent quasi-natural experiment for studying the effect of accrual accounting on public financial management. Our results indicate that accrual accounting has a disciplining effect on local public spending, strengthening fiscal positions. Importantly, we demonstrate that the effect varies across municipalities: It is stronger during non-electoral periods and for high-quality institutions.",
          "url": "https://doi.org/10.1007/s11127-025-01320-2",
          "doi": "https://doi.org/10.1007/s11127-025-01320-2",
          "filter": 0
        },
        {
          "title": "A game theory approach to football predictions",
          "authors": "Kerim Keskin",
          "url": "https://doi.org/10.1007/s11127-025-01317-x",
          "doi": "https://doi.org/10.1007/s11127-025-01317-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "How the Age-Friendly Domains Apply to Low-Income Cities and Guide Improvements: Perspectives of Long-Term Residents in New Jersey",
          "authors": "Amanda Jones-Layman, Francine P Cartwright, Seran Schug, Jennifer Kitson, Lisa Siegert, Rachel Pruchno",
          "abstract": "The WHO defined age-friendly cities (AFCs) as places with policies, services, settings, and structures that enable people to age in place. Although AFCs have gained attention recently, little is known about the applicability of age-friendly domains to low-income cities. We conducted flexible semistructured interviews with 28 adults aged 65 and older who had lived in New Jersey cities with high poverty rates and low median incomes for at least 15 years. Participants described their neighborhoods in ways that mapped onto the eight AFC domains. Themes of agency and safety linked the domains. Participants suggested ways to change neighborhoods in low-income cities that would make them age friendly. Findings suggest that the AFC domains have utility as a framework for how older long-term residents of low-income cities describe their neighborhoods. They provide unique information about how these domains relate to one another and identify strategies for making low-income places better environments for older people.",
          "url": "https://doi.org/10.1093/poq/nfaf027",
          "doi": "https://doi.org/10.1093/poq/nfaf027",
          "filter": 0
        },
        {
          "title": "To Report or Not to Report? A Qualitative Analysis of Journalists’ Perspectives on Harm to Public Opinion",
          "authors": "Ricardo R Ferreira, Jean-François Daoust",
          "abstract": "Journalists face intricate decisions regarding what to publish, especially when problematic content may impact public opinion in a way that could fuel hate and/or undermine democratic attitudes. While scholarship has recognized the importance of this issue, most studies focus on published content, how citizens engage with it, and the implications of published news. In this article, we provide a fresh perspective on the crucial dilemma faced by journalists concerning their perceived impact on public opinion, by leveraging data based on 36 semistructured in-depth interviews with journalists covering Brazil’s political landscape. The interviews were conducted between December 7, 2021, and July 20, 2022. Our main findings are threefold. First, we find a consensus among journalists regarding what is seen as problematic content, which is centered around threats to democratic attitudes and misinformation on critical issues. Second, we examine the rationales underpinning journalists’ choices to publish problematic content, which include the concept of “competing voices,” the legitimacy conferred to elected representatives (e.g., the head of a government), and journalists’ fear of being viewed as left leaning and losing their audience. Third, we find that journalists who do not publish problematic content do so because they expect to negatively impact public opinion, in particular democratic attitudes, and that their reporting of hate speech may not meet ethical standards. We conclude by highlighting the complex interplay of journalistic norms and expectations regarding their impact on public opinion and the news production process.",
          "url": "https://doi.org/10.1093/poq/nfaf028",
          "doi": "https://doi.org/10.1093/poq/nfaf028",
          "filter": 0
        },
        {
          "title": "Concerns About Medications for Opioid Use Disorder Among American Indian Community Members: A Qualitative Secondary Analysis",
          "authors": "Fiona Grubin, Morgan E Neavill, Tessa Sawyer, Amanda Larson, Emily Maltaverne, Monica C Skewes",
          "abstract": "Opioid use disorder and mortality due to opioid overdose pose significant public health problems in the United States, particularly among American Indian/Alaska Native (AI/AN) communities that experience disproportionately high rates of opioid overdose deaths. Such health inequities are related to centuries of ongoing colonization and oppression that inform social determinants of health today. Using medications to treat opioid use disorder (MOUD) has broad support among health professionals due to substantial evidence of its effectiveness and benefits to patients. However, most AI/ANs who need MOUD never receive it. This analysis sought to identify concerns related to the use of MOUD and how they inform barriers to implementing MOUD in a rural AI reservation community. Secondary analysis of qualitative data was conducted using reflexive thematic analysis. Findings reveal key themes related to conditions for when to use MOUD, recovery, distrust of Western medicine, and individual viewpoints on MOUD. Implications of these findings for reducing barriers to MOUD in AI/AN communities are discussed.",
          "url": "https://doi.org/10.1093/poq/nfaf030",
          "doi": "https://doi.org/10.1093/poq/nfaf030",
          "filter": 0
        },
        {
          "title": "Qualitative Methods for Research on a Hard-to-Reach and Vulnerable Population in Burma",
          "authors": "Jieun Baek",
          "abstract": "This article examines the qualitative research methods employed to conduct fieldwork on a hard-to-reach and vulnerable population in Burma between June 2017 and December 2019. The study focuses on interviewing democracy activists, many of whom were former political prisoners, to investigate the motivations of “first movers”—individuals who initiate high-risk dissent in authoritarian regimes without the safety of numbers or the guarantee of support. The study employed a narrative-driven grounded theory approach to explore the question: In the high-risk environment of authoritarian regimes, why do some people dissent while others do not? While the substantive findings and theory will be discussed in a forthcoming publication, this article focuses on the research design encompassing data collection strategies, case selection, scope conditions, ethics, sampling methods (including a combination of purposive and snowball sampling), elicitation techniques, triangulation in qualitative analysis, and the critical importance of analytic reflexivity and researcher positionality. Key methodological decisions are synthesized into a qualitative research design checklist, providing a practical framework for scholars investigating similarly complex and sensitive topics. By sharing the challenges, strategies, and lessons learned, this article aims to contribute to the growing body of literature on qualitative methods for researching hard-to-reach populations and politically sensitive questions.",
          "url": "https://doi.org/10.1093/poq/nfaf034",
          "doi": "https://doi.org/10.1093/poq/nfaf034",
          "filter": 0
        },
        {
          "title": "Participants’ Reported Discomfort with Live Video as a Mode for Answering a Sensitive Survey Question",
          "authors": "Shlomit Okon, Rebecca S Dolgin, Michael F Schober",
          "abstract": "This study uses qualitative thematic analysis to explore a dataset of open-ended textual responses from 369 online panelists explaining why they rated feeling more or less uncomfortable being asked the same sensitive survey question (“How many sex partners have you had in the last 12 months?”) in a hypothetical live video interview versus in two other interviewer-administered survey modes (in person and by phone) and two self-administered survey modes (a web survey and a “prerecorded video” interview in which participants enter their answers after playing a video of the interviewer asking the question). Different participants reported finding the very same features of live video—for example, social copresence with the interviewer, seeing and being seen, a sense of privacy and anonymity—as leading to greater discomfort or greater comfort. The mixed-method analyses, which build on participants’ quantitative ratings of discomfort in the different modes, reveal video-specific concerns that are likely to be important to understand as video interviewing emerges as a new survey mode. These include the potential for a live video interview to be recorded and other household members to overhear (for some participants more concerning than in person or on the phone), and more nuanced distinctions about wanting to see or not see the interviewer and wanting to be seen or not be seen by the interviewer. Exploratory analyses suggest that participants’ video experience in other contexts and some demographic characteristics may correlate with different levels of self-reported discomfort with live video relative to other interviewing modes.",
          "url": "https://doi.org/10.1093/poq/nfaf031",
          "doi": "https://doi.org/10.1093/poq/nfaf031",
          "filter": 0
        },
        {
          "title": "Relationships, Trust and Accountability, and Critical Reflexivity: Developing Quality Data with the “Hard to Reach”",
          "authors": "Anna Kopec, Alison Smith, Genevieve Fuji Johnson",
          "abstract": "Understanding the realities of members of marginalized communities is central to the advancement of social and behavioral sciences. We argue that the development of data accurately representing the perspectives and experiences of such communities is fundamentally contingent on relationships of trust and accountability, and on researcher critical reflexivity. We showcase our methodology in three vignettes based on how we conduct research with communities that are “hard to reach” due to their societal marginalization. These vignettes include our reflections on the quality of data as a function of relationships, trust, accountability, and critical reflexivity. Our stories from the field highlight the importance of relational research with communities experiencing marginalization.",
          "url": "https://doi.org/10.1093/poq/nfaf032",
          "doi": "https://doi.org/10.1093/poq/nfaf032",
          "filter": 0
        },
        {
          "title": "Using a Blended Approach to Thematic Analysis: A Case Study on Fatherhood and Imprisonment",
          "authors": "Marieke Haan, Simon D Venema",
          "abstract": "Thematic analysis (TA) has become a prominent qualitative research method for identifying patterns in experiences, responses, narratives, and meanings in relation to a research question. In this paper, we provide researchers with an understanding of different approaches to TA and offer practical guidance on conducting a blended approach to TA, which combines the strengths of different TA approaches. Despite their prevalence in the literature, blended approaches to TA are rarely clearly illustrated in research publications. To address this gap, we present a detailed case study of a blended approach to TA, based on a qualitative study exploring the experiences of incarcerated fathers participating in a prison family program in the Netherlands. This case study offers researchers practical guidance for thoughtfully implementing a blended approach to TA in their own work. It also highlights the nuances and complexities of a blended approach to TA, emphasizing the importance of aligning the chosen TA approach to the research context and objectives. We conclude by discussing the value of blended approaches to TA in qualitative research, underscoring the importance of thoughtful application and transparent reporting of these approaches.",
          "url": "https://doi.org/10.1093/poq/nfaf033",
          "doi": "https://doi.org/10.1093/poq/nfaf033",
          "filter": 0
        },
        {
          "title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures",
          "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison",
          "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.",
          "url": "https://doi.org/10.1093/poq/nfaf029",
          "doi": "https://doi.org/10.1093/poq/nfaf029",
          "filter": 0
        },
        {
          "title": "Using Semi-Structured Interviews to Better Understand Nonresponse to a Government-Sponsored, Mail-Based Survey of Households",
          "authors": "Rebecca L Medway, Melissa Scardaville, Paula Dias, Christopher Paek",
          "abstract": "Given the global nature of the survey nonresponse phenomenon, researchers have devoted considerable attention to understanding the factors that contribute to it. However, much remains unknown about sample members’ reasons for nonresponse and the best way to address those concerns. For self-administered surveys in particular, which often rely on sample members responding to the request without the encouragement of an interviewer or researcher, it is crucial to better understand the attitudinal and environmental barriers that stop sample members from responding. In addition, relatively little existing work involves speaking directly with nonrespondents to a particular survey to hear from them about how the survey request fits into the bigger picture of their life. Drawing on qualitative data collected from 70 semistructured interviews conducted with individuals living in households that did not respond to a large-scale federal government mail survey, we present findings related to three domains of nonresponse: time use, attitudes toward the government, and privacy concerns. We find that these domains remain as relevant today as they were in prior decades, though the ways people experience them may be different. While themes emerge from our study that are relevant to survey research in general, we also expect that the exact way these and other domains are experienced and interact with survey response decisions will differ by population and by survey. We encourage survey researchers to incorporate qualitative methods into their survey design process so that the resulting design and materials are more likely to reflect the needs and issues facing each survey's population.",
          "url": "https://doi.org/10.1093/poq/nfaf026",
          "doi": "https://doi.org/10.1093/poq/nfaf026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Fundraising on the fringe: Do ideologically extreme candidates solicit small donations?",
          "authors": "Seo-young Silvia Kim",
          "abstract": "Do ideologically extreme candidates actively pursue small donations? The literature on money in politics debates whether “small” individual campaign donors are more ideologically extreme than large donors. This paper reverses the question, investigating whether extreme candidates request smaller contributions from potential donors. Using data from U.S. congressional candidates’ fundraising platforms in the 2020 elections, I examine how campaigns typically present a set of suggested donation amounts to solicit money from potential donors efficiently. While party, in-state income levels, and the usage of major fundraising platforms mattered, ideological extremism had no bearing on the amounts candidates asked for. Given that solicitation amounts have been long and easily optimized through A/B testing, I interpret this as extreme candidates not finding it profitable to ask for smaller amounts, which is more aligned with the view that small donors are not more ideologically extreme than large donors.",
          "url": "https://doi.org/10.1177/20531680251362036",
          "doi": "https://doi.org/10.1177/20531680251362036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "From crisis governance to electoral normality and the longest coalition negotiations: the 2024 Austrian parliamentary election",
          "authors": "Manuel Elias Scharrer, Christina Gahn, Jana Bernhard-Harrer, Marvin Stecker, Julia Partheymüller",
          "url": "https://doi.org/10.1080/01402382.2025.2535021",
          "doi": "https://doi.org/10.1080/01402382.2025.2535021",
          "filter": 0
        },
        {
          "title": "Young men, gendered labour market competition, and opposition to gender equality policy across 27 EU countries",
          "authors": "Amy Alexander, Nicholas Charron, Gefjon Off",
          "url": "https://doi.org/10.1080/01402382.2025.2524908",
          "doi": "https://doi.org/10.1080/01402382.2025.2524908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
