{
  "update": "2024-09-06",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Collective procrastination and protest cycles",
          "authors": "Germán Gieczewski, Korhan Kocak",
          "abstract": "This paper studies a model of “pivotal protesting,” in which citizens act in order to change the outcome rather than to collect private benefits. We show that, when citizens face repeated opportunities to protest against a regime, pivotal protesting entails complex dynamic considerations: The continuation value of the status quo influences the citizens' willingness to protest today. Thus, a mere change in expectations about the future may trigger a revolt. The same logic often induces a pattern of protest cycles, driven by a novel source of inefficiency: An expectation that a protest will take place tomorrow can excessively sap incentives to coordinate on protesting today. Thus, potential protests crowd each other out. This can lead to a form of collective procrastination: Access to more opportunities to protest can lower the citizens' welfare, as collective action becomes inefficiently delayed.",
          "url": "http://dx.doi.org/10.1111/ajps.12913",
          "doi": "10.1111/ajps.12913",
          "filter": 0
        },
        {
          "title": "Public comment and public policy",
          "authors": "Alexander Sahn",
          "abstract": "Is public policy responsive to demographically and ideologically unrepresentative comments given at public meetings? I investigate this possibility using a novel data set of over 40,000 comments made at the San Francisco Planning Commission between 1998 and 2021, matched to information about proposed developments discussed in hearings and administrative data on commenters. I document four stylized facts: First, commenters at public meetings are unrepresentative of the public along racial, gender, age, and homeownership lines; second, distance to the proposed development predicts commenting behavior, but only among those in opposition; third, commission votes are correlated with commenters’ preferences; finally, the alignment of White commenters (vs. other racial groups) and neighborhood group representatives and the general public (vs. other interest groups) better predict project approvals.",
          "url": "http://dx.doi.org/10.1111/ajps.12900",
          "doi": "10.1111/ajps.12900",
          "filter": 0
        },
        {
          "title": "Turn on, tune in, turn out: Ethnic radio and immigrants' political engagement",
          "authors": "Stephanie Zonszein",
          "abstract": "Does the ethnic media promote the political engagement of minority ethnic immigrants? This is a salient question in Western democracies, where the political incorporation of immigrants is a continuous challenge. Prevailing accounts place the media as a primary cause of growing public disengagement. In contrast, this article argues that the entry of community‐centered ethnic media can increase immigrants' political engagement by changing their informational environment and their representation in media and state institutions. In 2004, the UK Parliament enacted the Community Radio Order to allow the licensing of community radio stations. Leveraging the introduction of this law and geographical variation in the distribution of licenses with a difference‐in‐differences approach, this article shows that the exposure of minority ethnic immigrants to radio programming targeted at their community substantively increases their turnout in local elections. The results suggest that immigrants' participation in politics is stimulated by accommodating diversity within common institutions.",
          "url": "http://dx.doi.org/10.1111/ajps.12911",
          "doi": "10.1111/ajps.12911",
          "filter": 0
        },
        {
          "title": "Playing the sycophant card: The logic and consequences of professing loyalty to the autocrat",
          "authors": "Alexander Baturo, Nikita Khokhlov, Jakob Tolstrup",
          "abstract": "Despite the centrality of the loyalty–competence framework in research on authoritarian politics, scholars have only focused on material aspects of what elites do in their service to the dictator. Yet nonmaterial aspects such as sycophantically praising the autocrat in speech—a common, everyday practice under authoritarianism, have been ignored. We propose a novel theory to explain under what conditions elites “overpraise” the ruler and imitate his rhetoric, and whether they will be rewarded. We test the empirical implications through semisupervised text analysis and an original dataset of almost 1000 annual legislative addresses of Russian governors. Contrary to common assumptions that sycophancy is uniform across elites, we find that governors who are politically and economically vulnerable and without alternative career paths behave more sycophantically and show that they survive in office longer. Our results have important implications for how personality cults develop and how dictators navigate the loyalty–competence trade‐off.",
          "url": "http://dx.doi.org/10.1111/ajps.12909",
          "doi": "10.1111/ajps.12909",
          "filter": 0
        },
        {
          "title": "Re‐evaluating the impact of collective victimhood on conflict attitudes: Results from a natural experiment, a survey experiment, and panel study using Israel's Holocaust Memorial Day",
          "authors": "Nadav Shelef, Ethan vanderWilden",
          "abstract": "A significant observational literature identifies a link between collective victimhood and conflict‐enhancing attitudes, though results from experimental work increasing victimhood's salience vary. This article thus revisits this question in two studies in a context in which increased salience is especially likely to shift attitudes. Study 1 exploits the happenstance fielding of 12 surveys over Israel's Holocaust Memorial Day between 1979 and 2021. Using all 192 available estimates assessing hawkishness, preferences for out‐group exclusion, and in‐group solidarity, it fails to detect statistically significant effects of a state‐led effort to increase the salience of Israel's collective victimhood narrative in a natural setting 90% of the time. Study 2 replicates the null findings across multiple comparisons and outcomes in a companion harmonized panel and survey experiment. Substantively, the findings suggest that it may be harder to use short‐term manipulations of collective victimhood to shift attitudes than often assumed.",
          "url": "http://dx.doi.org/10.1111/ajps.12906",
          "doi": "10.1111/ajps.12906",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Power Over Presence: Women’s Representation in Comprehensive Peace Negotiations and Gender Provision Outcomes",
          "authors": "ELIZABETH GOOD",
          "abstract": "The Women, Peace, and Security (WPS) sector assumes increasing the number of women involved in peace negotiations drives better outcomes for local women. However, empirical support for this assumption is inconsistent. This article tests how power alters the relationship between women’s formal (Track 1) involvement in peace negotiations and the inclusion of women-specific provisions in peace agreements. Using an original dataset comprised of 2,299 Track 1 delegates involved in 116 comprehensive peace agreements finalized between 1990 and 2021, I find women’s involvement in peace negotiations is positively correlated to comprehensive agreements containing provisions for women. However, this correlation is dependent on women holding positions of power—simply having women in the room is insufficient. This article offers a novel quantitative approach to WPS studies, provides nuance to theories linking descriptive and substantive representation, and casts doubt on the longstanding assumption that increasing women’s involvement inherently enhances gender equality.",
          "url": "http://dx.doi.org/10.1017/s000305542400073x",
          "doi": "10.1017/s000305542400073x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Cause for Celebration or Concern? Voter Reactions to Rising House Prices",
          "authors": "Alexander Reisenbichler, Pascal D. Koenig",
          "abstract": "Little is known about voters’ demands in response to rising house prices. We argue that voters’ house-price perceptions and housing policy preferences depend on countries’ differing economic institutions. In the UK’s liberal welfare and credit regimes, we expect voters to view house-price growth as a comparatively positive sign for the economy and show little demand for policies restraining prices. In Germany’s generous welfare and restrictive credit regimes, we expect voters to view house-price appreciation with more skepticism and demand policies restraining prices. First, through a custom survey, we experimentally demonstrate that British homeowners regard house-price growth as a sign of economic health, while German homeowners and renters from both countries do not. Second, we find that German voters, both homeowners and renters, support policies restraining house prices more so than their British equivalents. Our findings suggest that similar types of voters have different housing attitudes in differing institutional contexts.",
          "url": "http://dx.doi.org/10.1177/00104140241269896",
          "doi": "10.1177/00104140241269896",
          "filter": 0
        },
        {
          "title": "Claiming a “Right” to State Space: Building Social Movements Under Authoritarian Rule",
          "authors": "Matthew T. Lacouture",
          "abstract": "There is widespread agreement in social movement research that successful mobilization requires gathering large numbers in public spaces. But what happens when repressive states close public spaces off to protests and activists lack the capacity to win them from state control? This article utilizes a case study of state workers’ movements in Jordan in the run-up to the 2011 uprisings to demonstrate how activists can mobilize under repressive conditions by seeking out less conventional spaces. Specifically, workers may be able to access state spaces associated with public employment (e.g., state ministries and public schools). I argue that these spaces can serve as sheltering spaces for protestors to engage in early movement-building activities and as performative spaces to generate political support needed to expand into more exposed spaces. Overall, this research contributes to understanding contentious politics in politically repressive settings by identifying a middle ground between covert resistance and mass public demonstrations.",
          "url": "http://dx.doi.org/10.1177/00104140241269959",
          "doi": "10.1177/00104140241269959",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Public opinion towards interest groups: The differential impact of ties to cause and business groups",
          "authors": "ANNE RASMUSSEN, STEFANIE REHER",
          "abstract": "Interest groups are often included as key actors in consultation processes, with the aim of making policy more effective, fair and representative. At the same time, their influence is frequently viewed with suspicion. This research note uses survey experiments in Germany, the United Kingdom and the United States (N = 9,357) to explore how the ties citizens hold to different types of interest groups affect their perceived legitimacy of involving them in parliamentary hearings. We find that affective, behavioural and attitudinal ties shape how citizens evaluate the representation of groups, but that there are important differences between ties to different group types: ties to cause groups representing societal interests are more consequential than ties to business interests. These findings underline important heterogeneity in how different interest groups relate to their constituencies and have implications for accountability relationships between citizens and policymakers. The heightened sensitivity of citizens with ties to cause groups regarding their representation underscores the need to actively nurture and involve these groups in policy making.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12716",
          "doi": "10.1111/1475-6765.12716",
          "filter": 0
        },
        {
          "title": "Policy discounting across and beyond the lifespan",
          "authors": "MATTHEW BARNFIELD",
          "abstract": "Legislators face a challenge when implementing long‐termist policies that prioritise sustainability and the well‐being of future generations: citizens prefer policies that pay off sooner rather than later. In this research note, I assess the hypothesis that the lifespan structures this temporal discounting effect. Do people show a particular preference for policies that pay off within, rather than beyond, their own lifetime? In a pre‐registered conjoint analysis with age‐group blocking ( N = 2405), I find little evidence in support of this explanation. Although they significantly prefer nearer‐term policy benefits, citizens show no sign of especially preferring policies whose benefits will materialise within their own lifetimes. This pattern holds across a range of personal, political and philosophical differences. The temporal discounting effect is also substantially smaller than other policy features, such as how large the payoff of that policy is expected to be. Additionally, people are clearly willing in principle to trade off the timing of benefits for the scale of benefits, preferring larger later payoffs to sooner smaller ones. Across and beyond the lifespan, the sooner a policy pays off, the better. But, whenever they materialise, the bigger the societal benefits of that policy, the better. These findings strongly suggest that temporal policy discounting is not driven by selfish concerns, while also reinforcing that any such effect does not overwhelm citizens’ evaluations of policy proposals in principle.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12719",
          "doi": "10.1111/1475-6765.12719",
          "filter": 0
        },
        {
          "title": "Rallying around the leader in times of crises: The opposing effects of perceived threat and anxiety",
          "authors": "RONI LEHRER, OKE BAHNSEN, KLARA MÜLLER, MARCEL NEUNHOEFFER, THOMAS GSCHWEND, SEBASTIAN JUHL",
          "abstract": "In times of crisis, citizens tend to increase their approval of the government and its leader which can shift the balance of power. This ‘rally effect’ is a persistent empirical regularity; however, the literature is still undecided on its underlying causal mechanisms. We argue that crises induce threat and anxiety and hypothesize that perceived threat increases approval of the incumbent leader, whereas anxiety decreases it. By analysing German panel data from the COVID‐19 pandemic, we causally identify both mechanisms and provide systematic evidence supporting this theory. Moreover, we increase the scope of our theory and show that both mechanisms are also at work when citizens approve cabinet members who manage key portfolios. Our findings have highly important implications for our understanding of the rally effect and crises politics in democracies.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12717",
          "doi": "10.1111/1475-6765.12717",
          "filter": 0
        },
        {
          "title": "Dimensions of polarization, realignment and electoral participation in Europe: The mobilizing power of the cultural dimension",
          "authors": "MORGAN LE CORRE JURATIC",
          "abstract": "Over the past two decades, extreme parties have gained increasing electoral success in European party systems. While this party polarization is often associated with its negative consequences, recent studies have suggested its potential benefit for remobilizing the electorate by offering clear political alternatives. However, it remains unclear which groups of citizens may be mobilized by broader supply and whether this positive effect is generalizable to multiparty systems. This article contributes to this debate arguing that the system multidimensionality matters when assessing the relationship between polarization and voter turnout. Through a multilevel analysis and two studies at the aggregate and individual levels, this article provides evidence that party polarization is associated with increased turnout only when parties polarize on the cultural dimension of party competition. This effect is moderated by the party system unidimensionality and mobilizes voters at large, regardless of their level of extremism, political awareness or partisanship. These findings support previous research suggesting a ‘realignment’ of party systems, meaning that the main line of political conflict for parties and voters is shifting towards the cultural dimension of party competition across Europe.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12718",
          "doi": "10.1111/1475-6765.12718",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Foreign Policy Appointments",
          "authors": "Matt Malis",
          "abstract": "How do leaders select their top-level foreign policy appointees? Through a formal model of the domestic and intragovernmental politics surrounding an international crisis, I investigate the trade-offs shaping leaders’ appointment strategies. In the model, a leader selects a foreign policy appointee, anticipating how the appointment will affect the advice he receives in the crisis, the electorate's evaluation of his performance, and ultimately the policies that he and his foreign counterparts pursue as a consequence. The analysis uncovers a fundamental tension in the leader's ability to use appointments to advance his core political and policy objectives of deterring foreign aggression, obtaining accurate advice, and maximizing domestic approval: any appointment that advances one of these objectives invariably comes at the cost of another, and the leader's appointment strategy must balance across these trade-offs. Analyzing cross-national appointment patterns to the offices of ministers of defense and foreign affairs, I find descriptive evidence consistent with the model's predictions: leaders from dovish parties are more than twice as likely as leaders from hawkish parties to select cross-partisan and politically independent appointees, and such appointments are less likely for leaders of either party as they approach re-election.",
          "url": "http://dx.doi.org/10.1017/s002081832400016x",
          "doi": "10.1017/s002081832400016x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Legislative capacity limits interest group influence: Evidence from California's Proposition 140",
          "authors": "Alex Garlick, Mary Kroeger, Paige Pellaton",
          "abstract": "Reformers assert that lobbyists take advantage of legislators who lack adequate staffing and research to win policy outcomes for their interest group clients. However, in the United States, legislators usually determine their own levels of staff. This paper exploits the 1990 passage of California's Proposition 140 to test a situation when the legislature's capacity dropped. Proposition 140 immediately lowered legislative expenditures for the 1991–1992 session by 38%, which decimated the policy staff, particularly in the state's Assembly. Using bill analyses that identify which outside groups served as the source of legislation, we shows that group sponsored bills became more likely to pass than non‐group bills in the wake of Proposition 140. This effect is concentrated in bills introduced in the Assembly. We account for other factors that could explain this relationship, particularly direct and indirect effects of the term limits wrought by Proposition 140, but find they did not alter legislator relationships with outside groups.",
          "url": "http://dx.doi.org/10.1111/lsq.12478",
          "doi": "10.1111/lsq.12478",
          "filter": 0
        },
        {
          "title": "Line‐item vetoes as a coordination mechanism",
          "authors": "Valeria Palanza, Gisela Sin, Evangeline Reynolds",
          "abstract": "Although presidential vetoes are central to the legislative process, the role of total versus line item vetoes (LIV) is largely unclear. While total vetoes are a sign of conflict between the branches, as the literature has emphasized, we argue that LIV function as a negative agenda setting mechanism that enables presidents to coordinate within their coalition. To test our argument, we use an original dataset on all statutes and executive decrees approved and vetoed in Brazil for the period 1988–2010. In both, statutes and decrees, we show that while total vetoes occur when conflict between branches is stronger, LIV happen when such conflict is minimal and presidents have tight control over their coalition. The results are robust across dependent variables, model specifications, and estimation strategies. Our findings highlight that while the total veto is a blunt bargaining mechanism, the LIV provides a scalpel, a much finer tool that helps presidents manage and sustain their congressional coalition.",
          "url": "http://dx.doi.org/10.1111/lsq.12467",
          "doi": "10.1111/lsq.12467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Do two-party systems hamper defection from undemocratic candidates?",
          "authors": "Kristian Vrede Skaaning Frederiksen",
          "abstract": "Do the electoral constraints imposed by two-party systems make citizens less likely to defect from undemocratic candidates? I employ two innovative candidate choice experiments fielded in England to answer this question. Specifically, I implement two designs manipulating the number and effective number of parties displayed between two and three, exploiting England’s party system characteristics. Contrary to expectations, I find that Labour and Conservative identifiers do not defect more from undemocratic in-partisan candidates when they face three (effective) parties–Labour, the Conservatives, and the Liberal Democrats–rather than just the two major parties. Instead, defection from undemocratic in-partisans to the out-party drops and relocates to the Liberal Democrats, even when the latter have no chance of winning. These findings highlight that having three parties does not generate more defection from undemocratic politicians and, consequently, does not reduce risks of democratic backsliding through this mechanism.",
          "url": "http://dx.doi.org/10.1177/13540688241277774",
          "doi": "10.1177/13540688241277774",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Narrow Reach of Targeted Corrections: No Impact on Broader Beliefs About Election Integrity",
          "authors": "John M. Carey, Elizabeth Chun, Alice Cook, Brian J. Fogarty, Leyla Jacoby, Brendan Nyhan, Jason Reifler, Lilian Sweeney",
          "url": "http://dx.doi.org/10.1007/s11109-024-09968-0",
          "doi": "10.1007/s11109-024-09968-0",
          "filter": 0
        },
        {
          "title": "Ballot Box Representation: Spatial Voting and the Effects of Information in Direct Democracy Elections",
          "authors": "Cheryl Boudreau, Scott A. MacKenzie",
          "abstract": "In states and localities with direct democracy, citizens can advance their policy interests without the aid of elected officials. Research documenting citizens’ lack of political knowledge raises questions about their ability to do so. We conduct three studies during real-world direct democracy elections to determine whether citizens choose alternatives (the ballot proposal or status quo) that are closest to their ideological positions and whether political information improves this outcome. Using original surveys, our first two studies estimate citizens’ ideological positions and show that citizens regularly choose alternatives that are closest to these positions. Using a survey experiment, our third study indicates that political information (party cues, policy information, and spatial maps) further improves such spatial voting. These results demonstrate citizens’ capacity to advance their policy interests in direct democracy elections and identify conditions under which political information strengthens the relationship between citizens’ policy interests and choices about ballot propositions.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09964-4",
          "doi": "10.1007/s11109-024-09964-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Gatekeeping beyond the state: The mombasa port development program and the emergence of the gatekeeper city",
          "authors": "Louis Cyuzuzo",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103194",
          "doi": "10.1016/j.polgeo.2024.103194",
          "filter": 0
        },
        {
          "title": "‘Where #freedom and #patriotism live:’ Linking digital media to far-right geographies",
          "authors": "Jason Luger",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103195",
          "doi": "10.1016/j.polgeo.2024.103195",
          "filter": 0
        },
        {
          "title": "The surge of the small donorate in U.S. elections: A view from Texas statewide campaigns",
          "authors": "Grant L. Ferguson, James G. Gimpel, Mark E. Owens, Daron R. Shaw",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103191",
          "doi": "10.1016/j.polgeo.2024.103191",
          "filter": 0
        },
        {
          "title": "Between hope and hostility: The affirmative biopolitics of everyday smartphone geographies",
          "authors": "Hannah Morgan",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103192",
          "doi": "10.1016/j.polgeo.2024.103192",
          "filter": 0
        },
        {
          "title": "Beyond Apartheid Israel",
          "authors": "Andrew Brooks, Mark Griffiths",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103193",
          "doi": "10.1016/j.polgeo.2024.103193",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The integration paradox: Does awareness of the extent of ethno‐racial discrimination increase reports of discrimination?",
          "authors": "Merlin Schaeffer, Judith Kas",
          "abstract": "The “integration paradox” posits that seemingly well‐established immigrants and their descendants tend to report more discrimination compared to their more marginalized peers. This study investigates one potential mechanism for this paradox, namely, the increasing awareness of their group's enduring ethno‐racial minority status. Through a survey experiment with approximately 1000 randomly sampled immigrants and their descendants in Germany, this study provides the first causal evidence for this awareness mechanism. Participants were randomly assigned to read either a news article highlighting ethno‐racial hiring discrimination in the German labor market or an unrelated news article on astrophysics. Our findings demonstrate that exposure to the discrimination‐related article elicits a significant increase in reports of discrimination experienced by members of the groups with whom minorities identify, but also in self‐reported personal experiences of discrimination. This suggests that increased awareness can alter how minorities frame their personal experiences or encourage them to disclose instances of discrimination that they would have previously kept private. The study further reveals that heightened awareness does not translate into a corresponding increase in political demands for improved antidiscrimination policy. Finally, a third experimental condition dispels concerns that news reports downplaying ethno‐racial labor market penalties could stifle minorities' propensity to report discrimination experiences.",
          "url": "http://dx.doi.org/10.1111/pops.13027",
          "doi": "10.1111/pops.13027",
          "filter": 0
        },
        {
          "title": "“I trust you, but I'm scared!” Attitudinal and emotional drivers of support for restrictive interventions during crises",
          "authors": "Matteo C. M. Casiraghi, Luigi Curini, Alessandro Nai",
          "abstract": "Under what conditions do citizens support restrictive and punitive measures to curb global crises? This article investigates the role of political trust in supporting different interventions across three types of crises—pandemics, climate change, and terrorism—both directly and in conjunction with issue‐related anxiety. We test the hypothesis that political trust positively affects the likelihood of accepting restrictive measures during crisis, focusing on Italy as a relevant case study due to its comparatively low levels of political trust. According to affective intelligence theory, we also expect that individual anxiety moderates such a relationship: Political trust should have an effect primarily when people are not anxious. To examine this, we conducted a conjoint experiment administered to a nationally representative sample of 1000 Italian citizens. Respondents were presented with a “crisis vignette” where the nature of the crisis, its severity, and the state measures implemented to curb the threat were randomly allocated as attributes. They were then asked to rate their support for the proposed measure. Results confirm that political trust matters. Citizens with high levels of trust are generally more willing to accept restrictions. However, as predicted, political trust only influences non‐anxious voters.",
          "url": "http://dx.doi.org/10.1111/pops.13021",
          "doi": "10.1111/pops.13021",
          "filter": 0
        },
        {
          "title": "Left–right political orientations are not systematically related to conspiracism",
          "authors": "Adam Enders, Casey Klofstad, Shane Littrell, Joanne Miller, Yannis Theocharis, Joseph Uscinski, Jan Zilinsky",
          "abstract": "Researchers have long sought to make generalizable conclusions about the relationship between conspiracism and political identities. However, this literature remains deeply conflicted. The “extremity hypothesis” argues that, due to the psychology of extremism, individuals who identify as extremely left or right wing should display higher levels of conspiracism than centrists. But the “asymmetry hypothesis” argues that, due to the psychology of conservatism, individuals who self‐identify as right wing should display higher levels of conspiracism than those identifying as centrists or left wing. Here, we attempt to reconcile these competing hypotheses and the empirical findings supporting them. First, we demonstrate that the inconsistent findings stem from research designs that cannot support generalizable conclusions about the relationship between conspiracism and political identities. Second, we reexamine the most prominent studies supporting the extremity and asymmetry hypotheses. We find that they suffer from inappropriate measurement and modeling strategies, rendering their conclusions suspect. We then test the extremity and asymmetry hypotheses by reexamining 18 U.S. surveys (2012–21; n = 32,056) and examining new surveys from 18 countries (2022; n = 18,033). In total, our 77 samples spanning a decade and 27 countries ( n = 161,492) provide only weak support for either hypothesis. The wide variability in our findings suggests that differences in the relationship between conspiracism and political identities across political and temporal contexts do not stem from sampling variability, but rather from systematic forces that impact ideology, conspiracism, or both. We conclude that there is no single functional form that universally characterizes the relationship between conspiracism and political orientations across countries, or even over time within countries.",
          "url": "http://dx.doi.org/10.1111/pops.13017",
          "doi": "10.1111/pops.13017",
          "filter": 0
        },
        {
          "title": "Personal experiences with the national healthcare system and institutional trust in times of COVID ‐19",
          "authors": "Nicoletta Cavazza, Michele Roccato",
          "abstract": "We conducted two studies to analyze the relations between dissatisfaction with experiences with the national healthcare system and trust in political (political parties and parliament), super partes (judiciary and police), and international (European Union [EU] and United Nations [UN]) institutions via the mediation of trust in the national healthcare system. Study 1 (longitudinal study on a quota sample of the Italian adult population, N = 689, surveyed in April 2021, T 1 , and in April 2022, T 2 ) showed that dissatisfaction with experiences with the national healthcare system was negatively associated with trust in the national healthcare system, which, in turn, was positively associated with an increase in trust in political, super partes , and international institutions. Study 2 (between‐participant experimental design, N = 285) showed that priming a negative versus a positive experience with the national healthcare system decreased trust in this system, which, in turn, was positively associated with trust in political, super partes , and international institutions. The strengths, limitations, and possible development of this research are discussed.",
          "url": "http://dx.doi.org/10.1111/pops.13029",
          "doi": "10.1111/pops.13029",
          "filter": 0
        },
        {
          "title": "Temporal comparisons shape system justification processes",
          "authors": "Eva A. García Ferrés, Laura Van Berkel, Matthew Baldwin, Joris Lammers",
          "abstract": "A central aspect of political conservatism is the notion that the system is fair. Political conservatives tend to defend the system more than do liberals. Here we test whether the link between political orientation and this system justification tendency depends on the comparisons people make across time. Across five studies, we found that the typically observed link between conservative (vs. liberal) political orientation and system justification is only observed when no temporal comparisons are made, or when the status quo is compared to a future alternative. However, this association is not observed when the status quo is compared to the past. Instead, when comparing the present to the past, the link between political orientation and system justification was blocked (Studies 1, 2, and 4) or even reversed (Study 3). Theoretically, these results connect the system justification literature to literature on temporal comparison and suggest that system justification is meaningfully influenced by comparisons processes.",
          "url": "http://dx.doi.org/10.1111/pops.13030",
          "doi": "10.1111/pops.13030",
          "filter": 0
        },
        {
          "title": "“I feel I should put that work in”: Discourses of effortfulness and essentialism among post‐Brexit applicants for Irish citizenship",
          "authors": "Marc Scully",
          "abstract": "This article explores the post‐Brexit increase in applications for Irish passports through descent, and in so doing, seeks to develop a social/political psychology of diasporic citizenship. It draws on a focus group and 10 individual interviews, all conducted in 2018–19; participants were all based in England and had applied, or were in the process of applying, for Irish passports through descent in the aftermath of Brexit. Analysis, using perspectives from discursive psychology, attended to both rhetoric and narratives of citizenship in participants' talk about the application process and identification with Ireland and Irishness. Participants draw on discourses of both effortfulness and essentialism in working up claims to Irish identity, with effortfulness in acquiring transnational knowledge being particularly central in rhetorically legitimizing less secure claims. The analysis thus builds on previous political psychological work highlighting the centrality of “effortfulness” to contemporary constructions of citizenship, particularly in the United Kingdom (Anderson &amp; Gibson, 2020; Gibson, 2009). It is furthermore suggested that explicitly labeled “noneffortfulness” can act as a rhetorical marker of belonging. The implications of these findings for concepts of diasporic citizenship and debates around jus soli versus jus sanguinis citizenship in both Ireland and Britain are discussed.",
          "url": "http://dx.doi.org/10.1111/pops.13026",
          "doi": "10.1111/pops.13026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "PSC volume 57 issue 3 Cover and Front matter",
          "url": "http://dx.doi.org/10.1017/s1049096524000490",
          "doi": "10.1017/s1049096524000490",
          "filter": 1
        },
        {
          "title": "PSC volume 57 issue 3 Cover and Back matter",
          "url": "http://dx.doi.org/10.1017/s1049096524000507",
          "doi": "10.1017/s1049096524000507",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Loose language or stylized facts? d’Avray on Ekelund and Tollison",
          "authors": "Robert F. Hébert",
          "url": "http://dx.doi.org/10.1007/s11127-024-01199-5",
          "doi": "10.1007/s11127-024-01199-5",
          "filter": 0
        },
        {
          "title": "Of Principals, Agents, and Transaction Costs: A Response to d’Avray",
          "authors": "Anthony Gill",
          "url": "http://dx.doi.org/10.1007/s11127-024-01201-0",
          "doi": "10.1007/s11127-024-01201-0",
          "filter": 0
        },
        {
          "title": "The medieval church as an economic firm?",
          "authors": "David d’Avray",
          "url": "http://dx.doi.org/10.1007/s11127-024-01198-6",
          "doi": "10.1007/s11127-024-01198-6",
          "filter": 0
        },
        {
          "title": "Rationally revealing religion: in defense of Ekelund and Tollison on method",
          "authors": "Alexander William Salter",
          "url": "http://dx.doi.org/10.1007/s11127-024-01200-1",
          "doi": "10.1007/s11127-024-01200-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What Drives Support for Armed Humanitarian Intervention? Experimental Evidence From Dutch Citizens on International Law and Probability of Success",
          "authors": "Honorata Mazepus, Eamon Aloyo, Natália Kubalová",
          "abstract": "Under what conditions do individuals support armed humanitarian intervention (AHI) in situations where mass atrocities are ongoing? This article tests several hypotheses about support for AHIs to isolate and interact two potential drivers: international law and the probability of success. It leverages an original, pre-registered experiment from a (quota) representative sample of over 1500 Dutch citizens. Consistent with our hypotheses, we find that support for AHI increases when an action is authorized by the UN Security Council (UNSC) and has a high (80%) chance of success. But the Dutch remain supportive of AHI in situations of mass atrocities even when AHI has a low chance of success (20%). Importantly, we find that the chance of success does not affect the support for AHIs as much as the international law does. This suggests that in similar situations legal and procedural reasons may influence public opinion more than a logic of consequences.",
          "url": "http://dx.doi.org/10.1177/20531680241272613",
          "doi": "10.1177/20531680241272613",
          "filter": 0
        },
        {
          "title": "Mind the context! The role of theoretical concepts for analyzing legislative text data",
          "authors": "Jan Schwalbach",
          "abstract": "With the progressing advances in text analysis methods and the increasing accessibility of parliamentary documents, the range of available tools for legislative scholars has increased massively over the past years. While the potential for comparative studies is huge, researchers can easily overlook the pitfalls associated with analyzing these documents. Against this background, I asses which theoretical considerations need to be carefully thought through preceding any (legislative) text analysis: I show that a clear definition and conceptualization of the unit of analysis such as speech or bill can vary substantially depending on the research interest. Furthermore, I discuss how the nested structure of legislative behavior and the data generating process influence our theoretic assumptions about parliamentary behavior. Based on these concepts, I derive some recommendations for the theoretical approach to quantitative textual analyses of parliamentary documents.",
          "url": "http://dx.doi.org/10.1177/20531680241277466",
          "doi": "10.1177/20531680241277466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gendered Justice in Comparative Perspective False Equality and False Difference in Criminal Appeals",
          "authors": "Susan Johnson",
          "url": "http://dx.doi.org/10.1086/732948",
          "doi": "10.1086/732948",
          "filter": 0
        },
        {
          "title": "Opponent campaign visits in dominant party regimes",
          "authors": "Jose Morales-Arilla",
          "url": "http://dx.doi.org/10.1086/732950",
          "doi": "10.1086/732950",
          "filter": 0
        },
        {
          "title": "Sources of Partisan Change: Evidence from the Shale Gas Shock in American Coal Country",
          "authors": "Alexander F. Gazmararian",
          "url": "http://dx.doi.org/10.1086/732949",
          "doi": "10.1086/732949",
          "filter": 0
        },
        {
          "title": "Do Domestic Climate Rulings Make Climate Commitments More Credible? Evidence from Stock Market Returns",
          "authors": "Erik Voeten",
          "url": "http://dx.doi.org/10.1086/732952",
          "doi": "10.1086/732952",
          "filter": 0
        },
        {
          "title": "When Redistribution Backfires Politically: Theory and Evidence from Land Reform in Portugal",
          "authors": "Michael Albertus, Noah Schouela",
          "url": "http://dx.doi.org/10.1086/732944",
          "doi": "10.1086/732944",
          "filter": 0
        },
        {
          "title": "The Effective Power of Military Coalitions: A Unified Theoretical and Empirical Model",
          "authors": "Brenton Kenkel, Kristopher Ramsay",
          "url": "http://dx.doi.org/10.1086/732953",
          "doi": "10.1086/732953",
          "filter": 0
        },
        {
          "title": "Can individual MPs damage their party's brand? Quasi-experimental evidence from a public procurement corruption scandal",
          "authors": "Arndt Leininger, Lukas Rudolph",
          "url": "http://dx.doi.org/10.1086/732945",
          "doi": "10.1086/732945",
          "filter": 0
        },
        {
          "title": "Electoral Turnover and Government Efficiency: Evidence from Federal Procurement",
          "authors": "Kyuwon Lee",
          "url": "http://dx.doi.org/10.1086/732954",
          "doi": "10.1086/732954",
          "filter": 0
        },
        {
          "title": "Large-scale agricultural investments, employment opportunities and communal conflict",
          "authors": "Alexander De Juan, Lisa Hoffmann, Jann Lay",
          "url": "http://dx.doi.org/10.1086/732946",
          "doi": "10.1086/732946",
          "filter": 0
        },
        {
          "title": "The Historical Sources of Language Policy",
          "authors": "David D. Laitin, Rajesh Ramachandran",
          "url": "http://dx.doi.org/10.1086/732951",
          "doi": "10.1086/732951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
