{
  "update": "2025-04-25",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Shifting power, interstate war, and domestic politics",
          "authors": "Scott Wolford, Yuji Masumura",
          "abstract": "We analyze a model in which shifting power undermines foreign states’ commitments to the status quo, yet domestic leaders cannot credibly communicate the true scale of averted power shifts after preventive war. Publics prefer war only for large prospective power shifts, but preventive war renders the true size of averted shifts unobservable, incentivizing leaders to lie ex post to avoid political punishment. When publics are ex ante skeptical over shift size and war outcomes are middling, the probabilities of war and political punishment, as well as public skepticism over averted shifts and the chances of erroneous punishment, all increase in war outcomes. Public strategies of punishing military failures are particularly unsuccessful at discouraging undesirable preventive wars, yet the same conditions that encourage preventive war undermine its political benefits. We use our model to explain why Japan's leaders failed to convince the public of preventive success against Russia in 1905.",
          "url": "https://doi.org/10.1111/ajps.12984",
          "doi": "https://doi.org/10.1111/ajps.12984",
          "filter": 0
        },
        {
          "title": "Partisan sorting, fatalism, and Supreme Court legitimacy",
          "authors": "Nicholas T. Davis, Matthew P. Hitt",
          "abstract": "This paper studies the contours of Supreme Court legitimacy. First, we construct a data set of surveys from 2012 to 2024 to show that diffuse support now diverges among partisans; we then analyze an original, six‐wave panel survey that reveals the stability of this partisan sorting. Second, we unpack the direct and indirect effects of partisanship on legitimacy: Democrats are more cynical about the Court, disapprove of its outputs, and view obedience to the law differently than Republicans, which contributes to the profound partisan gap in legitimacy. Finally, we reevaluate the relationship between specific and diffuse support by introducing a new measure of specific support, which shows that “fatalistic” views of the Supreme Court contribute to low levels of legitimacy. Today, Democrats’ pessimism toward the Court has eliminated decades of positivity and goodwill. This fatalistic sorting among large swaths of the public implies that the Court's authority now rests on weak and polarized foundations.",
          "url": "https://doi.org/10.1111/ajps.12972",
          "doi": "https://doi.org/10.1111/ajps.12972",
          "filter": 0
        },
        {
          "title": "Global competition, local unions, and political representation: Disentangling mechanisms",
          "authors": "Michael Becher, Daniel Stegmueller",
          "abstract": "While recent scholarship has demonstrated multiple political effects of international trade, less attention has been paid to unbundling the mechanisms through which import competition affects democratic politics. One mechanism, in theory, works through labor unions as domestic countervailing powers shaping legislative responses on compensation and trade votes. We assess the relevance of unions as a mediating variable in the US Congress. For identification, we leverage two distinct sources of exogenous variation, one instrument for import exposure and another for unionization, and combine them in a semiparametric estimator. We find that (i) import competition lowers district‐level unionization, (ii) weaker unions lead to less legislative support for compensating economic losers and less opposition to trade deregulation, and (iii) the union mechanism represents a large fraction of the overall effect of import exposure on legislative votes. The results help explain weak compensation and further trade liberalization in the face of rising global competition.",
          "url": "https://doi.org/10.1111/ajps.12979",
          "doi": "https://doi.org/10.1111/ajps.12979",
          "filter": 0
        },
        {
          "title": "The choice argument for proportional representation",
          "authors": "Adam Lovett",
          "abstract": "What electoral system should a democracy choose? I argue for proportional representation (PR). My main empirical premise is Duverger's law: Under PR there are more viable candidates in district‐level elections than there are under single‐member plurality (SMP) systems. My main normative premise is that democracy is valuable because it enables ordinary citizens to rule themselves. To enjoy the value of self‐rule, citizens must be able to make an autonomous vote choice. Yet, how autonomous any choice is depends on the diversity of one's adequate options. The fewer adequate options one can choose between, the less autonomous is one's choice. So PR augments self‐rule by increasing the diversity of acceptable options citizens have at election time.",
          "url": "https://doi.org/10.1111/ajps.12980",
          "doi": "https://doi.org/10.1111/ajps.12980",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Capturing the Fourth Estate: Government Influence on US Newspaper Coverage of Foreign Leaders",
          "authors": "Ruilin Lai",
          "abstract": "Governments worldwide seek to influence the stories reporters write. This article examines whether and how the US government shapes the variations in domestic news outlets’ coverage of foreign leaders across time and space. Leveraging data collected from five major US newspapers on more than 1,500 foreign leaders, I find that US news outlets, acting in line with the government’s interests, tend to limit their coverage of human rights violators who are politically aligned with the USA while providing more extensive reportage on those who are not. Further evidence suggests that such biased coverage is at least partly driven by the US government’s selective information provision during press briefings and through press releases. The findings have important implications for how we understand media bias and media capture in democratic societies.",
          "url": "https://doi.org/10.1017/s0007123424000991",
          "doi": "https://doi.org/10.1017/s0007123424000991",
          "filter": 0
        },
        {
          "title": "Trustworthy Media and Gender Gaps in Political Participation after Civil War: Experimental Evidence from Rural Liberia",
          "authors": "Eric Mvukiyehe",
          "abstract": "This study investigates the effects of media exposure on gender gaps in political participation in post-war Liberia. Five weeks prior to the 2011 general election, women eligible voters in randomly selected villages were provided radio sets and organized to listen to and discuss a series of elections-related programmes from a ’trusted’ United Nations radio in group settings. Results show the programme had positive effects on measures of women’s political participation, but not on men’s political behaviours, suggesting potential narrowing of gender gaps. Results also show the programme improved the quality of women’s political engagement in a way that reflected their own preferences and voting autonomy. Mediation analysis suggests that programme effects likely occurred through enhanced women’s political knowledge and efficacy and by harnessing coordination and mobilization potential of pre-existing civil society groups of a political character.",
          "url": "https://doi.org/10.1017/s0007123424001066",
          "doi": "https://doi.org/10.1017/s0007123424001066",
          "filter": 0
        },
        {
          "title": "Winning Votes and Changing Minds: Do Populist Arguments Affect Candidate Evaluations and Issue Preferences?",
          "authors": "Markus Kollberg, Benjamin Lauderdale, Christopher Wratil",
          "abstract": "Populist rhetoric – presenting arguments in people-centric, anti-elite and ‘good v. evil’ frames – is said to provide populist parties and candidates with an advantage in electoral competition. Yet, identifying the causal effect of populist rhetoric is complicated by its enmeshment with certain positions and issues. We implement a survey experiment in the UK (n≈9,000), in which hypothetical candidates with unknown policy positions randomly make (non-)populist arguments, taking different positions on various issues. Our findings show that, on average, populist arguments have a negative effect on voters’ evaluations of the candidate profiles and no effect on voters’ issue preferences. However, populist arguments sway voters’ issue preferences when made by a candidate profile that voters are inclined to support. Among voters with strong populist attitudes, populist arguments also do not dampen candidates’ electoral viability. These findings suggest that populist rhetoric is useful in convincing and mobilizing supporters but detrimental in expanding electoral support.",
          "url": "https://doi.org/10.1017/s0007123425000201",
          "doi": "https://doi.org/10.1017/s0007123425000201",
          "filter": 0
        },
        {
          "title": "Choosing Democracy Over Party? How Civic Education Can Mitigate the Anti-Democratic Effects of Partisan Polarization",
          "authors": "Melek Hilal Eroglu, Steven E. Finkel, Anja Neundorf, Aykut Öztürk, Ericka G. Rascón Ramírez",
          "abstract": "How, can the negative effects of partisan polarization on democratic attitudes be mitigated? Can polarized individuals be persuaded to choose democracy over party, that is, support a candidate from an opposing party who upholds democratic norms when their co-partisan candidate fails to do so? We tested the effect of an online civic education intervention conducted on over 41,000 individuals in thirty-three countries that was designed to promote the choice of ‘democracy’ by emphasizing the benefits of democratic versus autocratic regimes. The results are striking: exposure to civic education messages significantly dampens the negative effect of partisan polarization on anti-democratic co-partisan candidate choice. Civic education also has a small positive effect on polarization itself, with further exploration showing that this is the result of increased evaluations of parties that uphold democratic norms and practices, resulting in greater differences between democratic and anti-democratic parties.",
          "url": "https://doi.org/10.1017/s000712342500016x",
          "doi": "https://doi.org/10.1017/s000712342500016x",
          "filter": 0
        },
        {
          "title": "Does Reason-Giving Affect Political Attitudes?",
          "authors": "Jack Blumenau",
          "abstract": "What are the effects of reason-giving on political attitudes? Both political philosophers and political scientists have speculated that defending proposals with reasons may change voters’ preferences. However, while models of attitude formation predict that the explicit justification of one’s political views may result in attitudes that are more ideologically consistent, less polarized, and more stable, empirical work has not assessed the connection between reason-giving and attitudes. Implementing a survey experiment in which some respondents provide reasons before stating their opinions on six issues in UK politics, I find that reason-giving has very limited effects on the constraint, stability, or polarization of the public’s political attitudes. These findings have important implications for our understanding of deliberative conceptions of democracy – in which reason-giving is a central component – as well as for our understanding of the quality of voters’ political opinions.",
          "url": "https://doi.org/10.1017/s0007123424000875",
          "doi": "https://doi.org/10.1017/s0007123424000875",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Election-induced fiscal policy cycles in democratic and non-democratic emerging market and developing economies",
          "authors": "Jakob de Haan, Franziska Ohnsorge, Shu Yu",
          "url": "https://doi.org/10.1016/j.electstud.2025.102936",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102936",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Improving issue representation with candidate‐level voting advice applications",
          "authors": "MICHA GERMANN, FERNANDO MENDEZ, JONATHAN WHEATLEY, CONSTANTINOS DJOUVAS, ROULA NEZI, MATTHEW WALL",
          "abstract": "Voting advice applications (VAAs) have proliferated in recent years. However, most VAAs only match their users with parties, at least in part because creating a VAA matching voters to individual candidates tends to be more labour‐intensive. This could be an important missed opportunity. Candidates may deviate from the party line, but voters are often unaware of the policy platforms of individual candidates and therefore rarely hold them accountable for their issue positions in candidate‐based elections. VAAs providing information on issue congruence with individual candidates could help to rectify this. We evaluate the potential of candidate‐level VAAs by integrating a randomized experiment into a real‐world VAA whereby users were exposed either to candidate‐level VAA advice or to more standard party‐level VAA advice. Our results suggest that candidate‐level VAAs are worth the extra effort: they help voters distinguish candidates from parties and cast votes that are more in line with their policy preferences.",
          "url": "https://doi.org/10.1111/1475-6765.70024",
          "doi": "https://doi.org/10.1111/1475-6765.70024",
          "filter": 0
        },
        {
          "title": "Does political violence undermine descriptive representation? The case of women in politics",
          "authors": "JEYHUN ALIZADE, FABIO ELLGER, MARIUS GRüNEWALD, THOMAS TICHELBAECKER",
          "abstract": "Do attacks against politicians exacerbate the political underrepresentation of marginalized groups? Existing research suggests that candidates and officeholders from underrepresented groups are more likely to become targets of political violence, but little is known about the consequences of indirect exposure to political violence for descriptive representation and political ambition. Focusing on the case of women in politics, we study how the prevalence of political violence affects both the descriptive representation and the political ambition of women in Germany – Europe's largest democracy. Combining an analysis of observational data measuring crimes against politicians with evidence from original and pre‐registered survey experiments, we first demonstrate that attacks on political elites are not associated with fewer female candidates on party lists for local elections. Examining political ambitions and underlying microfoundations with different samples of respondents varying in their likelihood of considering political candidacy, we provide survey‐experimental evidence that information about the prevalence of political crime does not reduce willingness to run for office or engage in politics among female respondents with high political interest but may do so among those with low political interest. Taken together, this study highlights the resilience of underrepresented groups in the face of increasing political violence. However, we also show that political violence may create a pipeline problem if it deters the wider population of women from even considering to run for office.",
          "url": "https://doi.org/10.1111/1475-6765.70017",
          "doi": "https://doi.org/10.1111/1475-6765.70017",
          "filter": 0
        },
        {
          "title": "Gender and affective polarization",
          "authors": "KYUNG JOON HAN",
          "abstract": "Though many empirical analyses on affective polarization demonstrate that women hold a higher level of affective polarization than men in industrialized democracies, a theoretical explanation for the gender difference is hardly discussed in the literature. Using the Comparative Study of Electoral Systems (Module 3) and a causal mediation analysis model, we find that women's higher level of affective polarization in Western Europe is substantially and significantly explained by their stronger disapproval of populist radical right‐wing parties as well as their greater concern for issues around gender and the natural environment. On the one hand, the results confirm that the mediation role of issue politics found in the United States is also observed in Western Europe. On the other hand, the results imply that affective polarization in Western Europe is connected with the politics of the populist radical right.",
          "url": "https://doi.org/10.1111/1475-6765.70023",
          "doi": "https://doi.org/10.1111/1475-6765.70023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "The Politics of Gender Mainstreaming in Foreign Aid",
          "authors": "Simone Dietrich, Daniela Donno, Katharina Fleiner, Alice Iannantuoni",
          "abstract": "Gender mainstreaming—the incorporation of a gender equality perspective into the design, implementation, and evaluation of all aid projects—has become a signature policy tool among Western donors. However, advancing gender equality can be politically contentious and lead to backlash, particularly in autocratic regimes where women’s socioeconomic status is low. We argue that donors’ desire for recipient government buy-in creates incentives for them to pay attention to domestic policy cues, whose salience varies across regime types. Employing detailed data from the OECD’s Gender Equality Policy Marker, we show that donors engage differently with democracies and autocracies. Among democratic recipients, those with higher legal status for women have less gender mainstreaming aid, suggesting a “needs-based” logic. Conversely, in autocracies, donors respond positively to policy cues indicating the (domestic) political acceptability of gender equality. Our findings underscore the importance of treating gender mainstreaming as a distinct category of assistance whose application is attuned to domestic implementation problems. Beyond the study of foreign aid, we offer insights into how international audiences may interpret policy cues differently depending on regime type.",
          "url": "https://doi.org/10.1093/isq/sqaf033",
          "doi": "https://doi.org/10.1093/isq/sqaf033",
          "filter": 0
        },
        {
          "title": "Innovation and Interdependence: Evidence from Gene-Editing Technology",
          "authors": "Cleo O’Brien-Udry, Tyler Pratt",
          "abstract": "Technological breakthroughs carry great promise but often escalate economic competition and heighten public anxiety, creating new challenges for governments. We argue that breakthroughs trigger two distinct mechanisms that reshape regulatory politics: (1) accelerated incentives for regulatory arbitrage and (2) the potential for controversies to spark international public backlash. First, technological advancement generates forum-shopping behavior as private actors race to develop the new technology. Researchers and firms may seek to evade national rules by relocating to more permissive jurisdictions. Second, public unease about new technologies creates the potential for backlash in the wake of controversial applications. This backlash can spill across borders: accidents or misuse in one jurisdiction undermine support for research and commercial development elsewhere. Together, these processes link the regulatory fate of states, undermining their ability to regulate in isolation. We test and find evidence for these mechanisms in the domain of gene editing, a field that has been transformed by the introduction of CRISPR technology in 2012. Our theory and findings shed new light on the regulatory politics of breakthrough technologies.",
          "url": "https://doi.org/10.1093/isq/sqaf032",
          "doi": "https://doi.org/10.1093/isq/sqaf032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Multidimensional effects of conflict-induced violence on wartime migration decisions: evidence from Ukraine",
          "authors": "Yuliya Kosyakova, Irena Kogan, Frank van Tubergen",
          "abstract": "This study makes three key contributions to the literature on the effect of conflict-induced violence on wartime migration. First, while conflict-induced violence is often treated as a monolithic factor, we consider conflict-induced violence as multidimensional, varying in intensity, type and proximity. Second, by including both movers and stayers, we address the mobility bias prevalent in the literature and examine both mobility and immobility in the context of conflict. Third, we contribute to debates on destination choices by empirically testing the likelihood of internal displacement versus seeking refuge abroad. Using dynamic models and unique comparative data from the OneUA project, which surveyed 24,000 Ukrainian women in Ukraine and eight other European countries, we examine the migration behaviors of those who stayed in their pre-war residence, relocated internally (internally displaced persons), or fled abroad during the first 6 months of Russia’s full-scale invasion of Ukraine. Our findings reveal a curvilinear relationship between conflict-induced violence and migration propensity: violence initially increases migration but diminishes beyond a threshold. We also find that forewarnings and indirect threats have a stronger influence on migration than direct threats. Violence catalyzes migration among vulnerable groups, narrowing demographic disparities in migration propensity. However, resourceful individuals retain an advantage in early migration, perpetuating inequalities in escape opportunities. Additionally, we observe distinct patterns of internal versus international migration in response to stronger conflict-induced violence, providing theoretical and empirical insights into the dynamics of wartime migration.",
          "url": "https://doi.org/10.1177/00223433251317838",
          "doi": "https://doi.org/10.1177/00223433251317838",
          "filter": 0
        },
        {
          "title": "The challenges of surveying in war zones: Lessons from Ukraine",
          "authors": "Kit Rickard, Gerard Toal, Kristin M Bakke, John O’Loughlin",
          "abstract": "Conflict scholars commonly employ public opinion surveys to understand the causes and consequences of violence. However, surveying in wartime presents a distinctive set of challenges. We examine two challenges facing polling in countries at war: under-coverage of national samples and response bias. Although these issues are acknowledged in the literature on surveying methods, they become significantly more pronounced in war zones due to the geographic clustering of violence and the heightened sensitivity surrounding certain opinions. We illustrate these challenges in the context of the ongoing Russia–Ukraine war, drawing on original panel survey data tracing the attitudes of the same people in Ukraine prior to and after Russia’s full-scale invasion in 2022. We show that unit and item non-response bias in surveys conducted during the war are related to respondents’ political orientation, particularly their support for NATO membership measured in 2019. We conclude with lessons for those employing survey methods in wartime, and point to steps forward, in Ukraine and beyond.",
          "url": "https://doi.org/10.1177/00223433251321763",
          "doi": "https://doi.org/10.1177/00223433251321763",
          "filter": 0
        },
        {
          "title": "Expanding the Peace Accords Matrix Implementation Dataset: Partial peace agreements in the Comprehensive Peace Agreement negotiation and implementation process, 1989–2021",
          "authors": "Madhav Joshi, Matthew Hauenstein, Jason Quinn",
          "abstract": "This article presents an expansion of the Peace Accords Matrix Implementation Dataset, incorporating data on partial agreements and newly established Comprehensive Peace Agreements. The new Peace Accords Matrix Implementation Dataset now includes coding for 51 provisions across 42 Comprehensive Peace Agreements and 236 partial peace agreements (with 78% of these negotiated prior to the Comprehensive Peace Agreement and 22% negotiated during the 10-year Comprehensive Peace Agreement implementation process). This expanded dataset offers nuanced insights into the negotiation and implementation processes of Comprehensive Peace Agreements, the types of provisions negotiated within partial agreements, those later incorporated into Comprehensive Peace Agreements, and those renegotiated throughout the Comprehensive Peace Agreement implementation period. The article details the methodology and criteria employed for integrating partial agreements into the Peace Accords Matrix Implementation Dataset, provides descriptive statistics on the provisions within these agreements, and examines the implementation trajectories of pre-Comprehensive Peace Agreement partial agreements and Comprehensive Peace Agreements for up to 10 years. Additionally, it examines the interrelatedness among partial agreements, Comprehensive Peace Agreements, and Comprehensive Peace Agreement implementation processes. One of the key applications of the partial peace agreement data presented is the empirical testing of the gradualism proposition in trust-building. The findings indicate that Comprehensive Peace Agreements exhibit a higher overall implementation rate when a greater number of partial agreements are negotiated beforehand. However, this is conditional and influenced by the duration of the negotiation process. The article concludes with a discussion of the challenges and limitations encountered, along with suggestions for future research on civil war peace agreements.",
          "url": "https://doi.org/10.1177/00223433251322596",
          "doi": "https://doi.org/10.1177/00223433251322596",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Indirect executive accountability of prime ministers",
          "authors": "Akitaka Kamijo",
          "abstract": "In parliamentary democracies, voters delegate the power of replacing the chief executive to the more knowledgeable legislators. The logic of costly signaling suggests that this indirect accountability helps voters ensure a competent prime minister (PM). I formally model this indirect executive accountability and show that while the incentive of the legislators in the PM’s party to signal their leader’s competence leads to increased voter welfare through two distinct mechanisms, the PM’s incentive to remain in office can eliminate this welfare effect. Specifically, if we consider that the PM can use their delegated authority and resources to maintain the support of the legislators in the PM’s party, the benefit of indirect executive accountability is in general diminished and may be even eliminated. I also examine how the clarity of the PM’s responsibility affects voter welfare and highlight that greater clarity is not always good for voters.",
          "url": "https://doi.org/10.1177/09516298251334326",
          "doi": "https://doi.org/10.1177/09516298251334326",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Strategies of Control: Members of Congress and Policy Outcomes",
          "authors": "Erinn Lauterbach, Melinda N. Ritchie",
          "abstract": "Despite Congress' Article I powers, challenges within and outside of Congress prevent lawmakers from influencing policy outcomes. Legislators confront obstacles when trying to pass bills, and legislation is often not implemented as intended. What strategies do lawmakers have for controlling policy outcomes? We argue that legislators use formal and informal means to influence policy, but that they choose an instrument that exploits their comparative advantage in Congress. Authority over legislative functions and access to stages of the legislative process influence lawmakers' strategy. We merge two datasets to measure the statutory tools drafted into legislation and House members' informal interactions with agencies between 2005 and 2012, drawing on nearly 14,000 bills and 65,000 contacts. Our findings contribute to theories of delegation and oversight—by focusing on the allocation of authority among individual legislators rather than transitory interbranch political explanations—and advance our understanding of the distribution of power in Congress.",
          "url": "https://doi.org/10.1111/lsq.70009",
          "doi": "https://doi.org/10.1111/lsq.70009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "US governors populism database: Assessing the impact of Donald Trump on state-level discourse",
          "authors": "Semir Dzebo, Erin K. Jenne, Levente Littvay, Kirk A. Hawkins, Olaf van der Veen",
          "abstract": "The election of Donald Trump in 2016 has often been characterized as part of a larger populist wave sweeping Western democracies. However, claims about populism’s pervasiveness often lack empirical support, particularly at the subnational level. This research note introduces the US Governors Populism Database (USGPD), providing the first quantitative measures of populist rhetoric among state-level officials in the United States. Analyzing 400 speeches from 100 governor terms across all 50 states, we find that a political system with a populist national leader is not necessarily associated with high levels of subnational populism. While Republican governors show higher levels of populist rhetoric than Democrats, this difference predates Trump’s presidency and shows no evidence of intensifying following his first election. By providing systematic evidence about populism’s presence and diffusion across different levels of government, this study demonstrates how populist rhetoric manifests differently across governmental tiers and contributes to scholarship examining populist discourse in multi-level political systems.",
          "url": "https://doi.org/10.1177/13540688251327564",
          "doi": "https://doi.org/10.1177/13540688251327564",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Attention and Political Choice: A Foundation for Eye Tracking in Political Science",
          "authors": "Libby Jenke, Nicolette Sullivan",
          "abstract": "Most political science studies are, at root, about how people make decisions—how voters choose whether and for whom to vote, how prejudice influences political choices, and the effects of emotions and morals on political choice. However, what people are thinking during these decisions remains obscure; currently utilized methods leave us with a “black box” of decision making. Eye tracking offers a deeper insight into these processes by capturing respondents’ attention, salience, emotion, and understanding. But how applicable is this method to political science questions, and how does one go about using it? Here, we explain what eye tracking allows researchers to measure, how these measures are relevant to political science questions, and how political scientists without expertise in the method can nonetheless use it effectively. In particular, we clarify how researchers can understand the choices made in preset software in order to arrive at correct inferences from their data and discuss new developments in eye tracking methodology, including webcam eye tracking. We additionally provide templates for preregistering eye tracking studies in political science, as well as starter code for processing and analyzing eye tracking data.",
          "url": "https://doi.org/10.1017/pan.2025.8",
          "doi": "https://doi.org/10.1017/pan.2025.8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Bakelam: Sea nomads’ knowledge systems and potential building block for living with change",
          "authors": "Diana Suhardiman, Wengki Ariando, Dedi Adhuri Supriadi, Terry Indrabudi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103335",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103335",
          "filter": 0
        },
        {
          "title": "Legal geographies of deportability – Entanglements of power between nomospheric guardians, technicians, and figures",
          "authors": "Eveliina Lyytinen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103333",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103333",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The different sides of the housing crisis in Portugal: A contribution to building inclusive, fair, and effective solutions",
          "authors": "Raquel Ribeiro, Gabrielle Poeschl, Ana Cordeiro Santos",
          "abstract": "The housing crisis is at the core of the current challenges to achieving wider social equality and justice. Ensuring the right to housing requires the involvement of different actors with frequently opposing views and interests, particularly when private property rights collide with the social function of housing. This article presents an interdisciplinary research project conducted in Portugal that examined the interrelationships between political‐economic and psycho‐sociological dimensions in lay peoples' housing theories and practices. In particular, it focuses on a nationwide survey conducted in 2023, specifically designed to capture the different sides revealed by the immersion of the research into civil society networks. The survey identified four positions on the housing crisis—those of the “victims,” the “privileged,” the “burdened” and the “unaffected” which are grounded in distinct societal, moral and political perspectives. Based on these findings, the article proposes an interdisciplinary science advocacy framework that addresses the complex challenges of thinking and acting together, by accommodating the disparity of views and their grounding while forging common ground for social change. Such a framework is, we argue, the most suited to fostering inclusive, fair, and effective solutions to the housing crisis.",
          "url": "https://doi.org/10.1111/pops.70025",
          "doi": "https://doi.org/10.1111/pops.70025",
          "filter": 0
        },
        {
          "title": "False consensus beliefs and populist attitudes",
          "authors": "Nils D. Steiner, Claudia Landwehr, Philipp Harms",
          "abstract": "A well‐established finding from social psychology is that people tend to hold “false consensus beliefs,” that is, they regularly overestimate how many others agree with their own opinions. However, the consequences of such beliefs for citizens' assessment of democratic legitimacy are still largely unexplored. We reason that false consensus beliefs may give citizens the erroneous impression that most fellow citizens share their political preferences while political elites fail to follow this apparent will of the majority. False consensus beliefs might therefore play an important role in the development of populist attitudes to politics. Using original survey data from Germany, we document a robust observational relationship between false consensus beliefs and populist attitudes. This association applies to all subdimensions of populist attitudes, holds for individuals with different self‐placements on the left–right scale, and extends to related measures of political support (external efficacy and political trust). Our findings suggest a novel cause of populist attitudes, rooted in humans' tendency to project their views onto others—a tendency that today's high‐choice media environments could exacerbate.",
          "url": "https://doi.org/10.1111/pops.70026",
          "doi": "https://doi.org/10.1111/pops.70026",
          "filter": 0
        },
        {
          "title": "Legitimizing inclusion: Psychological interventions increase support for minority inclusion in the political game, but less so during wartime",
          "authors": "Lee Aldar, Ruthie Pliskin, Yossi Hasson, Eran Halperin",
          "abstract": "Minority inclusion is important to ensure proper representation in democracies. Yet, even in democracies, minority inclusion in politics has historically been challenged by members of majority groups, largely due to perceived threat. Existing literature recognizes psychological factors—namely, values, threats, and norms—driving support for political inclusion, but knowledge of relevant interventions remains limited. We designed psychological interventions, presented as news articles, and tested which ones increased mainstream Jewish majority group members' support for the Palestinian Arab minority's political inclusion in coalition formation in Israel. We employed this context, where the perceived ties between the minority's identity and the identity of the rival in the ongoing conflict make the threat particularly salient, in two critical timepoints: the run‐up to a decisive election (Study 1, N = 1248) and during an ongoing war (Study 2, N = 1391). We found that during the run‐up to the election, interventions targeting value conflict, tension reduction, and norm perceptions increased support for political inclusion, but none of them had the same effect during the war. These findings illustrate the potential of a real‐world intervention tournament, with implications for the promotion of political inclusion in the field.",
          "url": "https://doi.org/10.1111/pops.70030",
          "doi": "https://doi.org/10.1111/pops.70030",
          "filter": 0
        },
        {
          "title": "Values and prejudice in American opinion about immigration: A critical dialog",
          "url": "https://doi.org/10.1111/pops.70021",
          "doi": "https://doi.org/10.1111/pops.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The paradox of the mixed semi-compensatory system in South Korea: gaming the system or toeing the mark?",
          "authors": "Woojin Moon, Myung Chul Kim",
          "url": "https://doi.org/10.1007/s11127-025-01280-7",
          "doi": "https://doi.org/10.1007/s11127-025-01280-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Violence Against Politicians Drives Support for Political Violence Among (Some) Voters: Evidence from a Natural Experiment",
          "authors": "Alessandro Nai, Patrick F A van Erkel, Linda Bos",
          "abstract": "We investigate whether a real-world episode of physical violence committed in October 2023 against Thierry Baudet, leader of the Dutch far-right FvD, conditioned a differential support for political violence among different voters: voters ideologically close to the target of the attack (in-group) and voters experiencing partisan Schadenfreude toward the party of the target (out-group). The unexpectedness of the attack makes it an excellent case of exogenous treatment in a natural experiment (“Unexpected Event during Survey Design). The fact that the attack occurred in the midst of a survey unfolding a rolling cross-section design yields likely more robust estimations than usually found in similar natural experiments. Our results indicate that the attack against Baudet slightly normalized political violence in the short term. While no specific uptick of support for violence was measured among respondents close to the FvD, in the short and medium term the attack furthermore slightly increased support for violence among respondents who dislike the FvD and experience partisan Schadenfreude.",
          "url": "https://doi.org/10.1093/poq/nfaf010",
          "doi": "https://doi.org/10.1093/poq/nfaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "New tree, growing forrest: Updating meta-analytic evidence on solidarity between U.S. people of color through an extension and partial replication",
          "authors": "Ramona Alhambra, Emily Ortiz, Efrén Pérez, Tricia Huynh, Haneen Bany-Mohammed, Kiana Rad, Dylan Sherrill, Raymond Castillo, Nicole Crawford",
          "abstract": "Published meta-analytic evidence shows that across five experiments, shared discrimination triggers solidarity between U.S. people of color (PoC), which then strongly correlates with support for pro-outgroup policies. Mini meta-analyses like these remain informative only if all conceptually similar experiments—regardless of statistical significance—are evaluated. We amend this meta-analytic record by adding a new study that only partially replicated the established solidarity pattern. Specifically, our study evaluated whether PoC solidarity encompasses Palestinian people: a racially stigmatized outgroup outside U.S. borders. We tested this through a pre-registered experiment with Black adults ( N = 851), the prototypical person of color. Unexpectedly, we find that exposure to shared discrimination with Palestinians insignificantly affected Black solidarity with PoC. This pattern arises despite exploratory analyses showing that PoC solidarity incorporates Palestinian people. Nevertheless, we still find that Black camaraderie with PoC strongly correlates with pro-Palestinian attitudes, which reaffirms prior work. Finally, with this partial replication included, we meta-analyze all six available solidarity mechanisms through a random effects model. This analysis reveals that PoC solidarity remains a viable mechanism behind inter-minority solidarity. Our results have implications for PoC solidarity and the regular updating of meta-analytic evidence in political science.",
          "url": "https://doi.org/10.1177/20531680251335651",
          "doi": "https://doi.org/10.1177/20531680251335651",
          "filter": 0
        },
        {
          "title": "Can ChatGPT accurately identify the position of parties? A validation study with an expert survey in France",
          "authors": "Damien Bol, Pierre-Henri Bono",
          "abstract": "We evaluate whether ChatGPT can be used to estimate the ideological positions of parties in real time. Compared to other methods, ChatGPT can be used at all times, with minimal cost, no technical skills, and for all parties, including new ones. In a validation exercise, we asked ChatGPT and a group of local experts to simultaneously estimate the positions of French political parties in the context of the 2024 European election on a series of issues from the Chapel Hill Expert Survey. We find that ChatGPT’s estimations are generally close to those of the expert survey, especially for major and salient political issues (left-right, European integration, immigration). However, it provides less accurate estimates on fringe issues (free market, asylum policies, urban–rural interests) and specific party characteristics (within-party division, issue blurring). Thus, ChatGPT shows strong potential as an alternative data source for estimating parties’ positions but should be used with caution.",
          "url": "https://doi.org/10.1177/20531680251335653",
          "doi": "https://doi.org/10.1177/20531680251335653",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Who Should Politicians Represent? How Winning an Election Influences Citizens' Views on Representation",
          "authors": "Tim Lars Allinger",
          "url": "https://doi.org/10.1086/736363",
          "doi": "https://doi.org/10.1086/736363",
          "filter": 0
        },
        {
          "title": "Gender Cues, Attributions and Stereotyping of Transgender and Nonbinary Politicians",
          "authors": "Elizabeth Baisley, Quinn M. Albaugh",
          "url": "https://doi.org/10.1086/736358",
          "doi": "https://doi.org/10.1086/736358",
          "filter": 0
        },
        {
          "title": "Occupation-Specific Skills, Labor Market Context, and Preferences for Redistribution",
          "authors": "Josep Serrano-Serrat",
          "url": "https://doi.org/10.1086/736340",
          "doi": "https://doi.org/10.1086/736340",
          "filter": 0
        },
        {
          "title": "Cutting in Line: How Powerful Organized Interests Hasten &amp; Delay Executive Branch Nominations",
          "authors": "Janet M. Box-Steffensmeier, Dino P. Christenson, Lauren Ratliff Santoro, Elizabeth Ann Steffensmeier",
          "url": "https://doi.org/10.1086/736336",
          "doi": "https://doi.org/10.1086/736336",
          "filter": 0
        },
        {
          "title": "Race, Gender, and Public Opinion toward Black Female Political Elites",
          "authors": "Sydney Carr",
          "url": "https://doi.org/10.1086/736335",
          "doi": "https://doi.org/10.1086/736335",
          "filter": 0
        },
        {
          "title": "Donors and Dollars: Comparing the Policy Views of Donors and the Affluent",
          "authors": "Michael Barber, Brandice Canes-Wrone, Joshua Clinton, Greg Huber",
          "url": "https://doi.org/10.1086/736337",
          "doi": "https://doi.org/10.1086/736337",
          "filter": 0
        },
        {
          "title": "Understanding Resourcing Trade-offs in International Organizations: Evidence from an Elite Survey Experiment",
          "authors": "Mirko Heinzel, Bernhard Reinsberg, Christian Siauwijaya",
          "url": "https://doi.org/10.1086/736339",
          "doi": "https://doi.org/10.1086/736339",
          "filter": 0
        },
        {
          "title": "Express Yourself (Ideologically): Legislators’ Ideal Points Across Audiences",
          "authors": "SoRelle Gaynor, Kristina Miler, Pranav Goel, Alexander M. Hoyle, Philip Resnik",
          "url": "https://doi.org/10.1086/736360",
          "doi": "https://doi.org/10.1086/736360",
          "filter": 0
        },
        {
          "title": "When Do Citizens Resist The Use of AI Algorithms in Public Policy? Theory and Evidence",
          "authors": "Shir Raviv",
          "url": "https://doi.org/10.1086/736362",
          "doi": "https://doi.org/10.1086/736362",
          "filter": 0
        },
        {
          "title": "Immigration, Public Housing and Support for the French National Front",
          "authors": "Gloria Gennaro",
          "url": "https://doi.org/10.1086/736361",
          "doi": "https://doi.org/10.1086/736361",
          "filter": 0
        },
        {
          "title": "Revisiting the link between political trust and political participation",
          "authors": "Edmund Benjamin Kelly, James Tilley, Sven Oskarsson",
          "url": "https://doi.org/10.1086/736338",
          "doi": "https://doi.org/10.1086/736338",
          "filter": 0
        },
        {
          "title": "TOWARD UNDERSTANDING CONDONATION OF GENDER-BASED VIOLENCE THE INTERACTION OF PATRIARCHY VALUES AND CONTEXTUAL ELEMENTS OF VIOLENCE AGAINST WOMEN *",
          "authors": "James L. Gibson, Gouws Amanda",
          "url": "https://doi.org/10.1086/736334",
          "doi": "https://doi.org/10.1086/736334",
          "filter": 0
        },
        {
          "title": "“Kick Them Out” as a Voting Strategy: Theory and Evidence from Multimember District Elections",
          "authors": "Hiroto Katsumata, Shunya Noda",
          "url": "https://doi.org/10.1086/732999",
          "doi": "https://doi.org/10.1086/732999",
          "filter": 0
        },
        {
          "title": "Disrupting Compliance: The Impact of a Randomized Tax Holiday in Uruguay",
          "authors": "Thad Dunning, Felipe Monestier, Rafael Piñeiro-Rodríguez, Fernando Rosenblatt, Guadalupe Tuñón",
          "url": "https://doi.org/10.1086/733003",
          "doi": "https://doi.org/10.1086/733003",
          "filter": 0
        },
        {
          "title": "Muzzling the Media? Explaining Popular Support for Media Restrictions in Africa",
          "authors": "Jeffrey Conroy-Krutz",
          "url": "https://doi.org/10.1086/732998",
          "doi": "https://doi.org/10.1086/732998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
