{
  "update": "2025-01-17",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/ajps.12878",
          "doi": "https://doi.org/10.1111/ajps.12878",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Property Righting: The Politics of Rights Over Land and Labor",
          "authors": "Margaret Levi, Emily Russell",
          "abstract": "This essay focuses on property rights in land and labor, the ways in which they have been entangled since the development of early capitalism in the sixteenth and seventeenth centuries, and the extent to which they have realized—or failed to realize—desiderata in addition to economic productivity and growth. The definition and enforcement of property rights may reflect the power relations within a society, but their realization depends on state laws and capacities. Transformations of property rights tend to follow changes in the balance of power among elites and in state capacity or occur as a response to effective resistance by those who are harmed or excluded.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-021046",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-021046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Domestic Legitimacy, Coethnics Abroad, and the Shape of the Homeland",
          "authors": "Nadav G. Shelef, Anne Spencer Jamison",
          "abstract": "Why does the presence of coethnics across the border sometimes lead to categorizing that land as part of the homeland, but sometimes not? We argue this variation is shaped by whether regimes use ethnic logics to elicit domestic legitimacy. Relying on shared ethnicity for legitimacy elevates ethnicity’s political salience, making ethnic groups living across borders socially meaningful and enabling continued claims to their land as part of the homeland. Using survival analysis, we demonstrate that coethnics’ presence on lost lands significantly influences whether those lands maintain their homeland status largely in contexts where ethnic legitimacy is prominent, such as autocracies, states that marginalize populations along ethnic lines, and countries where the government’s legitimacy cannot be based on economic performance. We also illustrate this phenomenon with a case study of Croatia. Our findings have important implications for understanding how ethnicity interacts with domestic politics to shape territorial conflict.",
          "url": "https://doi.org/10.1177/00104140241312099",
          "doi": "https://doi.org/10.1177/00104140241312099",
          "filter": 0
        },
        {
          "title": "Asymmetric Mass Mobilization and the Vincibility of Democracy in Hungary",
          "authors": "Laura Jakli, Béla Greskovits, Jason Wittenberg",
          "abstract": "Using an original dataset of partisan protest events in Hungary ( n = 4836) spanning 1989 to 2011, we argue that left-liberal parties’ neglect in cultivating civil society during the post-communist period had deleterious downstream effects on Hungarian liberal democracy. First, it enabled the growth of an illiberal, right-wing civil society that facilitated Fidesz-KDNP’s 2010 landslide electoral victory. Second, it deprived the left-liberals of mobilization resources that could have been used to carry out contentious collective action to counter Fidesz-KDNP’s early maneuvers at democratic backsliding, in particular their constitutional overhaul. The data allow us to trace patterns in partisan protest over time and across cities, illustrating the dangers of asymmetric mass mobilization (AMM) during the prevention and containment periods.",
          "url": "https://doi.org/10.1177/00104140241312093",
          "doi": "https://doi.org/10.1177/00104140241312093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/1475-6765.12690",
          "doi": "https://doi.org/10.1111/1475-6765.12690",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Nuclear Shibboleths: The Logics and Future of Nuclear Nonuse",
          "authors": "Stacie E. Goddard, Colleen Larkin",
          "abstract": "Thomas Schelling argued that “The most spectacular event of the past half century is one that did not occur. We have enjoyed sixty years without nuclear weapons exploded in anger.” To this, he added a question: “Can we make it through another half dozen decades?” Contemporary technological innovation, weapons proliferation, increased modernization efforts, and nuclear saber-rattling have made Schelling's question an urgent one. Recently, there has been an explosion in scholarship attempting to test the resilience of nonuse. These scholars have focused primarily on methodological innovations, generating an impressive body of evidence about the future of nonuse. Yet we argue that this literature is theoretically problematic: it reduces mechanisms of nuclear nonuse to a “rationalist” versus “normative” dichotomy which obscures the distinct pathways to nuclear (non)use within each theoretical framework. With rationalist theories, the current literature commits the sin of conflation, treating what should be distinct mechanisms—cost and credibility—as a single causal story. With normative theories, scholars have committed a sin of omission, treating norms as structural and overlooking mechanisms of norm contestation. We show that teasing out these different causal pathways reveals radically different expectations about the future of nonuse, especially in a world of precision nuclear weapons.",
          "url": "https://doi.org/10.1017/s0020818324000341",
          "doi": "https://doi.org/10.1017/s0020818324000341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Who Reviews Whom, Where, and Why? Evidence from the Peer Review Process of the OECD Development Assistance Committee",
          "authors": "Alice Iannantuoni, Simone Dietrich, Bernhard Reinsberg",
          "abstract": "The study of international organizations’ (IOs) peer review systems has focused largely on their efficacy in disseminating best practices, with mixed results. This paper informs the debate from a new angle: We evaluate the extent to which decisions about who reviews whom and where result from bureaucratic guidelines, or whether these decisions are shaped by the particularistic interests of member states that would need to be considered in efficacy evaluations of peer reviews. Our empirical case is the OECD Development Assistance Committee (DAC) which requires that DAC donors have their practices reviewed by two peer examiners every few years. Using quantitative and qualitative methods, we study (i) the assignment of peer examiners (1962–2020) and (ii) the selection of recipient countries visited for in-depth assessment during the review (1994–2020). Our analyses show that the choice of peer examiners is driven by the IO’s bureaucratic process. The selection of recipient countries for field visits is also largely in line with Secretariat guidelines, with some room for the preferences of reviewed donors to play a role.",
          "url": "https://doi.org/10.1093/isq/sqae138",
          "doi": "https://doi.org/10.1093/isq/sqae138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Weapons of the Weak: Technological Change, Guerrilla Firepower, and Counterinsurgency Outcomes",
          "authors": "Costantino Pischedda, Mauro Gilli, Andrea Gilli",
          "abstract": "What explains counterinsurgency outcomes? Existing scholarship points to characteristics and strategies of incumbents and insurgents but neglects the role of insurgents’ weapons. Some studies discuss the effects of the firepower of insurgents relative to incumbents. Focusing on relative firepower, however, is problematic given the asymmetric nature of guerrilla warfare, with insurgents eschewing decisive engagements where incumbents would bring to bear their material superiority. We turn the spotlight, instead, on guerrilla firepower, i.e., insurgents’ absolute ability to inflict casualties on incumbents using small arms in hit-and-run attacks. We argue that technological innovations dating to the mid-19th century sowed the seeds for cumulative increases in lethality of insurgents' small arms – the standard tools of guerrilla warfare – over the following 150 years, enhancing tactical effectiveness of hit-and-run attacks and thus insurgents’ prospects of strategic success. Statistical analysis of novel data on guerrilla firepower in counterinsurgency campaigns from 1800 to 2005 corroborates our argument.",
          "url": "https://doi.org/10.1177/00220027241310378",
          "doi": "https://doi.org/10.1177/00220027241310378",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Managing the grumbles: The role of intra-party dissent and leader domination on salience strategies in Western Europe",
          "authors": "Mattia Gatti",
          "abstract": "Does intra-party dissent affect parties’ salience strategies? And if so, do leadership-dominated parties de-emphasize a divisive issue dimension more than activist-dominated ones? Scholars have long highlighted the role of intra-party dissent in informing parties’ salience strategies. However, the literature has overwhelmingly focused on EU issues while devoting less attention to the economic and socio-cultural dimensions of party competition. I argue that, driven by the imperative of projecting unity and ensure survival, parties facing internal dissent over an issue dimension reduce the emphasis attributed to it. Importantly, the effectiveness of this strategy hinges on the control party leaders wield over their parties’ platforms. Focusing on 15 Western European countries and 130 political parties, the findings confirm that higher levels of intra-party dissent are associated with lower emphasis awarded to the divisive issue dimension. The pooled results also suggest that markedly leadership-dominated parties are more effective in de-emphasizing a divisive dimension than activist-dominated ones. However, I find less robust evidence for the latter finding when testing the model separately for the two dimensions.",
          "url": "https://doi.org/10.1177/13540688251314165",
          "doi": "https://doi.org/10.1177/13540688251314165",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Role of Education in Political Information Processing and Correct Voting: Inequality at the Voting Booth?",
          "authors": "Silke Goubin, Richard R. Lau, Dieter Stiers, Marc Hooghe",
          "url": "https://doi.org/10.1007/s11109-024-09997-9",
          "doi": "https://doi.org/10.1007/s11109-024-09997-9",
          "filter": 0
        },
        {
          "title": "The Static and Dynamic Effects of Political Distrust on Support for Representative Democracy and its Rivals",
          "authors": "Tom W. G. van der Meer, Lisa A. Janssen",
          "abstract": "Distrust is widely argued to stimulate support for political and institutional change. Yet, there is little agreement among scholars whether distrust pulls people towards rivaling decision-making models such as direct democracy, technocracy, and authoritarianism. This paper argues that political distrust is an unconditional push-factor away from the status quo (i.e., representative democracy), but that the appeal of any specific alternative decision-making models among distrusters is conditional on their political dispositions. This paper systematically tests rivaling theories on the micro-level relationship between political distrust and support for change, representative democracy, and alternative decision-making models. Crucially, we test to what extent the pull-factor of rivaling models is conditional on citizens’ political efficacy and populist leaning. Moreover, we separate the effects of structurally low trust from that of dynamically declining trust by estimating Random Effects Within Between (REWB) models on three-wave panel survey data across four European countries (the UK, the Netherlands, Sweden, and Portugal). Our findings confirm that distrust unconditionally pushes people away from the status quo, but does not unconditionally pull people towards any alternative model. Rather than technocracy (mixed effects) and authoritarianism (predominantly negative effects), we find that political distrust particularly stimulates support for direct democracy. This positive effect of political distrust on support for direct democracy is particularly strong among efficacious citizens and supporters of populist parties. This aligns with the idea of dissatisfied democrats, whose distrust drives their ambition for more direct influence.",
          "url": "https://doi.org/10.1007/s11109-024-09994-y",
          "doi": "https://doi.org/10.1007/s11109-024-09994-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Making modern water: The content, actors, and processes of embedding the Mahaweli Development Project in Sri Lanka (1963–2010)",
          "authors": "Kavindra Paranage, Julian S. Yates, Harry M. Quealy",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103279",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103279",
          "filter": 0
        },
        {
          "title": "Political ecologies of the Green New Deal: Critiques, contentions and radical appropriations",
          "authors": "Diego Andreucci, Gustavo García López, Christos Zografos, Marta Conde",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103256",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103256",
          "filter": 0
        },
        {
          "title": "Making spaces for debate in the digital age",
          "authors": "Mia M. Bennett, Kate Coddington, Deirdre Conlon, Patricia Ehrkamp, Charis Enns, Filippo Menga, Caroline Nagel, Olivier J. Walther",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103268",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The mobilizing effects of California's Proposition 47 on high incarceration communities",
          "authors": "Arvind Krishnamurthy",
          "abstract": "Existing research provides conflicting accounts of whether indirect exposure to the American carceral state mobilizes geographically proximate community voters. One possible reason for these mixed findings may be a missing connection between electoral participation and expectations of change in criminal legal policies. To remedy this problem, I leverage the inclusion of a well‐publicized ballot initiative in California, Proposition 47. The 2014 measure would substantially reduce the incarcerated population in the state and lower sanctions for non‐violent criminal offenses. Using census tract‐level vote returns and incarceration rates, I show that increasing levels of tract incarceration are associated with an increase in turnout during the year of Proposition 47 (3.8 to 6.9 pp) relative to past turnout levels. In addition, I show that higher tract incarceration rates are associated with more support for the Proposition (6.9 pp. difference). These results suggest that carceral state exposure may affect community political engagement differently based on the direct policy relevance of a given election for changing carceral state functioning.",
          "url": "https://doi.org/10.1111/pops.13053",
          "doi": "https://doi.org/10.1111/pops.13053",
          "filter": 0
        },
        {
          "title": "Critical citizens and discontented citizens: Education, perceptions of fairness, and support for anti‐ COVID measures in China",
          "authors": "Jinjin Liu, Yingzhu Pu, Tony Huiquan Zhang",
          "abstract": "How and why people support or disapprove of governmental responses to public crises, such as the COVID‐19 pandemic, is an important issue in public opinion research. Since 2020, China's strict anti‐COVID policy has protected lives but faced resistance. Drawing on Chinese General Social Survey (CGSS) 2021 data, we investigated the covariates associated with the support for the anti‐COVID measures in China, arguing that “critical citizens” (measured by university‐level education) and “discontented citizens” (measured by perceptions of fairness) were more likely to disapprove of the anti‐pandemic measures, and political trust would moderate the association. The findings showed that less educated and more satisfied citizens supported the government measures no matter what, whereas educated and discontented citizens showed conditional support—only when they had high political trust. These findings suggest reasons for the backlash to China's zero‐COVID policy and have broader implications for political trust and public opinion research.",
          "url": "https://doi.org/10.1111/pops.13079",
          "doi": "https://doi.org/10.1111/pops.13079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Trust in government and American public opinion toward foreign aid",
          "authors": "David Macdonald",
          "abstract": "Since the end of World War II, the US government has spent nearly $4 trillion on humanitarian, economic, and military assistance to other countries. Despite the myriad benefits of such programs, mass support has long been lacking. Here, I argue that low citizen trust in government can help us to understand why. Using cross-sectional and panel survey data from the United States, I find a positive and substantively significant relationship between political trust and support for government spending on foreign aid. Overall, these findings underscore the relevance of political trust and further illustrate the drivers of U.S. public opinion toward foreign aid, something that has implications for whether America should turn inward or continue its long-standing role of global leadership.",
          "url": "https://doi.org/10.1017/psrm.2024.70",
          "doi": "https://doi.org/10.1017/psrm.2024.70",
          "filter": 0
        },
        {
          "title": "Income, education, and policy priorities",
          "authors": "Chris Tausanovitch, Derek E. Holliday",
          "abstract": "Are people's priorities associated with their income and education levels? There is a long history in political science of claims that priorities are driven by economic interests, but also that low-income and low-education people fail to prioritize their economic interests. In this paper we use measures of revealed importance from [Sides J, Tausanovitch C and Vavreck L (2023) The Bitter End: The 2020 Presidential Campaign and the hallenge to American Democracy. Princeton University Press.] to evaluate the priorities of high- and low-income/education voters with respect to 44 different policies. It is well known that there are substantial differences in the preferences of people with lower incomes or education levels and people with higher incomes or education levels, but conditional on preferences we find very small differences among education and income groups in terms of priorities . Like high-income and high-education voters, lower-income and education voters care most about the major issues of the day. They do not care systematically more or less than other voters about policies that expand social welfare, redistribution, or labor rights.",
          "url": "https://doi.org/10.1017/psrm.2024.71",
          "doi": "https://doi.org/10.1017/psrm.2024.71",
          "filter": 0
        },
        {
          "title": "How to train your stochastic parrot: large language models for political texts",
          "authors": "Joseph T. Ornstein, Elise N. Blasingame, Jake S. Truscott",
          "abstract": "We demonstrate how few-shot prompts to large language models (LLMs) can be effectively applied to a wide range of text-as-data tasks in political science—including sentiment analysis, document scaling, and topic modeling. In a series of pre-registered analyses, this approach outperforms conventional supervised learning methods without the need for extensive data pre-processing or large sets of labeled training data. Performance is comparable to expert and crowd-coding methods at a fraction of the cost. We propose a set of best practices for adapting these models to social science measurement tasks, and develop an open-source software package for researchers.",
          "url": "https://doi.org/10.1017/psrm.2024.64",
          "doi": "https://doi.org/10.1017/psrm.2024.64",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Responses to Populism: Militant, Tolerant, and Social",
          "authors": "Anthoula Malkopoulou, Benjamin Moffitt",
          "abstract": "What should we do about populism? In recent years, this question has become more urgent as populist leaders and parties have taken center stage in many countries across the globe. No longer a “minor” political phenomenon, populism has forced scholars to grapple with how to address its potential “threat” to “liberal democracy while also harnessing its “corrective” properties (Rovira Kaltwasser 2012). In this debate, the two questions of who “we” are—that is, who should respond—and how to do it often have taken different forms.",
          "url": "https://doi.org/10.1017/s1049096524000234",
          "doi": "https://doi.org/10.1017/s1049096524000234",
          "filter": 0
        },
        {
          "title": "Make One for the Team: Culture Wars and Group-Serving Pronatalism",
          "authors": "Samuel L. Perry, Joshua B. Grubbs",
          "abstract": "What undergirds the association between religious and political conservatism and “group-serving pronatalism”; that is, support for childbearing to advance social or political goals rather than for personal fulfillment? Although recent research suggests that Christian nationalism—reflecting a desire to formally privilege conservative Christian values and identity—strongly accounts for the link, previous studies have not inquired about specific group-serving reasons to have children. Analyses of nationally representative data affirm Christian nationalism (measured in two ways) as the strongest predictor of support for group-serving pronatalism; specifically, support for having children to reverse the nation’s declining fertility, perpetuate one’s religious or racial heritage, and secure influence for one’s political group. These associations are weakly or inconsistently moderated by indicators of traditionalism, conservatism, and race. Findings affirm support for having children to advance national, religious, racial, or political goals corresponds strongly with a desire to privilege a Christian national identity and social order.",
          "url": "https://doi.org/10.1017/s1049096524001069",
          "doi": "https://doi.org/10.1017/s1049096524001069",
          "filter": 0
        },
        {
          "title": "The Power of Trump’s Big Lie: Identity Fusion, Internalizing Misinformation, and Support for Trump",
          "authors": "Philip Moniz, William B. Swann",
          "abstract": "Former president Trump has maintained broad support despite falsely contending that he was the victim of electoral fraud, also known as the “big lie.” We consider both the antecedents of this phenomenon and its consequences. We propose that Trump supporters’ already established deep personal alignment— identity fusion —with their leader predisposed them to believe the lie. Accepting it then set the foundation for other identity-protecting beliefs and attitudes. Using a three-wave panel of Trump supporters, we found that the more fused they were before the 2020 election, the stronger their belief in the big lie grew between 2021 and 2024. Accepting the big lie helped solidify fusion with Trump and had consequences for related attitudes. Belief in the big lie predicted downplaying the criminal charges against Trump and supporting his antidemocratic policy agenda. Fueled by and fueling further fusion, belief in the big lie is a primary component of a larger narrative that emboldens Trump and justifies antidemocratic behavior.",
          "url": "https://doi.org/10.1017/s1049096524001203",
          "doi": "https://doi.org/10.1017/s1049096524001203",
          "filter": 0
        },
        {
          "title": "Populism and democracy: The road ahead",
          "authors": "Cristóbal Rovira Kaltwasser, Paul Taggart",
          "abstract": "Pundits and academics alike are increasingly concerned about the health of democracy worldwide. Much of this concern is tied to the rise of populism, a global phenomenon presenting challenges to both long-established and relatively young democracies. Political science has been at the forefront of this debate, and thanks to a growing—but not universal—consensus on the ideational definition of populism, our understanding of the subject has deepened considerably. This symposium maps key debates on the complex and often ambivalent relationship between populism and democracy. In this concluding piece, we build on the arguments presented throughout the symposium and related academic discussions to outline two paths for future research on the populism and democracy nexus: a top-down and a bottom-up perspective.",
          "url": "https://doi.org/10.1017/s1049096524000842",
          "doi": "https://doi.org/10.1017/s1049096524000842",
          "filter": 0
        },
        {
          "title": "Populism and Democracy on the Individual Level: Building on, Yet Moving Beyond the Supply Side",
          "authors": "Steven M. Van Hauwaert, Robert A. Huber",
          "abstract": "The connection between populism and democracy is widely researched. Most of the literature focuses on populist actors (e.g., parties, leaders, and governments) as it examines the intricacies of this relationship. Some of the resulting takeaways have become embedded firmly in scholarship and are currently considered accepted knowledge across the discipline. Scholars have only recently started focusing on the individual-level relationship between populism and democracy. As a result, our knowledge remains limited and is often based on the assumption that what holds for populist actors also will hold for populist citizens. The first part of this article briefly reviews the state of the art on the individual-level relationship between populism and democracy. Drawing from this review, we identify several theoretical and empirical gaps and limitations in the literature that future research should address. We conclude that contemporary scholarship has made important contributions, but more nuanced and targeted research is necessary to comprehensively understand the intricacies between populism and democracy on the individual level.",
          "url": "https://doi.org/10.1017/s1049096524000301",
          "doi": "https://doi.org/10.1017/s1049096524000301",
          "filter": 0
        },
        {
          "title": "Populism in Power and Different Models of Democracy",
          "authors": "Saskia P. Ruth-Lovell, Nina Wiesehomeier",
          "abstract": "Populism is both prolific and resilient. By now, populist forces around the globe have managed to enter the highest echelons of power (Rovira Kaltwasser and Taggart 2016). It is no wonder that the contemporary academic debate has shifted its focus to exploring the consequences of populism in power, particularly its impact on democracy. Although populism and democracy are not synonymous, the representation of “the people” is a central claim to both. Most populism scholars agree that “all forms of populism without exception involve some kind of exaltation of and appeal to ‘the people’” (Canovan 1981, 94). However, depending on which democratic ideas are emphasized over others—as well as which political practices and structures are favored to institutionalize these ideas (Dahl 1991; Held 2006; Lijphart 2012)—the basic tenet of the “rule by the people” may have many different meanings.",
          "url": "https://doi.org/10.1017/s104909652400043x",
          "doi": "https://doi.org/10.1017/s104909652400043x",
          "filter": 0
        },
        {
          "title": "The Effect of Populist Incumbents on Democracy",
          "authors": "Kirk A. Hawkins, Grant A. Mitchell",
          "abstract": "Populism’s effects on democracy after populists gain control of government (hereafter, populist incumbents) are some of the best theorized and documented consequences. The argument that populist incumbents threaten institutions of democratic contestation—and, less frequently, that they correct some aspects of political participation and representation—has been made from multiple approaches. 1 Scholars and commentators often cite specific cases of populists harming democracy and, since 2016, several large-N studies have confirmed their negative impact. Specifically, studies repeatedly show the harmful effects of populist incumbents on civil liberties, including media freedom, horizontal accountability, and electoral integrity in both electoral and liberal democracies. Research has been less consistent in showing the positive consequences of populist incumbents, especially for democratic representation and political participation.",
          "url": "https://doi.org/10.1017/s1049096524000453",
          "doi": "https://doi.org/10.1017/s1049096524000453",
          "filter": 0
        },
        {
          "title": "Populists in Opposition: A Neglected Threat to Liberal Democracy?",
          "authors": "Sarah L. de Lange, Larissa Böckmann",
          "abstract": "When the impact of populism on liberal democracy is examined, the focus often is on populists in power. After all, when in office, populists have the possibility to change legislation, thereby negatively affecting individual freedoms and rights, and to transform the political system, often toward democratic decline and illiberalism (Pappas 2019; Ruth-Lovell and Grahn 2023). 1 Far less attention has been devoted to populist parties in opposition, even though this is the position in which populists find themselves most frequently. 2 Prominent examples of Western European populist parties with a decades-long position in opposition include the Rassemblement National in France and the Vlaams Belang in Belgium on the right and Die Linke in Germany and the Socialistische Partij in the Netherlands on the left. Outside of Western Europe, populist parties often have less longevity and more frequently assume office. However, many of these parties spend years in opposition before taking on government responsibility and/or have returned to the opposition benches afterwards (e.g., Partido Justicialista in Argentina and Prawo i Sprawiedliwość in Poland).",
          "url": "https://doi.org/10.1017/s1049096524000313",
          "doi": "https://doi.org/10.1017/s1049096524000313",
          "filter": 0
        },
        {
          "title": "Still Marginalized? Gender and LGBTQIA+ Scholarship in Top Political Science Journals",
          "authors": "Jennifer M. Piscopo",
          "abstract": "Is political science research that explores gender and LGBTQIA+ politics still underrepresented in the discipline’s top journals? This article examines publication trends in gender research and LGBTQIA+ research in five top political science journals, between 2017 and 2023 (inclusive). I find that gender research and LGBTQIA+ research together account for 5% to 7% of published research in the selected top journals; however, most of this research is on gender politics rather than LGBTQIA+ politics. Overall, gender research and LGBTQIA+ research largely appears in top journals when it conforms to disciplinary norms about methods and author gender. The majority of published gender and LGBTQIA+ research is quantitative. Men author gender research at rates almost three times their membership in the American Political Science Association’s Women, Gender, and Politics research section and also are overrepresented as authors of LGBTQIA+ research. This study suggests that editorial teams’ signaling influences which manuscripts land at which journals.",
          "url": "https://doi.org/10.1017/s1049096524000441",
          "doi": "https://doi.org/10.1017/s1049096524000441",
          "filter": 0
        },
        {
          "title": "Rising Threats to U.S. Democracy",
          "authors": "Theda Skocpol",
          "abstract": "This is the expanded written version of the James Madison Lecture delivered on September 6, 2024, at the APSA Annual Meeting in Philadelphia, PA. I grapple with the pressing question before us as social scientists and as citizens: How and why have US politics and governance arrived at the present juncture where long-standing constitutional practices and democratically responsive governance are very much at stake? My answer focuses on what I see as the prime driver of the current crisis: the recent radicalization of the Republican Party and its allies, as they have pursued two forms and phases of antidemocratic politics. The first version involves maximum use of legal hardball steps that stretch existing laws and rules to disadvantage partisan opponents (I also call this approach “McConnellism” in honor of its chief practitioner, outgoing GOP Senate Leader Mitch McConnell of Kentucky). The second approach targets political competitors and government operations with extralegal harassment, threats of violence, and even actual violence. Drawing on my own research with many collaborators, as well as from many excellent studies by colleagues in political science and beyond, I will dissect the elite and popular roots of recent Republican embrace of both forms of antidemocratic politics.",
          "url": "https://doi.org/10.1017/s1049096524001033",
          "doi": "https://doi.org/10.1017/s1049096524001033",
          "filter": 0
        },
        {
          "title": "Populism and Democracy: Mapping the Field",
          "authors": "Cristóbal Rovira Kaltwasser, Paul Taggart",
          "abstract": "The rise of populism as a global phenomenon has captured the attention of scholars and raised concerns about its impact on democracy. Thanks to a growing academic consensus around an ideational definition of populism, one can observe the generation of important cumulative knowledge on the relationship between populism and democracy. Political science has been at the forefront of this development, and this symposium seeks to both offer state-of-the art information on this topic and discuss blind spots that future studies should try to address.",
          "url": "https://doi.org/10.1017/s1049096524000830",
          "doi": "https://doi.org/10.1017/s1049096524000830",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Who benefits from appeals to vote? Evidence from a get-out-the-vote (GOTV) campaign in India",
          "authors": "Somdeep Chatterjee, Manhar Manchanda",
          "url": "https://doi.org/10.1007/s11127-024-01253-2",
          "doi": "https://doi.org/10.1007/s11127-024-01253-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Quarterly Journal of Political Science",
      "journal_short": "QJPS",
      "articles": [
        {
          "title": "Exporting Ideology: The Right and Left of Foreign Influence",
          "authors": "Pol Antràs, Gerard Padró i Miquel",
          "url": "https://doi.org/10.1561/100.00023119",
          "doi": "https://doi.org/10.1561/100.00023119",
          "filter": 0
        },
        {
          "title": "A Formal Theory of Public Opinion",
          "authors": "Daniel Diermeier, Michael Schnabel",
          "url": "https://doi.org/10.1561/100.00022178",
          "doi": "https://doi.org/10.1561/100.00022178",
          "filter": 0
        },
        {
          "title": "Limited Foresight and Gridlock in Bargaining",
          "authors": "Parth Parihar",
          "url": "https://doi.org/10.1561/100.00022032",
          "doi": "https://doi.org/10.1561/100.00022032",
          "filter": 0
        },
        {
          "title": "An Assessment of Citizens' Capacity for Prospective Issue Voting using Incentivized Forecasting",
          "authors": "Libby Jenke, Christopher D. Johnston, Gabriel J. Madson",
          "url": "https://doi.org/10.1561/100.00023039",
          "doi": "https://doi.org/10.1561/100.00023039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Public opinion and the news: Polls and journalists’ perceptions of issue importance",
          "authors": "Hans J.G. Hassell, Christopher Wlezien",
          "abstract": "Most work on the media and the public starts from the premise that coverage influences opinion and behavior. We report results of a field experiment attempting to identify whether the reverse is true. Specifically, we examine the effects of providing public opinion information to journalists on their perceptions of the newsworthiness of different topics. We randomly assigned journalists to receive results of a survey of Americans about the importance of different political issues, and followed up with a survey of those journalists (from a different source) asking about the newsworthiness of stories about those issues. The results provide some support for the hypothesis that public opinion influences journalists’ perceptions of topical newsworthiness, particularly on low salience issues, and also allow us to rule out large opinion effects on journalists’ perceptions of the newsworthiness of certain issues. The effects appear to be more pronounced for those journalists with less experience in the communities in which they currently work. Overall, we see the research as both offering insight into the nature of the effects that public opinion has on news coverage and helping guide future research, which we consider in the concluding section.",
          "url": "https://doi.org/10.1177/20531680251314012",
          "doi": "https://doi.org/10.1177/20531680251314012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Intergroup Interaction and Attitudes to Migrants",
          "authors": "Mintewab Bezabih, Sosina Bezu, Tigabu Getahun, Ivar Kolstad, Päivi Lujala, Arne Wiig",
          "url": "https://doi.org/10.1086/730740",
          "doi": "https://doi.org/10.1086/730740",
          "filter": 0
        },
        {
          "title": "Measuring and Understanding Parties’ Anti-elite Strategies",
          "authors": "Hauke Licht, Tarik Abou-Chadi, Pablo Barberá, Whitney Hua",
          "url": "https://doi.org/10.1086/730711",
          "doi": "https://doi.org/10.1086/730711",
          "filter": 0
        },
        {
          "title": "Monumental Changes: Confederate Symbol Removals and Racial Attitudes in the United States",
          "authors": "Roxanne Rahnama",
          "url": "https://doi.org/10.1086/730713",
          "doi": "https://doi.org/10.1086/730713",
          "filter": 0
        },
        {
          "title": "Legislature Resizing with Rent-Seeking Politicians: The Impact of Executive–Legislature Coalitions",
          "authors": "Anderson Frey",
          "url": "https://doi.org/10.1086/730744",
          "doi": "https://doi.org/10.1086/730744",
          "filter": 0
        },
        {
          "title": "Violence, Peace, and Government Intervention in Illicit Drug Markets",
          "authors": "Martin Castillo-Quintana",
          "url": "https://doi.org/10.1086/730723",
          "doi": "https://doi.org/10.1086/730723",
          "filter": 0
        },
        {
          "title": "Mining Competition and Violent Conflict in Africa: Pitting Against Each Other",
          "authors": "Anouk S. Rigterink, Tarek Ghani, Juan S. Lozano, Jacob N. Shapiro",
          "url": "https://doi.org/10.1086/730743",
          "doi": "https://doi.org/10.1086/730743",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "A class of their own: parliamentarians are less likely to be perceived as working class",
          "authors": "Daniel Devine, Stuart J. Turnbull-Dugarte, Matt Ryan",
          "url": "https://doi.org/10.1080/01402382.2024.2434795",
          "doi": "https://doi.org/10.1080/01402382.2024.2434795",
          "filter": 0
        },
        {
          "title": "Generations and political change",
          "authors": "Wouter van der Brug, Sylvia Kritzinger",
          "url": "https://doi.org/10.1080/01402382.2025.2449794",
          "doi": "https://doi.org/10.1080/01402382.2025.2449794",
          "filter": 0
        },
        {
          "title": "Freedom for all? Populism and the instrumental support of freedom of speech",
          "authors": "Alberto Stefanelli, Koen Abts, Bart Meuleman",
          "url": "https://doi.org/10.1080/01402382.2024.2434798",
          "doi": "https://doi.org/10.1080/01402382.2024.2434798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
