{
  "update": "2025-02-21",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Political diversity in U.S. police agencies",
          "authors": "Bocar Ba, Haosen Ge, Jacob Kaplan, Dean Knox, Mayya Komisarchik, Gregory Lanzalotto, Rei Mariman, Jonathan Mummolo, Roman Rivera, Michelle Torres",
          "abstract": "Partisans are divided on policing policy, which may affect officer behavior. We merge rosters from 99 of the 100 largest local U.S. agencies—over one third of local law enforcement agents nationwide—with voter files to study police partisanship. Police skew more Republican than their jurisdictions, with notable exceptions. Using fine‐grained data in Chicago and Houston, we compare behavior of Democratic and Republican officers facing common circumstances. We find minimal partisan differences after correcting for multiple comparisons. But consistent with prior work, we find Black and Hispanic officers make fewer stops and arrests in Chicago, and Black officers use force less often in both cities. Comparing same‐race partisans, we find White Democrats make more violent crime arrests than White Republicans in Chicago. Our results suggest that despite Republicans' preference for more punitive law enforcement policy and their overrepresentation in policing, partisan divisions often do not translate into detectable differences in on‐the‐ground enforcement.",
          "url": "https://doi.org/10.1111/ajps.12945",
          "doi": "https://doi.org/10.1111/ajps.12945",
          "filter": 0
        },
        {
          "title": "Power, costs, collective action, bargaining, and solidarity",
          "authors": "Arash Abizadeh",
          "abstract": "Some argue that the more costly it would be to exercise one's power over an issue, the less power one inherently has over it. I challenge this thesis with two major objections—one conceptual, the other practical or explanatory—contending that costs influence issue‐power not inherently but contingently in specifically strategic contexts. Since agents’ strategic dispositions are partly shaped by their perception of others’ strategic incentives or dispositions, costs may affect—for better or worse!—one's bargaining power (in cases of conflict) or power to act in concert with others (in cases of shared preferences or aims). In many significant political contexts, greater costs increase actors’ social power. Moreover, a group's collective power, and so its members’ power‐with, depend not only on the external cost structure, but also on opportunities for forging solidarity. The role of costs and solidarity explains why subjection to others can, paradoxically, sometimes increase one's power.",
          "url": "https://doi.org/10.1111/ajps.12953",
          "doi": "https://doi.org/10.1111/ajps.12953",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Non-Democratic Roots of Mass Education: Evidence from 200 Years—CORRIGENDUM",
          "authors": "AGUSTINA S. PAGLAYAN",
          "url": "https://doi.org/10.1017/s0003055424001357",
          "doi": "https://doi.org/10.1017/s0003055424001357",
          "filter": 0
        },
        {
          "title": "Public Perceptions of Minority Inclusion and Feelings of Political Efficacy: A Replication, Validation, and Extension",
          "authors": "CHRISTOPHER J. CLARK, STEVEN ROGERS",
          "abstract": "Stauffer (2021) shows that when Americans perceive their legislatures as having more gender diversity, they perceive these institutions to be more responsive. In this letter, we use an independently fielded survey to validate Stauffer’s findings and investigate whether her findings extend to race. We successfully replicate Stauffer’s analyses. We also newly demonstrate that perceptions of Black representation in legislatures are related to increased external efficacy, and perceptions of gender descriptive representation are associated with increased trust. Such findings underscore the importance of studying citizens’ perceptions of descriptive representation to understand their attitudes toward government.",
          "url": "https://doi.org/10.1017/s0003055424001308",
          "doi": "https://doi.org/10.1017/s0003055424001308",
          "filter": 0
        },
        {
          "title": "Frederick Douglass’s Political Theory of the Powerless: Natural Rights from Below",
          "authors": "CHARLES H. T. LESCH",
          "abstract": "This article draws from Frederick Douglass’s antebellum and wartime writings to reconstruct his approach to natural rights. Douglass admired many elements of the Enlightenment legacy. Yet in the same motion that he echoes European and American thinkers, he subtly qualifies, corrects, and revises their ideas, sometimes in radical ways. In his depictions of slavery, natural rights cease to be metaphysical abstractions and instead become embodied in our social relations. While they persist in outline, their substance is transformed to account for racialized power and structural violence. In this way, Douglass redefines a number of liberalism’s key moral and political concepts, including freedom, reason, dignity, and moral responsibility. He develops a political theory designed to reinforce the Enlightenment’s bare foundations with social insights of the oppressed: a philosophy of natural rights, told from below.",
          "url": "https://doi.org/10.1017/s0003055424001461",
          "doi": "https://doi.org/10.1017/s0003055424001461",
          "filter": 0
        },
        {
          "title": "Fairness According to Whom? Divergent Perceptions of Fairness among White and Black Americans and Its Effect on Trade Attitudes",
          "authors": "DANIEL LOBO, RYAN BRUTGER",
          "abstract": "Racial divides in American attitudes toward trade are often explained by labor market discrimination and traits like nationalism. However, recent research shows that perceptions of fairness, particularly “asymmetric fairness” concerns about “falling behind” other countries, significantly shape these attitudes. We theorize that linking these perspectives offers new insights. Drawing on critical race theory and cognitive psychology, we theorize that Black Americans, unlike their white counterparts, do not view trade through the lens of asymmetric fairness. Since Black Americans have not benefited from the same social, economic, and political privileges, they are less concerned with “falling behind” and instead focus on fairness as equality. This leads them to evaluate trade agreements through a “principled fairness” lens, contributing to support for trade policies that benefit both the home and foreign country, as opposed to prioritizing an “America First” trade agenda. We test this theory in a national survey experiment and find strong support.",
          "url": "https://doi.org/10.1017/s0003055425000012",
          "doi": "https://doi.org/10.1017/s0003055425000012",
          "filter": 0
        },
        {
          "title": "Anti-Black Violence and Toni Morrison’s Democratic Storytelling",
          "authors": "SHATEMA THREADCRAFT",
          "abstract": "More people are mobilized in response to the deaths of Black men than those of Black women. Kimberlé Crenshaw understands this asymmetry as being rooted in Black women’s lack of “narrative capital” and has called on women to “share their stories” of violence to occasion greater mobilization. In this essay, I argue that the work of Toni Morrison, and specifically her conception of truant democracy, provides a blueprint for how and with whom Black women should share their stories—that is, for how they should mobilize the narrative capital they have and build more. I make this argument by juxtaposing the democratic visions of Morrison and W. E. B. Du Bois, including the ethical foundations of their envisioned democracies, the forms of violence to which they attend, their visions of justice, and the people—or, in Morrison’s case, the ephemeral collectives—they sought to build via storytelling.",
          "url": "https://doi.org/10.1017/s0003055425000036",
          "doi": "https://doi.org/10.1017/s0003055425000036",
          "filter": 0
        },
        {
          "title": "What Is the Wrong of Capitalism?",
          "authors": "CHIARA CORDELLI",
          "abstract": "The troubled state of economic life today has prompted a revival of normative critiques of capitalism. According to a prominent critique, radical republicanism, capitalism is defined by its mode of production and the distinctive wrong of capitalism amounts to a structural form of domination. By arguing that radical republicanism fails to provide a satisfactory account of capitalism’s distinctiveness—and of its core wrong—I propose an alternative account focused on the mode of investment. Capitalism’s mode of investment, I assert, entails a loss of collective control over, and involvement in, the valuation and creation of the future. The wrong inhering in this loss is best understood in terms of alienation —an alienated relation between citizens and their sociopolitical order—rather than domination. In turn, socialism should be understood as a project of reconciliation, the point of which is to overcome this form of alienation through the socialization and democratic planning of investment.",
          "url": "https://doi.org/10.1017/s000305542500005x",
          "doi": "https://doi.org/10.1017/s000305542500005x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Courts in the Global South",
          "authors": "Julio Ríos-Figueroa, Fiona Shen-Bayh",
          "abstract": "Research on judicial politics has advanced considerably over the past few decades, particularly in the global South, a geopolitical region that has long been subjected to imbalanced relationships with more industrialized countries in the global North. The unique challenges confronting global South countries, including political and economic instabilities, limited state authority, and dilemmas of social integration, have shaped both the form and function of courts in these regions. We explore these implications in four key areas where a critical mass of scholarship has generated new insights and opportunities for future research: courts and stateness, courts in authoritarian regimes, courts in unstable democracies, and courts and social transformation. We show that in these areas, courts are often effective for a variety of purposes and according to standards different from those in the global North. We conclude with reflections on knowledge-building in this region and implications for future theorization and empirical inquiry.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Do Citizens Stereotype Muslims as an Illiberal Bogeyman ? Evidence from a Double-List Experiment",
          "authors": "Stuart J. Turnbull-Dugarte, Alberto López Ortega, Michael Hunklinger",
          "abstract": "Illiberal actors in Western democracies increasingly exploit the superficial defence of liberal values like gender equality and LGBTQ+ rights to demonize ethnic out-groups, portraying Muslims as inherently opposed to Western values. This paper investigates whether this stereotype reflects widespread public beliefs and asks: is the stereotypical view of the Muslim community as an illiberal ‘bogeyman’ endorsed by citizens? Leveraging an original double-list experiment design that minimizes sensitivity bias, we identify population-level estimates of this stereotype in Britain, Germany, the Netherlands, and the USA. Our cross-national results reveal a pervasive and ubiquitous stereotype of Muslims as a threat to LGBTQ+ communities across Western democracies. The implications of these findings are concerning as they signal that societal tolerance of ethnic out-groups across liberal democracies remains tainted by prejudicial stereotypes. The results also underscore the alarming electoral potential of far-right parties that exploit homonationalist and femonationalist stereotype-based threat perceptions to their political advantage.",
          "url": "https://doi.org/10.1017/s0007123424000437",
          "doi": "https://doi.org/10.1017/s0007123424000437",
          "filter": 0
        },
        {
          "title": "Does the Presence or Absence of Elections Remove Gender Differences in Ambition for Public Service?",
          "authors": "Hans J.G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "abstract": "Perhaps because scholars of political ambition have focused almost entirely on electoral ambition, the presence of elections has been thought to play a major role in shaping who expresses interest in public service. In this article, we examine whether the presence or absence of elections changes women’s political ambition. Using surveys of law students, federal bureaucrats, and the general public, we find the relationship between gender and ambition for elected office is similar to the relationship between gender and ambition for bureaucratic and judicial service. We show that, although women are deterred from public service by the elections that act as gateways to those opportunities, the effects of elections on gendered political ambition duplicate the effects of other components of public service. Rather than unique, elections are duplicative in their effects, reinforcing the relationship between gender and ambition rather than fundamentally changing who expresses ambition for public service.",
          "url": "https://doi.org/10.1017/s0007123424000449",
          "doi": "https://doi.org/10.1017/s0007123424000449",
          "filter": 0
        },
        {
          "title": "Do Extreme Weather Events Increase Public Concern, Knowledge, and Attention to Climate Change in China?",
          "authors": "Xun Cao, Zheng Su",
          "abstract": "Do climate change-related extreme weather events affect public concern, knowledge, and attention to climate change in China? Matching extreme weather events data from the Emergency Events Database with the 2010 Chinese General Social Survey, we first test whether people in prefectures with more extreme weather events consider climate change more damaging and have a better knowledge of it. We find no such associations. Moreover, we collect 2020 data on extreme whether events from local newspapers for five Eastern and Southeastern Chinese provinces and test whether these events increase public attention to climate change, measured by Baidu search volume index. No associations are found. Interestingly, in prefecture-days with more Covid cases, local population conducted more Baidu searches on climate change and the environment, supporting the ‘great reflection’ thesis, i.e., major shocks like the pandemic put a spotlight on fundamental challenges facing the humanity and have gotten us to reassess our priorities.",
          "url": "https://doi.org/10.1017/s0007123424000565",
          "doi": "https://doi.org/10.1017/s0007123424000565",
          "filter": 0
        },
        {
          "title": "Children as Public Goods: At What Cost?",
          "authors": "Liam Shields",
          "abstract": "All children have rights to care, education, food, shelter, and more besides. The creation of children is, therefore, the creation of costly entitlements. But who, other than the parents, can be expected to share these costs? And how much can they be expected to contribute? To date, political theorists have only attended to the first question. But without a well-reasoned answer to the second question, we won’t know whether sharing should be generous or very little, equal or unequal. In this paper, I provide the first examination of the extent of cost sharing required if children are public goods. I argue that viewing children as public goods places important limits on the total costs to be fairly shared by non-parents. This casts doubt on the view, assumed by many political theorists, that the costs of all children’s entitlements must be equally shared between parents and non-parents.",
          "url": "https://doi.org/10.1017/s0007123424000905",
          "doi": "https://doi.org/10.1017/s0007123424000905",
          "filter": 0
        },
        {
          "title": "No escaping Ukraine? Just war and the morality of external conscription",
          "authors": "Shmuel Nili",
          "abstract": "Commonsense morality suggests that an unjustly invaded democracy may conscript its own citizens and bar them from emigrating when such a policy is necessary to sustain resistance to the invader. What does this assumption regarding ‘internal conscription’ entail for ‘external conscription’ – for foreign countries who might close their borders to many citizens of the invaded democracy, to push them to fight? Could it have been morally appropriate for Ukraine’s neighbours, for instance, to close their borders to (many) Ukrainians at the onset of the Russian assault on Kyiv, with the aim of sustaining Ukraine’s resistance to Putin’s invasion? I take up such questions by examining the seeming discrepancy between internal and external conscription. I argue that, notwithstanding its surface appeal, a categorical divide between the two kinds of conscription is unwarranted. At the level of fundamental moral principles, the two stand and fall together.",
          "url": "https://doi.org/10.1017/s0007123424000589",
          "doi": "https://doi.org/10.1017/s0007123424000589",
          "filter": 0
        },
        {
          "title": "The Global Legislators Database: Characteristics of National Legislators in the World’s Democracies",
          "authors": "Nicholas Carnes, Joshua Ferrer, Miriam Golden, Esme Lillywhite, Noam Lupu, Eugenia Nazrullaeva",
          "abstract": "This article describes the Global Legislators Database, a new cross-national dataset on the characteristics – party affiliation, gender, age, education, and occupational background – of nearly 20,000 national parliamentarians in the world’s democracies. The database includes 97 electoral democracies with comprehensive information on legislators who held office in each country’s lower or unicameral chamber during one legislative session in 2015, 2016, or 2017. The GLD is the largest individual-level biographical and demographic database on national legislators ever assembled, with a wide range of potential applications. In this article, we provide multiple types of validity checks of the GLD to document the integrity of the data. We also preview three potential applications of the dataset and note other possible uses for this one-of-a-kind resource for studying representation in the world’s democracies.",
          "url": "https://doi.org/10.1017/s000712342400053x",
          "doi": "https://doi.org/10.1017/s000712342400053x",
          "filter": 0
        },
        {
          "title": "Fixing the Past: The Effects of Human Rights Trials on Political Attitudes in Argentina",
          "authors": "Pearce Edwards, Jennifer Gandhi, Donald Grasse",
          "abstract": "Does prosecuting perpetrators of repression under a dictatorship promote public support for human rights and the courts? We argue that convicting perpetrators in human rights trials reduces public acceptance of these violations. However, while convictions signal judicial efforts to end impunity, they may also call attention to the politicized process by which transitional justice begins. We estimate the effects of human rights trial verdicts on attitudes in Argentina, a country ruled by a military dictatorship from 1976–1983 that, twenty-five years later, initiated sweeping human rights trials for past repression. Using observational day-level opinion data from a survey fielded around the guilty verdict for one of the dictatorship’s top-ranking generals, we find the trial verdict increased the public’s rejection of torture and political killings. Yet belief in judicial fairness declined. These results suggest that trials solidify public commitments to human rights, but confidence in the judiciary is not a necessary condition for this effect.",
          "url": "https://doi.org/10.1017/s0007123424000206",
          "doi": "https://doi.org/10.1017/s0007123424000206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Recentralization in Mexico: Reconfiguring the Center in Intergovernmental Relations",
          "authors": "Omar Báez, Kent Eaton",
          "abstract": "Understanding recentralization as a vertical phenomenon requires careful attention to the horizontal distribution of power at the national level. We articulate a theoretical argument that emphasizes the content of the coalition that enacts recentralization, demonstrating that politicians can return power to the center without empowering the president. In Mexico, the pluralism of the coalition that pushed for recentralization from 2007 to 2018 led to institutional designs that avoided investing authority in the presidency and opted instead to empower a series of autonomous constitutional bodies. The Mexican case thus points to a simple but powerful hypothesis to add to the literature on multilevel governance: the broader that coalitions that push for recentralization, the wider the set of actors who will be empowered at the center of the political system.",
          "url": "https://doi.org/10.5129/001041525x17380786914071",
          "doi": "https://doi.org/10.5129/001041525x17380786914071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Institutional personalism and personalised behaviour: Electoral systems, candidate selection methods, and politicians’ campaign strategy",
          "authors": "Or Tuttnauer, Gideon Rahat",
          "url": "https://doi.org/10.1016/j.electstud.2025.102909",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102909",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Can rising powers reassure? Shifting power, foreign economic policy and perceptions of revisionist intent",
          "authors": "Ryan Powers, Austin Strange",
          "abstract": "How do observers abroad assess the intentions of rising powers? Influential research in international relations suggests that rising powers can reassure others by using both behavior and rhetoric, but there is scarce rigorous evidence on the relative effectiveness of these strategies. In this article, we study whether and to what extent variation in behavioral and rhetorical foreign economic policies of a rising power moderate threat perceptions among observers in a declining power. We used scenario-based survey experiments administered to an elite sample of foreign policy think tank and nongovernmental organization staff and members of the public in the United States. In the experiment, we systematically varied a hypothetical rising power’s foreign aid and investment behavior and rhetoric such that it was represented as either revisionist or status quo oriented. We found that status quo-reinforcing behavior by the rising power generally lowered perceptions of threatening intentions more than status quo-reinforcing statements. However, there was also evidence that when rising powers adopted aid and investment behaviors that were consistent with prevailing norms, rhetorical assurances of satisfaction substantially reduced threat perceptions further. The findings contribute to international relations research on rising power preferences for international order as well as these states’ attempts at reassurance amidst power transitions, particularly in the context of international development.",
          "url": "https://doi.org/10.1177/00223433241303414",
          "doi": "https://doi.org/10.1177/00223433241303414",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Distributive politics and asymmetric participation",
          "authors": "Philipp Kerler, Victor Araújo",
          "abstract": "How do distributive politics affect participation under incomplete information? We theorize a novel mechanism that we call asymmetric participation, which explains participation as a self-selection process induced by a broadly targeted welfare benefit. Incomplete information about the de facto allocation of benefits causes asymmetric participation. When citizens expect particularistic distribution and access to the benefit depends on voter registration, supporters of the incumbent, who supplies the benefit, self-select into the electorate. This creates an incumbency advantage. We illustrate this argument using the case of the Renda Básica de Cidadania (RBC) in Maricá, Brazil, the largest unconditional cash transfer program in Latin America. Based on qualitative evidence, we develop a formal model, which we test against novel survey data. We find that under the de facto procedure of implementation, supporters of the incumbent supplying the RBC, self-select into the electorate, and engage more in activities that signal party loyalty.",
          "url": "https://doi.org/10.1177/09516298241312347",
          "doi": "https://doi.org/10.1177/09516298241312347",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The power of the leader: Party approval and institutional trust",
          "authors": "Enrijeta Shino, Regina Lea Wagner, Michael Binder, Adrienne Lerner",
          "abstract": "Unprecedented in American politics, several Republican US Representatives, supported by former President Trump, led a motion in the House to remove the Speaker, providing an ideal case for understanding a strong leader’s control over the party base, conflation with the party brand, and ramifications for the health of the US party system. Leveraging this unique event, we conducted an original survey experiment of registered Republican voters to analyze how awareness of the leader’s approval influences their assessment of the ouster, approval of their party, and trust in the House. We argue that if a leader’s hold over the base and association between him and the party brand remains strong, his endorsement should boost Republican voters’ approval of the ouster, their party, and trust in the US House. We find consistent empirical support for these expectations, with significant implications for the leader -- party -- constituent relationship and the health of the American party system.",
          "url": "https://doi.org/10.1177/13540688251322108",
          "doi": "https://doi.org/10.1177/13540688251322108",
          "filter": 0
        },
        {
          "title": "Electoral and partisan consequences of sovereignty referendum outcomes: A comparative analysis",
          "authors": "Toni Rodon, Marc Guinjoan, Nikandros Ioannidis",
          "abstract": "What are the electoral consequences of winning a sovereignty referendum? While some argue that these referendums increase the electoral power of pro-sovereignty parties or even put in motion a slippery slope towards more (radical) demands, others sustain that sovereignty-related referendums are a “once in a generation” event, decrease the salience of territorial politics and hence the electoral appeal of pro-decentralisation parties. We put these narratives to the test using the newly compiled CONREF dataset, which includes comprehensive information on the type of sovereignty referendums, the party electoral outcomes before and after the referendum and their policy position. Our analysis shows no relationship between winning a sovereignty referendum and parties’ electoral fortunes. It also shows that referendums do not affect the territorial position of the parties–irrespective of the referendum outcome. If anything, we observe that the main party in the winner’s block loses support when the referendum passes for a small margin and that the opposition benefits when their side wins. In addition, looking at the EU referendums, we observe that when the position of anti-EU parties wins they become less Eurosceptic. Overall, our article improves our understanding of the dynamics of the winner-loser effects in sovereignty referendums and its spillovers to elections.",
          "url": "https://doi.org/10.1177/13540688251320624",
          "doi": "https://doi.org/10.1177/13540688251320624",
          "filter": 0
        },
        {
          "title": "Book Review: Parties, political finance, and governance in Africa: Extracting money and shaping states in Benin and Ghana",
          "authors": "Shigeyuki Hanaoka",
          "url": "https://doi.org/10.1177/13540688251323082",
          "doi": "https://doi.org/10.1177/13540688251323082",
          "filter": 0
        },
        {
          "title": "Book review: Toppling Trump: How party elites steered Joe Biden to the democratic nomination and victory in the 2020 presidential election",
          "authors": "Barbara Norrander",
          "url": "https://doi.org/10.1177/13540688251322103",
          "doi": "https://doi.org/10.1177/13540688251322103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Odd Profiles in Conjoint Experimental Designs: Effects on Survey-Taking Attention and Behavior",
          "authors": "Kirk Bansak, Libby Jenke",
          "abstract": "Scholars often face a choice when designing conjoint experiments: to allow for or to exclude “odd” combinations of attribute levels in the randomized conjoint profiles shown to respondents (such as a profile of a Democratic candidate who does not support abortion rights or an individual who is a medical doctor but does not have a graduate degree). While previous work has studied the statistical and theoretical implications of this decision, there has been little effort to analyze how it impacts the behavior of survey respondents. Utilizing eye-tracking, this study considers how respondents’ attention, information search behavior, and choice patterns respond to odd combinations of attributes included in conjoint profiles. We find that the impact of odd attribute-level combinations is minimal. They do not impact attention, search, or choice behavior substantially or consistently. Our conclusion is that scholars should prioritize other considerations—such as statistical, theoretical, and substantive considerations—when designing conjoint experiments.",
          "url": "https://doi.org/10.1017/pan.2025.1",
          "doi": "https://doi.org/10.1017/pan.2025.1",
          "filter": 0
        },
        {
          "title": "The Modifiable Areal Unit Problem in Political Science",
          "authors": "Dong Wook Lee, Melissa Rogers, Hillel David Soifer",
          "abstract": "Building on the availability of geospatial data, improvements in mapping software, and innovations in spatial statistics, political scientists are increasingly taking geography seriously. As we adopt the tools of geographers, we must also consider the methodological challenges they have identified. We focus on the modifiable areal unit problem (MAUP)—the idea that the size of aggregate spatial units and the location of their borders affect the empirical results we obtain. We first describe the logic of the MAUP, and then demonstrate the MAUP through simulations, showing MAUP-related inconsistency in regression results in randomly generated and real-world data. We identify MAUP concerns, and best practices, in top journals in political science. We conclude by suggesting how scholars may respond in theoretical and empirical terms to concerns about validity and reliability that arise from the MAUP.",
          "url": "https://doi.org/10.1017/pan.2025.2",
          "doi": "https://doi.org/10.1017/pan.2025.2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Insurance Value of Abortion and Support for Reproductive Rights",
          "authors": "Natalie Hernandez, Alexander Trubowitz, Sam Zacher",
          "abstract": "Existing scholarship holds that Americans’ views on abortion policy are determined by their moral and religious beliefs. In this article, we argue that these beliefs are only part of the story. We propose that some Americans support pro-choice policies even if they have moral qualms about abortion because they are afraid of an unplanned transition to parenthood. Accessible abortion offers a kind of “insurance” against this risk. We expect individuals’ support for abortion rights to decline after they become parents, since abortion’s prospective insurance value declines after individuals have had their first child. Using panel survey data from the CCES, we find that the transition to parenthood makes Americans less supportive of abortion rights than they had been previously. This appears to be especially true of conservatives and practicing Christians, indicating that some members of these groups support abortion as a form of protection against unplanned parenthood until they experience life-cycle changes that reduce their personal interest in protecting reproductive rights. We conduct a variety of robustness tests to rule out alternative mechanisms that might link parenthood to a conservative shift in abortion policy preferences, bolstering confidence in the insurance mechanism proposed here.",
          "url": "https://doi.org/10.1007/s11109-025-10011-z",
          "doi": "https://doi.org/10.1007/s11109-025-10011-z",
          "filter": 0
        },
        {
          "title": "From Losers’ Consent to Winners’ Restraint: Citizens Reactions to Accumulating Democratic Violations",
          "authors": "Hannah Werner, Eri Bertsou, Sofie Marien",
          "abstract": "While ‘losers’ consent’ has long been recognized as crucial for democratic stability, recent concerns over elite manipulation of democratic processes highlight the need to shift focus to the responsibility of political winners. We argue that ‘winners’ restraint’ is equally indispensable, even in well-established democracies. Our study investigates the presence and boundaries of winners’ restraint, particularly in the realm of policy decisions. Through a survey and two experiments conducted in the UK, we examine the extent to which respondents tolerate accumulating procedural violations before dissenting. Our findings reveal that while citizens may initially overlook undemocratic behavior that aligns with their policy preferences, there are inherent limits to this tolerance. For a majority of respondents, winners’ restraint can be activated as violations accumulate, resulting in a withdrawal of perceived legitimacy. This underscores the critical role of winners in upholding democratic principles and resisting erosion of democratic norms.",
          "url": "https://doi.org/10.1007/s11109-025-10001-1",
          "doi": "https://doi.org/10.1007/s11109-025-10001-1",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Pushing and Pulling: The Static and Dynamic Effects of Political Distrust on Support for Representative Democracy and its Rivals",
          "authors": "Tom W. G. van der Meer, Lisa A. Janssen",
          "url": "https://doi.org/10.1007/s11109-025-10013-x",
          "doi": "https://doi.org/10.1007/s11109-025-10013-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The power of where: Why place matters in American politics",
          "authors": "John Agnew",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103291",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103291",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "All you'll feel is doom and gloom: Multiple perspectives on the associations between economic anxiety and conspiracy beliefs",
          "authors": "Magdalena Adamus, Maria Chayinska, Jakub Šrol, Jais Adam‐Troian, Eva Ballová Mikušková, Peter Teličak",
          "abstract": "The article investigates whether and how adherence to conspiracy beliefs (CBs) about COVID‐19 pandemic might be associated with (and cause) economic anxiety over various cultural settings and time. First, we examined the extent to which CBs predicted economic anxiety using the European Social Survey data, round 10, from 17 countries (Study 1). Second, using data from a balanced (in terms of age, gender, education, and region) Slovak sample, we employed a cross‐lagged panel analysis to determine the direction of the association between adherence to CBs and economic anxiety (Study 2). Study 1 revealed that adherence to CBs was significantly associated with higher levels of economic anxiety across cultural contexts. Study 2 compellingly showed that adherence to CBs increased the sense of economic anxiety over time, whereas the reverse causal path from economic anxiety to CBs was consistently nonsignificant. This work provides evidence that adherence to CBs may be increasingly associated with adverse subjective appraisals of economic realities. We discuss how our results can contribute to the understanding that curbing adherence to CBs could also alleviate the sense of economic anxiety. Finally, we recommend a research agenda to better understand the psychological boundary mechanisms accounting for these effects.",
          "url": "https://doi.org/10.1111/pops.70003",
          "doi": "https://doi.org/10.1111/pops.70003",
          "filter": 0
        },
        {
          "title": "Ready or not . National identity, vote choice, and mass media: Evidence from Germany",
          "authors": "Antonia C. May",
          "abstract": "Exploiting the increased prominence of debates on immigration, right‐wing parties often frame and campaign against immigrants as a threat to national societies. Research on national identity has shown that these parties are particularly successful among voters with an ethnically charged, exclusionary conception of nation. National identity, however, tends to be rather latent and stable, while far‐right voting is much more volatile. Explaining a temporal influence of national identity on political behavior, social‐psychological theories argue that identities need to be activated to become behaviorally relevant. The main argument of this article is that the presence of immigration‐related news in the mass media can serve as such a situational factor for thinking about the nation and thus increase its salience for electoral behavior. Combining individual‐level panel data from the German Longitudinal Election Study's Short‐term Campaign Panel (GLES, 2019) with a measure of media salience of immigration‐related news in news articles, this study is the first to examine whether national identity can be activated for political behavior through the salience of immigration‐related issues in the mass media using panel data.",
          "url": "https://doi.org/10.1111/pops.70005",
          "doi": "https://doi.org/10.1111/pops.70005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Women on the ballot and women at the polls: how women's representation shapes voter turnout in local elections",
          "authors": "Emanuel Coman, Sarah Shair-Rosenfield",
          "abstract": "We argue that more female candidates on the ballot will decrease the gender participation gap at the polls. We test this hypothesis with data from Italian local elections between 2008 and 2020, taking advantage of a 2012 law requiring at least a third of local council candidates to be women in localities with 5000+ inhabitants. Exploiting the exogenous geographic variation and timing in the implementation of the electoral reform, we evaluate the effect of this exogenously driven variation in women's candidacy on the gendered voting gap. We find a significant and substantively strong causal relationship between the share of women on the ballot and the gendered gap, driven by an increase in women's, but not men's, participation at the polls.",
          "url": "https://doi.org/10.1017/psrm.2025.2",
          "doi": "https://doi.org/10.1017/psrm.2025.2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Norm Localization and Democratic Backlash: Taiwan Marriage-Equality Debates in 2017–2019",
          "authors": "Christina Lai",
          "abstract": "Taiwan’s achievement in passing a marriage-equality law in 2019 and the democratic backlash against LGBTQ+ rights deserve scholarly attention in Asia and beyond. Specifically, Taiwan’s road to marriage equality led to these empirical puzzles: What explains the conservative shift in Taiwan’s public perceptions toward LGBTQ+ rights? How would the backlash against LGBTQ+ rights impact Taiwan’s democracy? What does Taiwan’s experience inform us about norm localization and LGBTQ+ politics in Asia and beyond? The strategic framing of the Christian right—that is, the symbolic use of family and its localization of conservative values using Confucian norms—enabled them to couch their religious beliefs and facilitate collective action among different groups. This study offers a culture-based explanation of how the Christian right successfully established a single-issue coalition against LGBTQ+ rights. The article is organized as follows. First, it engages current literature on discourse analysis, norms contestation, and contentious politics. Second, the study proposes a two-part framework for understanding how the Christian right effectively constructs their conservative claims to gain public support. A comparative analysis of the discourse from the conservative and progressive sides sheds light on how their narratives shaped the marriage-equality debate. Third, it addresses how this countermovement impacts Taiwan’s democracy and human rights.",
          "url": "https://doi.org/10.1017/s1049096524001355",
          "doi": "https://doi.org/10.1017/s1049096524001355",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Institutionally constrained drone adoption",
          "authors": "Garrett R. Wood",
          "url": "https://doi.org/10.1007/s11127-025-01262-9",
          "doi": "https://doi.org/10.1007/s11127-025-01262-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Yes to Koch, No to Woke: Public Opinion, Free Markets, and Business Involvement in Politics",
          "authors": "Spencer Goidel, Bradley Madsen, Craig Freeman, Kirby Goidel",
          "abstract": "In this paper, we use data from the 2022 Cooperative Election Study to explore the relationship between partisanship, attitudes toward free markets, and corporate social responsibility. We find that while Republicans continue to express abstract support for free markets and business involvement in politics, they respond negatively to more specific descriptions of CEO activism, particularly when that activism is directed toward environmental, social, and governance (ESG) issues. Overall, individual support for business involvement in politics depends on the noneconomic impact of corporate behavior. In this respect, our findings echo the literature on political tolerance: abstract support for free markets slips when applied to specific environmental, social, and governance contexts. Within this context, “business involvement in politics,” which Republicans support, translates into “corporate political activity,” which Republicans oppose.",
          "url": "https://doi.org/10.1093/poq/nfae057",
          "doi": "https://doi.org/10.1093/poq/nfae057",
          "filter": 0
        },
        {
          "title": "Nostalgia in Politics",
          "authors": "Spencer Goidel, Kirby Goidel, Paul M Kellstedt",
          "abstract": "Throughout the 2016 presidential campaign, Donald Trump promised to voters that, if elected, he would “make America great again.” Trump’s explicitly nostalgic appeal was rooted in the collective perception, shared by at least some voters, that life was better (and simpler) in the past. Nostalgic appeals have a long history in American politics. Trump’s “Make America Great Again” (MAGA) slogan was co-opted from Reagan’s “let’s make America great again.” Despite their long history, we suspect that, as nostalgic appeals have become central to the Republican Party’s messaging, nostalgia-susceptible voters have sorted into the Republican Party. Recently, scholars have attempted to better understand the political consequences of nostalgia on voting for populist parties, both in general and specifically for Donald Trump. We make three contributions to the literature. First, using an open-ended prompt, we consider more carefully what people mean when they say they long for the “good old days.” Second, we use these open-ended responses to inform our measurement of nostalgia and whether it reflects a longing for the past or pessimism about the future. In doing so, we show the importance of religiosity and media consumption (i.e., Fox News) as predictors of individual-level nostalgia. Third, we connect our measure of nostalgia to vote choice during the 2022 midterm election—demonstrating that the effects are broader than support for Donald Trump. Overall, we contend that if one is to fully understand contemporary politics, one needs to know how nostalgia influences political attitudes and behaviors.",
          "url": "https://doi.org/10.1093/poq/nfae054",
          "doi": "https://doi.org/10.1093/poq/nfae054",
          "filter": 0
        },
        {
          "title": "Kim L. Fridkin and Patrick J. Kenney. Choices in a Chaotic Campaign: Understanding Citizen Decisions in the 2020 Election",
          "authors": "Ryan D Williamson",
          "url": "https://doi.org/10.1093/poq/nfae064",
          "doi": "https://doi.org/10.1093/poq/nfae064",
          "filter": 0
        },
        {
          "title": "Undercurrent in Taiwan: Nationalism and Calculation of the Cross-Strait Relations (2002–2022)",
          "authors": "Austin Horng-En Wang, Charles K S Wu, Fang-Yu Chen, Yao-Yuan Yeh",
          "abstract": "The literature highlights the conflicting trends between rising nationalism and stable preferences for status quo on cross-strait relations in Taiwan. This article provides new insights from the Taiwan National Security Survey (2002–2022, 14 waves, n = 16, 494) to help explain this apparent inconsistency. The surveys employed “conditional preference” items to capture how the cross-strait attitudes of Taiwanese people are shaped. Since 2002, Taiwanese identifiers have increased steadily, while dual identifiers have decreased. Most respondents still prefer the status quo, but there is a gradual rise in support for independence. Hypothetical scenarios reveal that a majority support independence if China will not attack and oppose unification if China and Taiwan differ economically and politically. Furthermore, the percentage supporting independence given China will attack is increasing, while the percentage supporting unification if China and Taiwan are similar has considerably decreased. Conditional preferences are influenced by perceived economic benefits from China and the military strength of China, Taiwan, and the United States.",
          "url": "https://doi.org/10.1093/poq/nfae063",
          "doi": "https://doi.org/10.1093/poq/nfae063",
          "filter": 0
        },
        {
          "title": "The Impact of Experiences with COVID-19 on the 2020 Presidential Election and Support for Health Reform",
          "authors": "Nolan M Kavanagh, Anil Menon",
          "abstract": "Health shocks may drive the public to support policies and candidates that protect health and well-being. Did the COVID-19 pandemic, as one such shock, shift preferences for health reform in the United States? Using nationally representative surveys of over 70,000 US adults between 2019 and 2020, we find that experiences with COVID-19—measured at both the individual and community levels—increased support for Medicare for All by multiple percentage points. Consistent with partisan entrenchment on health issues, independents and weak partisans drove the association at the individual level; these subgroup differences were not observed for community-level experiences. To reduce concerns about confounding, we use data from multiple points in time to establish the expected temporal relationship between experiences with COVID-19 and support for health reform. Finally, consistent with the importance of health issues in the 2020 presidential race, we find that changes in support for health reform were mirrored by a comparable shift in support away from the incumbent, President Trump, in the weeks leading up to the election. Even if short lived, these shifts may have influenced both the discourse and outcome of the election.",
          "url": "https://doi.org/10.1093/poq/nfae062",
          "doi": "https://doi.org/10.1093/poq/nfae062",
          "filter": 0
        },
        {
          "title": "Investigating the Origins of Status Threat among White Americans",
          "authors": "Spencer C Lindsay, Cody R Melcher",
          "abstract": "In the last decade and a half, the United States has seen a rise in right-wing nationalism. Status threat provides a compelling explanation as to why. As white Americans see changing demographics, more diverse imagery in American leadership, and increased interdependence globally, they fear that they are losing “their” country. Scholars, however, often see status threat as primarily symbolic rather than material. We argue that material concerns are also instrumental in shaping whites’ perception of status threat. We test this hypothesis using an original survey experiment in which some respondents are primed to think about symbolic or material aspects of status threat. Relative to the control, both groups express heightened levels of perceived threat from other groups, indicating that both material and symbolic concerns are instrumental in shaping perceptions of status threat. We additionally test whether Republican whites respond to this perceived threat by becoming more likely to endorse far-right, restrictionist immigration policies. Our findings on the latter question are mixed.",
          "url": "https://doi.org/10.1093/poq/nfae055",
          "doi": "https://doi.org/10.1093/poq/nfae055",
          "filter": 0
        },
        {
          "title": "The Rhetorical “What Goes with What”: Political Pundits and the Discursive Superstructure of Ideology in US Politics",
          "authors": "Jon Green",
          "abstract": "In his foundational essay, Philip Converse (1964) alludes to a small class of political sophisticates who are influential in the social construction and diffusion of ideological belief systems. However, despite their importance to the nature of ideology in the public at large, there is little empirical research focusing on those select few involved in this process of “creative synthesis”—and work examining the rhetorical structures that cohere sets of plausibly independent issue stances is rarer still. I do so here using a novel dataset of tweets sent by roughly 1,000 of the most prominent political pundits in the United States from January through August of 2019. Using a combination of text and network-analytic techniques, I identify robust relationships between both how pundits discuss a wide range of political concepts and the extent to which this discussion is informative of their network-based preferences. I find that broad, organizing concepts such as partisan and ideological labels emerge as central in political discourse, facilitating indirect links between a wide range of issues. However, I also find that discussions of discrete policy issues and political concepts are highly informative of pundits’ latent preferences. This descriptive account of the discursive superstructure of ideology offers new evidence regarding how creative synthesis is conducted in practice.",
          "url": "https://doi.org/10.1093/poq/nfae060",
          "doi": "https://doi.org/10.1093/poq/nfae060",
          "filter": 0
        },
        {
          "title": "Affective Polarization towards Parties and Leaders, and Electoral Participation in 13 Parliamentary Democracies, 1980–2019",
          "authors": "Frederico Ferreira da Silva, Diego Garzia",
          "abstract": "Comparative research on affective polarization provides evidence that this phenomenon is present also in parliamentary democracies. Although it has been typically understood as the difference in levels of affect toward in- and out-parties, more recent research has established the relevance of polarized feelings toward party leaders as objects of affective polarization also in parliamentary systems. While several studies have cross-sectionally examined the effect of affective polarization on turnout, recent research has taken an innovative approach by systematically comparing the impact of polarized feelings toward parties and candidates in the probability of turning out in US presidential elections, showing the primacy of the latter in predicting patterns of electoral participation. We expand the contribution of those studies by providing the first longitudinal account of the relationship between affective polarization and turnout in multi-party systems, as well as the first systematic comparison of the effects of party and leader affective polarization on turnout beyond the United States. Using post-electoral survey data covering 87 elections from 13 Western parliamentary democracies collected between 1980 and 2019, our results confirm that polarized feelings toward both parties and leaders are positively associated with turnout in parliamentary democracies. More importantly, our findings highlight the growing relevance of leader affective polarization in accounting for patterns of electoral participation. These results are robust to the use of self-reported and validated measures of turnout in selected countries, as well as different model specifications. Our conclusions contribute both theoretically and methodologically to the literature on affective polarization.",
          "url": "https://doi.org/10.1093/poq/nfae053",
          "doi": "https://doi.org/10.1093/poq/nfae053",
          "filter": 0
        },
        {
          "title": "Blame Attribution, Partisanship, and Federalism: Evidence from a Panel Survey",
          "authors": "Matthew J Uttermark, Jack Mewhirter, Rebecca Sanders, Danielle M McLaughlin",
          "abstract": "When disaster strikes in federal systems, who do citizens blame and why? Partisan blame attribution (PBA) suggests that Republicans and Democrats hold consistent ideological preferences on which level of government should respond and receive blame for policy failures in times of crisis. Conversely, partisan federalism (PF) suggests that partisans will opportunistically assign blame to the level of government controlled by their disfavored party. Research on blame attribution has yet to assess which mechanism better explains patterns of blame attribution among individuals. We test each mechanism to evaluate patterns of blame attribution related to the COVID-19 pandemic. Leveraging panel survey data collected before the 2020 election and after the 2021 presidential transition, we find that Democrats uniformly follow PF expectations, whereas Republicans follow both PBA and PF expectations. We conclude that scholars should revisit blame attribution and more carefully consider the role of federalism in determining citizen preferences.",
          "url": "https://doi.org/10.1093/poq/nfae058",
          "doi": "https://doi.org/10.1093/poq/nfae058",
          "filter": 0
        },
        {
          "title": "Angry Politics: Populism and the Erosion of Political Support during Hard Times",
          "authors": "Daniel Auer, Markus Freitag",
          "abstract": "We argue that threat-induced anger is not a universal driver of populist attitudes and waning political support. Instead, we hypothesize that anger erodes democracy-relevant political attitudes only when a threat affects citizens’ norms and only when blame for said threat is attributed to the domestic political system. We corroborate our hypotheses using data from a unique survey experiment conducted in Germany in 2022, in which we vary the level of responsibility attribution and threat noxiousness by exposing respondents to different threats that were salient during the field phase. The results indicate that citizens differentiate whom they hold accountable, such that it is not necessarily the quality of the threat but the quality of the political response to the threat that determines the future of democracy.",
          "url": "https://doi.org/10.1093/poq/nfae056",
          "doi": "https://doi.org/10.1093/poq/nfae056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What explains election-driven family conflicts?",
          "authors": "Malu A. C. Gatto, João Gabriel Leal, Débora Thomé",
          "abstract": "As affective polarisation rises worldwide, so do concerns about how political disagreements affect social relationships, including families – a core building block of societies. The impact of political division on families has been a topic of interest for media outlets, but scholarship remains scarce. To contribute to this emerging debate, we ask: What factors increase the risk of election-driven family conflicts? Employing data from a national survey in Brazil, a highly polarised context, we find that the prevalence of election-driven family conflicts is low, affecting roughly only 3.5% of respondents. As our theory-development exercise reveals, even if not widely spread, election-driven family conflicts disproportionately affect one group: Lesbian, gay, and bisexual respondents. Our study adds to a growing scholarship on the detrimental impacts of polarised elections on the LGBTQI+ community – and reinforces the need for further research to investigate the heterogeneous effects of emerging political dynamics on marginalised groups.",
          "url": "https://doi.org/10.1177/20531680251319815",
          "doi": "https://doi.org/10.1177/20531680251319815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Effects of Popular Legitimacy on International Organizations: An Elite Survey Experiment",
          "authors": "Thomas Sommerer, Jonas Tallberg",
          "url": "https://doi.org/10.1086/735474",
          "doi": "https://doi.org/10.1086/735474",
          "filter": 0
        },
        {
          "title": "The Institutional Sources of Economic Transformation: Explaining Variation in Energy Transitions",
          "authors": "Jared Finnegan, Phillip Lipscy, Jonas Meckling, Florence Metz",
          "url": "https://doi.org/10.1086/735439",
          "doi": "https://doi.org/10.1086/735439",
          "filter": 0
        },
        {
          "title": "The Supply of Conspiracism in State-Controlled Media",
          "authors": "Gabriel Koehler-Derrick, Richard Nielsen, David Romney",
          "url": "https://doi.org/10.1086/735453",
          "doi": "https://doi.org/10.1086/735453",
          "filter": 0
        },
        {
          "title": "Observable Bounds of Rationality and Credibility in International Relations",
          "authors": "Andrew Kenealy, Trent Ollerenshaw, So Jin Lee",
          "url": "https://doi.org/10.1086/735454",
          "doi": "https://doi.org/10.1086/735454",
          "filter": 0
        },
        {
          "title": "Who should be the master of my words? On political authority and linguistic justice",
          "authors": "Sergi Morales-Gálvez",
          "url": "https://doi.org/10.1086/735456",
          "doi": "https://doi.org/10.1086/735456",
          "filter": 0
        },
        {
          "title": "Keep Winning with WinRed? Online Fundraising Platform as the Party's Public Good",
          "authors": "Seo-young Silvia Kim, Zhao Li",
          "url": "https://doi.org/10.1086/735435",
          "doi": "https://doi.org/10.1086/735435",
          "filter": 0
        },
        {
          "title": "When Do Legislators Represent Their Constituents? Evidence from Roll-Call and Referendum Votes",
          "authors": "John Matsusaka",
          "url": "https://doi.org/10.1086/735436",
          "doi": "https://doi.org/10.1086/735436",
          "filter": 0
        },
        {
          "title": "Who Runs When?",
          "authors": "Federica Izzo",
          "url": "https://doi.org/10.1086/735438",
          "doi": "https://doi.org/10.1086/735438",
          "filter": 0
        },
        {
          "title": "Cycles of Silence: Police-Citizen Cooperation in Communities with Criminal Groups",
          "authors": "Andrew Cesare Miller",
          "url": "https://doi.org/10.1086/735455",
          "doi": "https://doi.org/10.1086/735455",
          "filter": 0
        },
        {
          "title": "Bureaucrats in Congress: The Politics of Inter-branch Information Sharing",
          "authors": "Pamela Ban, Ju Yeon Park, Hye Young You",
          "url": "https://doi.org/10.1086/735440",
          "doi": "https://doi.org/10.1086/735440",
          "filter": 0
        },
        {
          "title": "Stage 2 Registered Report: Incivility Does Not Exist: An Experimental Assessment on the Drivers of Incivility Perceptions and their Effects on Candidate Evaluations",
          "authors": "Chiara Vargiu, Alessandro Nai, Diego Garzia",
          "url": "https://doi.org/10.1086/735437",
          "doi": "https://doi.org/10.1086/735437",
          "filter": 0
        },
        {
          "title": "A Theory of Electoral Competition in Developing Democracies",
          "authors": "Zuheir Desai",
          "url": "https://doi.org/10.1086/735459",
          "doi": "https://doi.org/10.1086/735459",
          "filter": 0
        },
        {
          "title": "Do External Threats Reduce Affective Polarization? An Experiment on Russia’s Invasion of Ukraine",
          "authors": "Jonas Pilgaard Kaiser, Markus Seier",
          "url": "https://doi.org/10.1086/735457",
          "doi": "https://doi.org/10.1086/735457",
          "filter": 0
        },
        {
          "title": "Loss Framing in Territorial Disputes",
          "authors": "Andi Cam Zhou, Henk Erich Goemans, Michael Weintraub",
          "url": "https://doi.org/10.1086/735452",
          "doi": "https://doi.org/10.1086/735452",
          "filter": 0
        },
        {
          "title": "Unorthodox Lawmaking and the Value of Committee Assignments",
          "authors": "James M Curry, Leah Rosenstiel",
          "url": "https://doi.org/10.1086/735458",
          "doi": "https://doi.org/10.1086/735458",
          "filter": 0
        },
        {
          "title": "Who Actually Governs? Gender Inequality and Political Representation in Rural India",
          "authors": "Alyssa R. Heinze, Rachel E. Brulé, Simon Chauchard",
          "url": "https://doi.org/10.1086/730746",
          "doi": "https://doi.org/10.1086/730746",
          "filter": 0
        },
        {
          "title": "Members Only? Why Associational Autonomy Cannot Justify Closing State Borders",
          "authors": "David V. Axelsen",
          "url": "https://doi.org/10.1086/730751",
          "doi": "https://doi.org/10.1086/730751",
          "filter": 0
        },
        {
          "title": "Why Do Civil War Successor Parties Renounce Violence?",
          "authors": "John Ishiyama",
          "url": "https://doi.org/10.1086/732958",
          "doi": "https://doi.org/10.1086/732958",
          "filter": 0
        },
        {
          "title": "Confucian Democratic Leadership: A Reconstruction for Contemporary East Asia",
          "authors": "Elena Ziliotti",
          "url": "https://doi.org/10.1086/732986",
          "doi": "https://doi.org/10.1086/732986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Social media partisans vs. party members: political affiliation in a digital age",
          "authors": "Karina Kosiara-Pedersen, Emilie van Haute, Susan E. Scarrow",
          "url": "https://doi.org/10.1080/01402382.2025.2450581",
          "doi": "https://doi.org/10.1080/01402382.2025.2450581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
