{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Who wins when? Election timing and descriptive representation",
          "authors": "Zoltan L. Hajnal, Vladimir Kogan, G. Agustin Markarian",
          "abstract": "We examine how the timing of local elections affects the success of minority candidates, who remain woefully underrepresented in public office. We build on research showing that concurrent elections narrow racial gaps in voter turnout and leverage changes in the timing of local elections in California. Our analysis shows that filling local offices in November of even years increases minority officeholding, at least for some groups. The results demonstrate how, when, and for whom election timing matters. Latinos gain most, potentially at the expense of White and, to a lesser degree, Black representation. An investigation of potential mechanisms suggests that these effects depend on group population size and the magnitude of the turnout changes. An increase in the number of co‐ethnic candidates running also appears to contribute to the representational benefits of on‐cycle elections. Finally, the effects are most pronounced during presidential elections, when turnout improvements are largest.",
          "url": "http://dx.doi.org/10.1111/ajps.12930",
          "doi": "10.1111/ajps.12930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Class Ceiling in Politics",
          "authors": "OLLE FOLKE, JOHANNA RICKNE",
          "abstract": "Prior studies have documented that working-class individuals rarely become parliamentarians. We know less about when in the career pipeline to parliament workers disappear, and why. We study these questions using detailed data on the universe of Swedish politicians’ careers over a 50-year period. We find roughly equal-sized declines in the proportion of workers on various rungs of the political career ladder ranging from local to national office. We reject the potential explanations that workers lack political ambition, public service motivation, honesty, or voter support. And while workers’ average high school grades and cognitive test scores are lower, this cannot explain their large promotion disadvantage, a situation that we label a class ceiling. Organizational ties to blue-collar unions help workers advance, but only to lower-level positions in left-leaning parties. We conclude that efforts to improve workers’ numerical representation should apply throughout the career ladder and focus on intra-party processes.",
          "url": "http://dx.doi.org/10.1017/s0003055424001011",
          "doi": "10.1017/s0003055424001011",
          "filter": 0
        },
        {
          "title": "Structural Responsibility",
          "authors": "MARA MARIN",
          "abstract": "I argue that current normative discussions of the responsibility for structural injustice are marred by an inadequate socio-theoretical view of structures and their functioning. This view reduces the relation between structures and actions to one of constraint: structures mainly inhibit transformative action; transformative action can only come from outside structures. I offer an alternative view of structures and their functioning that, drawing on and extending Sewell’s and Haslanger’s conceptions of structures and Arendt’s view of action, shows that actions are structurally and publicly constituted—they acquire social meaning in relation to structures, in a process of public interpretation—which is why they can transform the structures where they originate. Responsibility to dismantle unjust structures should then be understood as “structural responsibility”: responsibility to act from one’s structural position in ways that can disrupt the mechanisms of structural maintenance.",
          "url": "http://dx.doi.org/10.1017/s0003055424001072",
          "doi": "10.1017/s0003055424001072",
          "filter": 0
        },
        {
          "title": "Empowered Minipublics for Democratic Renewal? Evidence from Three Conjoint Experiments in the United States, Ireland, and Finland",
          "authors": "SASKIA GOLDBERG, MARINA LINDELL, ANDRÉ BÄCHTIGER",
          "abstract": "This article investigates the potential of deliberative minipublics to provide a new set of institutions for democratic renewal. Using three preregistered and identical conjoint experiments in the United States, Ireland, and Finland, it first shows that minipublics are moderately attractive institutional innovations, but that in all three country contexts, citizens in general are very reluctant to grant them empowerment and autonomy as well as ask for additional provisions (such as large size or large majorities for recommendations). Subgroup analyses, however, reveal that especially participation in minipublics as well as trust in other citizens as decision-makers in combination with low political trust produces more support for empowered and autonomous minipublics. But what stands out in the empirical analysis is that most citizens want minipublics as additions to the representative system, not as a replacement of the existing democratic infrastructure, as some minipublic advocates have suggested.",
          "url": "http://dx.doi.org/10.1017/s0003055424001163",
          "doi": "10.1017/s0003055424001163",
          "filter": 0
        },
        {
          "title": "Durkheim’s Empire: The Concept of Solidarity and Its Colonial Dimension",
          "authors": "ROUVEN SYMANK",
          "abstract": "This article challenges prevailing national interpretations of solidarity by examining its colonial dimensions. Employing the Durkheimian school as a historical lens, I demonstrate how the colonial context during the Third Republic shaped the emergence and application of solidarity as a scientific concept. Informed by colonial ethnographies, solidarity was not merely a sociological self-description within European nations; it also formed part of political agendas beyond Europe. I illustrate how Durkheim’s concept was utilized to enhance scientific understanding of colonized societies, aiding French colonial administrators in promoting developmentalist reforms. As national models extended internationally, solidarity evolved from social cohesion to economic integration within the international legal order. This progression toward modern solidarity—and the injustices it entailed—appeared inevitable, masking political struggles for self-determination. By critically recontextualizing solidarity, this analysis contributes to contemporary political theory debates, demonstrating its application in supporting an inclusive legal-economic agenda while failing to systematically confront colonial injustices.",
          "url": "http://dx.doi.org/10.1017/s0003055424001023",
          "doi": "10.1017/s0003055424001023",
          "filter": 0
        },
        {
          "title": "June Jordan’s Political Theory of Redesign",
          "authors": "LISA BEARD",
          "abstract": "This essay examines June Jordan’s design writings to elaborate a political theory of redesign in her work. I show that Jordan’s redesign offers political principles for reimagining space at multiple scales and speaks to the question of how more livable, beautiful worlds may be wrought from the material contexts in which we presently live. Against the grain of the dismantling of public goods in the late twentieth century, Jordan re-envisioned public city spaces and housing with dignity and room for human flourishing. Her primary barometer for design was the fullest expression of human aliveness—she insisted that the built environment should “[cherish] as it amplifies the experience of being alive.” Jordan’s visionary pragmatism anticipates what Deva Woodly calls the “radical Black feminist pragmatism” of the twenty-first century’s Movement for Black Lives and speaks to contemporary abolitionist thought and struggles over the future of public goods.",
          "url": "http://dx.doi.org/10.1017/s0003055424000698",
          "doi": "10.1017/s0003055424000698",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Estimating Ideal Points of British MPs Through Their Social Media Followership",
          "authors": "Conor Gaughan",
          "abstract": "Ideal points of MPs in the UK House of Commons (HoC) are characteristically difficult to ascertain due to tight party discipline and strategic voting by opposition members. This research note generates left/right ideal point estimates for 591 British MPs sitting in the HoC as of 22/08/2022, ascertained through their social media followership. Specifically, estimates are derived by conducting correspondence analysis (CA) on MP Twitter (X) follower networks, which are subsequently validated against an expert survey, confirming that these estimates have a high degree of between-party ( R 2 = 0.93) and within-party (Con: r = 0.84; Lab: r = 0.81) accuracy. The informative value of these estimates is then demonstrated by predicting candidate endorsement in the September 2022 Conservative leadership contest, confirming that an MP's ideal point was a statistically significant predictor of candidate endorsement, with Liz Truss drawing support primarily from the further right of the party.",
          "url": "http://dx.doi.org/10.1017/s0007123424000450",
          "doi": "10.1017/s0007123424000450",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Authoritarian Surveillance and Public Support for Digital Governance Solutions",
          "authors": "David Karpa, Michael Rochlitz",
          "abstract": "This study investigates factors influencing support for digital governance solutions and compares this support between autocracies and democracies. We conduct survey experiments in Russia, Germany, Turkey, the United States, and Estonia, and find that awareness of potential misuse of digital governance tools by the government reduces support. Importantly, while this effect has previously been documented for China, we find it irrespective of regime type for an autocracy, a hybrid regime and three democracies. Individuals relying on government-controlled information sources are more likely to endorse digital governance tools. Our study challenges prior findings by indicating that gaps in public service quality do not boost support. Instead, satisfaction with government services correlates with trust in the government’s capacity to implement digital governance solutions.",
          "url": "http://dx.doi.org/10.1177/00104140241290208",
          "doi": "10.1177/00104140241290208",
          "filter": 0
        },
        {
          "title": "Gender and Authoritarian Politics: Citizens and Elites’ Responses to Gender Reforms",
          "authors": "Marwa Shalaby, Lena Wängnerud",
          "abstract": "Scholarship investigating autocrats’ motivations to adopt gender equality reforms has proliferated. Yet, many questions remain unanswered: Who supports these gender reforms? Do citizens support gender quota policies? What is the role of political elites? Under what conditions do women’s increased presence in politics lead to positive outcomes for women? Answering these questions is crucial for both practical and empirical reasons. On the one hand, the number of ‘partly free’ and ‘not free’ countries is increasing, making up the majority of world countries (79%). On the other hand, women’s access to political power has exponentially grown over the past two decades. Women in autocracies are participating in politics more than ever before. This special issue presents cutting-edge research on gender and authoritarian politics relying on diverse methodological approaches and geographical foci. The introduction of this SI identifies the remaining knowledge gaps and provides future directions for more scholarship on the intersection of gender and authoritarian politics.",
          "url": "http://dx.doi.org/10.1177/00104140241283159",
          "doi": "10.1177/00104140241283159",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Running uphill: A comparative analysis of the gender gap in campaign financing",
          "authors": "LAURA SUDULICH, SIIM TRUMM, IAKOVOS MAKROPOULOS",
          "abstract": "Women are not a demographic minority, but they certainly are a minority in politics. Most legislative bodies across the world are still overwhelmingly male. Female candidates cite lack of resources as one of the main deterrents to run. Using data on candidates encompassing twenty‐eight elections in sixteen countries between 2006 and 2017, we examine the role of electoral institutions, partisanship and candidates’ political profile in mitigating – or aggravating – the gender resource gap. We find that female candidates systematically avail of significantly lower campaign budgets. This is true across different electoral systems and on the left as well as on the right. The gap is larger in size among incumbents. It is also wider in parties that use voluntary quotas and put forward more female candidates. Moreover, the budget composition of male and female candidates varies considerably. Male candidates tend to use higher proportions of their own resources, while female candidates rely on proportionally higher party contributions, that are, however, smaller in size.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12741",
          "doi": "10.1111/1475-6765.12741",
          "filter": 0
        },
        {
          "title": "Closing a gap or creating a new one? Comparing support for participatory instruments among different stakeholders",
          "authors": "BRAM WAUTERS, TESSA HAESEVOETS, BRAM VERSCHUERE, ARNE ROETS, KRISTOF STEYVERS, GILLES PITTOORS, LIESE BERKVENS, NINA DE SMEDT, WILLEM GOUTRY, RUBEN VAN SEVEREN",
          "abstract": "Representative democracy is perceived to be in crisis in many Western countries. Increasing citizen participation is often considered to be a remedy to close this gap between government and the people. Which instruments should be used to realize this remains, however, open for discussion. In this article, we compare attitudes of citizens, politicians and civil servants towards a number of participatory instruments. We assess to what extent these attitudes are influenced by ‘interests’ (operationalized as the formal position one takes: either politician, citizen or civil servant) and ‘ideas’ (measured as ideological beliefs), while holding the institutional context constant (the local level in Flanders [Belgium]). Analyses based on a large‐scale survey ( N = 4,168) show that although the ideological position of the respondents to some extent affects attitudes towards particular participatory instruments, especially their formal position has a considerable impact on how participatory instruments are appreciated. Indeed, different stakeholders distinctly advance different instruments as the best way to enhance citizen participation. This raises questions about the potential of citizen participation to narrow the gap between citizens and policymakers, as diverging attitudes towards particular instruments might create a new gap rather than closing one.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12739",
          "doi": "10.1111/1475-6765.12739",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Denying the Obvious: Why Do Nominally Covert Actions Avoid Escalation?",
          "authors": "Chase Bloch, Roseanne W. McManus",
          "abstract": "In 2014, Russia denied that its military was assisting separatists in eastern Ukraine, despite overwhelming evidence. Why do countries bother to deny hostile actions like this even when they are obvious? Scholars have argued that making hostile actions covert can reduce pressure on the target state to escalate. Yet it is not clear whether this claim applies when evidence of responsibility for the action is publicly available. We use three survey experiments to test whether denying responsibility for an action in the presence of contradictory evidence truly dampens demand for escalation among the public in the target state. We also test three causal mechanisms that might explain this: a rationalist reputation mechanism, a psychological mechanism, and an uncertainty mechanism. We do find a de-escalatory effect of noncredible denials. The effect is mediated through all three proposed causal mechanisms, but uncertainty and reputational concern have the most consistent effect.",
          "url": "http://dx.doi.org/10.1017/s0020818324000183",
          "doi": "10.1017/s0020818324000183",
          "filter": 0
        },
        {
          "title": "Peace Versus Profit: Rebel Fragmentation and Conflict Resurgence in Colombia",
          "authors": "Frank Wyer",
          "abstract": "Why do rebel splinter groups emerge during peace processes, and who chooses to defect? Since Colombia's landmark peace agreement with the FARC in 2016, roughly half of the territory once controlled by the group has seen a resurgence of rebel activity by FARC splinter groups. I argue that the FARC's return to arms is a case of “middle-out fragmentation,” whereby opportunities for profit induce mid- or low-ranking rebel commanders to establish splinter groups. In Colombia, I argue that profits from the cocaine trade incentivized local-level FARC officers to defect from the peace agreement and allowed them to rapidly mobilize viable splinter groups. I offer several lines of evidence for this argument. I first construct a chronology of splinter group formation, which demonstrates that mid- and low-level commanders, rather than high-level commanders, were the key drivers of fragmentation. Second, I show that splinter groups emerged in areas where opportunities for profit were greatest. Among areas previously controlled by the FARC, those with coca cultivation prior to the peace agreement were up to thirty-seven percentage points more likely to see splinter groups emerge by 2020 than areas without significant production. Using soil and weather conditions to instrument for coca cultivation produces similar results. Further, I use a novel measure of how critical each municipality is to drug trafficking to show that areas that are theoretically most important for drug trafficking are also more likely to see FARC resurgence. I also address competing explanations related to state capacity, terrain, and popular support for the rebels. These findings highlight an important challenge to peacebuilding: satisfying the political demands of rebel leadership is a necessary but insufficient component of peace agreements in cases where opportunities for profit motivate fragmentation from the middle out.",
          "url": "http://dx.doi.org/10.1017/s0020818324000213",
          "doi": "10.1017/s0020818324000213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "Back to Bipolarity: How China's Rise Transformed the Balance of Power",
          "authors": "Jennifer Lind",
          "abstract": "China's rise, Russia's military resurgence, and India's economic growth have prompted debates about the end of unipolarity and the future balance of power. Such debates are a staple of international politics; indeed, in the late twentieth century, many observers warned that Japan and the Soviet Union would overtake the United States. Yet scholars and policymakers evince little agreement on how to define power or measure the distribution of power. This article introduces an inductive method for comparing national power. I empirically validate common metrics of national capabilities—economic and military—by assessing their ability to both predict known balances of power across historical systems (1820–1990) and distinguish between great powers and other countries. This method yields three important findings. First, large gaps in national capabilities between great powers and even superpowers have been common throughout history. Great powers need not achieve parity with the leading state to engage in a dangerous security competition. Second, this method shows that China on most dimensions is not only a great power but a superpower. Third, neither Russia nor India is a great power. The system is bipolar. These findings inform debates about the stability of international politics and the future of international order and suggest the likelihood of shifts in U.S. grand strategy and alliances.",
          "url": "http://dx.doi.org/10.1162/isec_a_00494",
          "doi": "10.1162/isec_a_00494",
          "filter": 0
        },
        {
          "title": "Correspondence: Nuclear Deterrence—What Is It Good For?",
          "authors": "Mark S. Bell, Matthew Evangelista",
          "url": "http://dx.doi.org/10.1162/isec_c_00499",
          "doi": "10.1162/isec_c_00499",
          "filter": 0
        },
        {
          "title": "Summaries",
          "url": "http://dx.doi.org/10.1162/isec_x_00493",
          "doi": "10.1162/isec_x_00493",
          "filter": 0
        },
        {
          "title": "Chinese Views of Strategic Stability: Implications for U.S.-China Relations",
          "authors": "David C. Logan",
          "abstract": "China's nuclear buildup and intensifying U.S.-China strategic competition have raised concerns about the future of nuclear dynamics between China and the United States. As U.S.-China nuclear competition escalates, understanding Chinese views of strategic stability will be important for managing this dimension of the relationship between these two global powers. During the Cold War, different conceptions of strategic stability influenced how the Soviet Union and the United States constructed their nuclear forces and approached arms control. For the U.S. strategic community, strategic stability consisted of crisis stability and arms race stability. This article analyzes extensive Chinese-language sources and finds that Chinese writings identify four pillars of strategic stability: nuclear mutual vulnerability, the overall state of bilateral relations, the nuclear taboo, and beliefs about the controllability of nuclear escalation. Chinese strategists perceive each of these four pillars as eroding, in part because of U.S. actions. The findings have important implications for understanding China's nuclear force development, nuclear dynamics in East Asia, and U.S.-China relations.",
          "url": "http://dx.doi.org/10.1162/isec_a_00495",
          "doi": "10.1162/isec_a_00495",
          "filter": 0
        },
        {
          "title": "The Myth of a Bipartisan Golden Age for U.S. Foreign Policy: The Truman-Eisenhower Consensus Remains",
          "authors": "Jeffrey A. Friedman",
          "abstract": "Scholars and practitioners of U.S. foreign policy commonly describe the early Cold War as a lost golden age of bipartisan consensus. This article uses public opinion data, congressional voting patterns, and party platform statements to refute this conventional wisdom. In fact, the core internationalist principles that enjoyed bipartisan agreement during the Truman and Eisenhower administrations retain widespread approval from Democrats and Republicans today. Enduring support for this Truman-Eisenhower consensus is concealed by the way that recent presidents have enlarged the United States’ foreign policy agenda to pursue policies that historically did not generate bipartisanship, such as fighting climate change or conducting decades-long projects in armed nation-building. Rising political divisions in U.S. foreign policy are thus primarily a result of Democrats and Republicans deploying global influence in new ways rather than renouncing traditional international commitments. These findings refute widespread claims that political polarization has undermined traditional conceptions of U.S. global leadership or depleted Washington's usable power.",
          "url": "http://dx.doi.org/10.1162/isec_a_00497",
          "doi": "10.1162/isec_a_00497",
          "filter": 0
        },
        {
          "title": "Competing Visions of Restraint",
          "authors": "Miranda Priebe, John Schuessler, Bryan Rooney, Jasen Castillo",
          "abstract": "At least since the U.S. invasion of Iraq in 2003, a subset of realists, conservatives, and progressives have called for greater restraint in U.S. grand strategy. Given that restraint is a key position in the grand strategy debate, this article explores the variations within restraint's big tent in greater detail. Drawing on writings by and interviews with advocates of restraint, we identify the underlying beliefs that have led these disparate groups to converge on restraint. We find that there are competing visions of restraint. Realists want to prevent the emergence of regional hegemons without provoking great power war; conservatives seek to preserve what they identify as the American way of life; and progressives are motivated by the desire to combat inequality and injustice at home and abroad. Even within each group, there are a range of underlying beliefs and foreign policy preferences, and more divisions have emerged in response to the Russian invasion of Ukraine and China's rise. We explore how these groups’ positions may evolve in the future as the threat environment continues to change and new policy questions emerge.",
          "url": "http://dx.doi.org/10.1162/isec_a_00498",
          "doi": "10.1162/isec_a_00498",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Inference with Extremes: Accounting for Extreme Values in Count Regression Models",
          "authors": "David Randahl, Johan Vegelius",
          "abstract": "Processes that occasionally, but not always, produce extreme values are notoriously difficult to model, as a small number of extreme observations may have a large impact on the results. Existing methods for handling extreme values are often arbitrary and leave researchers without guidance regarding this problem. In this paper, we propose an extreme value and zero-inflated negative binomial (EVZINB) regression model, which allows for separate modeling of extreme and nonextreme observations to solve this problem. The EVZINB model offers an elegant solution to modeling data with extreme values and allows researchers to draw additional inferences about both extreme and nonextreme observations. We illustrate the usefulness of the EVZINB model by replicating a study on the effects of the deployment of UN peacekeepers on one-sided violence against civilians.",
          "url": "http://dx.doi.org/10.1093/isq/sqae137",
          "doi": "10.1093/isq/sqae137",
          "filter": 0
        },
        {
          "title": "Partisanship in the Trump Trade War: Evidence from County-Level Crop Planting Data",
          "authors": "Shannon Carcelli, Kee Hyun Park",
          "abstract": "Abstracts In 2018, the US–China trade war drove down the price of many US agricultural goods. While many farmers responded by planting alternative crops instead, others continued planting the low-value crops, with a high cost to their bottom line and resulting in a large number of agricultural bankruptcies. Why did some farmers disregard their own economic interests and plant low-value crops during the trade war? We argue that political preferences partially explain farmer behavior. Matching geo-referenced crop data to product-level sanctions lists from China, we calculate county-level changes in the planting of crops affected by the tariffs. We find that counties with a higher Trump vote share in the 2016 election were significantly less likely to change planting decisions due to the trade war. This suggests that partisanship may affect the economy more broadly than previously realized.",
          "url": "http://dx.doi.org/10.1093/isq/sqae141",
          "doi": "10.1093/isq/sqae141",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "De jure powersharing 1975–2019: Updating the Inclusion, Dispersion, and Constraints Dataset",
          "authors": "Alix Ziff, Miriam Barnum, Ashley Abadeer, Jasmine Chu, Nicole Jao, Marie Zaragoza, Benjamin AT Graham",
          "abstract": "Powersharing institutions are often prescribed to enhance civil peace, democratic survival, and the equitable provision of public services, and these institutions have become more prevalent over time. Nonetheless, the past decade has seen a rise in democratic backsliding and competitive authoritarianism, raising questions about how the relationship between powersharing, democracy, and civil peace may be evolving. This article introduces an update to the Inclusion, Dispersion, and Constraints (IDC) powersharing dataset that adds nine years of data, up through 2019. These new data include enhanced intercoder reliability checks, a significant reduction in missing values, and the documentation and correction of some coding errors in the original data. We also employ latent variable models to estimate each of three types of powersharing, allowing scholars to account for measurement uncertainty in analyses of the causes and consequences of powersharing. This dataset allows scholars to address urgent questions about whether previously observed relationships between powersharing and democracy and powersharing and civil peace still hold in this new era, and in what contexts powersharing institutions remain advisable.",
          "url": "http://dx.doi.org/10.1177/00223433241271879",
          "doi": "10.1177/00223433241271879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Physicians in congress: Professional backgrounds and legislative effectiveness",
          "authors": "Alexandra Fountaine, Michael E. Shepherd, Daniel Skinner",
          "abstract": "Despite a long history of physician service in the U.S. Congress, scholars have not yet provided a systematic study of physician members of Congress (PMCs) behavior once elected. Using publicly available data, the authors built a database of all PMCs, including years served, gender, and party affiliation since 1921, merging these data with information on PMC lawmaking activities since 1973. We show that, relative to other members, PMCs are substantially more likely to sponsor and have their health policies passed relative to other members. Further, PMCs are 66% more legislatively effective on health policy matters relative to other members. We show that these health policy effectiveness gains are isolated to health policy making and are not driven by committee assignments or ideological moderation. This work expands on the literatures related to the descriptive and substantive representation of occupational and economic class groupings as well as lawmaking effectiveness.",
          "url": "http://dx.doi.org/10.1111/lsq.12482",
          "doi": "10.1111/lsq.12482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Leaving a Legacy: Shifting Media Use and American Democratic Attitudes",
          "authors": "Joshua P. Darr, Moriah Harman",
          "abstract": "Local political news is losing consumers over the past decade at a faster rate than other political media, while online news consumption is growing. Previous research shows that local news can slow polarization, encourage political participation, and reduce government and business corruption, but not whether changes over time can affect political attitudes. Is this consequential shift in the media environment associated with changes in Americans’ perceptions of electoral integrity and their system of government? We use a three-wave panel survey from 2012 to 2014 to assess the relationship between changes in self-reported news diets and opinions about American elections and democracy. Switching out of local newspapers is associated with a significant decrease in faith in elections but does not appear to influence support for the broader U.S. system of government. We conclude by discussing the implications of declining local and legacy media news use for Americans’ attitudes toward U.S. elections and democracy in the aftermath of the 2020 elections.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09992-0",
          "doi": "10.1007/s11109-024-09992-0",
          "filter": 0
        },
        {
          "title": "The Role of Networks in Mobilization for Ethnic Minority Interest Parties",
          "authors": "Rutger Schaaf, Simon Otjes, Niels Spierings",
          "abstract": "Recently, parties that are run by and for ethnic minority citizens with a migration background have become more prominent. They can be considered a manifestation of ethnic political segregation. A key example of such a party is DENK in the Netherlands. So far, the explanatory literature has focused on how programmatic considerations drives voting for these parties. Other factors, such as the role of social networks in mobilization, have received limited testing and limited exploration in more detail. Furthermore, the literature on social networks is mainly based on majority populations. To inform our understanding of the role of social networks in voting (in general but also particularly among ethnic minority communities and for ethnic minority interest parties) this paper analyzes the voting behavior for DENK focusing on the role of personal, online and religious networks. The paper uses both qualitative interviews (with bicultural youth in the third largest city of the Netherlands in 2022) and quantitative surveys (the 2021 Dutch Ethnic Minority Electoral Study). Our analysis points to the importance of religious and personal networks for voting for DENK, whereas online networks appear to be less relevant.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09988-w",
          "doi": "10.1007/s11109-024-09988-w",
          "filter": 0
        },
        {
          "title": "Tilly versus Milward: Experimental Evidence of Public Preferences for European Defense Amidst the Russian Threat",
          "authors": "Alexandru D. Moise, Zbigniew Truchlewski, Ioana-Elena Oana",
          "abstract": "Following the “bellicist” school of state formation, the external threat of war is expected to spur polity formation by centralizing military capacity (Tilly, in Coercion, Capital, and European States, Oxford, Basil Blackwell, 1990). It has been argued that Russia’s invasion of Ukraine could provide such an impetus for centralization in the EU polity (Kelemen &amp; McNamara, Comparative Political Studies, 55(6):18–34, 2022). We adapt the Tillian argument to the era of mass democracy, where governments need citizen support. Public support is crucial because it can constrain governments in times of crisis, especially regarding salient policies. We do not yet understand what degree of centralization the European public supports and under which conditions it can increase. We conduct an experiment where we vary both the Russian (escalation from presence in Ukraine to the invasion of Moldova or Lithuania) and the American responses (continuation of support vs. withdrawal) and see how European preferences vary for polity building in defense. We field our experiment in 7 countries (Germany, France, Italy, Portugal, Finland, Poland, and Hungary) with different sensitivities and exposures to the war in Ukraine. We propose an alternative argument to the Tillian approach based on the seminal Milwardian argument according to which polity coordination of national capacities is preferred (Milward, in The European Rescue of the Nation State, University of California Press, Berkeley and Los Angeles, 1992). We show theoretically and empirically that external threats can actually hamper polity centralization, at least in the short term. Rather, they strengthen the subunits of a polity through coordination.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09979-x",
          "doi": "10.1007/s11109-024-09979-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Assembling governance in São Paulo's \"Cracolândia\"",
          "authors": "Matthew A. Richmond, Giordano Magri",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103225",
          "doi": "10.1016/j.polgeo.2024.103225",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "http://dx.doi.org/10.1111/pops.12913",
          "doi": "10.1111/pops.12913",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Can Autocracy Handle Climate Change?",
          "authors": "Shiran Victoria Shen",
          "abstract": "Existing literature on climate politics predominantly concentrates on democracies. However, there is a pressing need to examine how authoritarian regimes respond to climate change, given their growing impact on global carbon emissions and their populations’ acute climate vulnerability. Extant research often assumes that authoritarian regimes have inherent advantages in addressing climate change, leading to overly optimistic perspectives on their capabilities. This study highlights the necessity of qualifying those assumptions and evaluates the comparative advantages and disadvantages of autocracies relative to democracies throughout the policy process: policy formulation (or outputs), implementation, and outcomes. I argue that whereas climate-conscious autocracies may efficiently produce policy outputs based on scientific evidence, they often face more challenges related to information about local enforcement during implementation. This may result in greater hurdles than democracies, even with adequate state capacity and monitoring infrastructure. Furthermore, this analysis contends that a country’s developmental stage, rather than its regime type, is related more directly to the effectiveness of translating implementation efforts into tangible policy outcomes. Therefore, this article posits that the political science discourse, which often juxtaposes democracies with autocracies, should expand its scope to better understand how a country’s developmental level influences the success of its climate strategies.",
          "url": "http://dx.doi.org/10.1017/s104909652400026x",
          "doi": "10.1017/s104909652400026x",
          "filter": 0
        },
        {
          "title": "Unequal Power Relations at the Center of Social Vulnerability to Climate Change: Empirical Insights from Coastal Bangladesh",
          "authors": "Saleh Ahmed",
          "abstract": "Climate change is a global phenomenon affecting millions of people. Low-income people and communities are particularly at risk because of limited capacities to cope with climate-related stresses. Differential access to social and economic resources determines the level of adaptive potential; thus, the variations in social vulnerability to climate change. This article explores how unequal power relations influence the level of vulnerability in rural agrarian Bangladesh. Using data from the coastal region, it specifically discusses ethnicity, religion, gender, and farm size as the sources and manifestations of power relations in Bangladeshi rural society. I argue that the deeply rooted institutions of power in the country shape access to important resources that might increase adaptive capacity and thus resilience in the context of rapid climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000568",
          "doi": "10.1017/s1049096524000568",
          "filter": 0
        },
        {
          "title": "Expertise and Inequality Amid Environmental Crisis: A View from the Yukon-Kuskokwim Delta",
          "authors": "Joseph Warren",
          "abstract": "Scientific expertise is crucial for responding effectively to environmental crises. Nevertheless, under conditions of political inequality, expert policy making can inhibit policy solutions by altering incentives of powerful interest groups. This is the situation facing the predominantly Alaska Native communities of the Yukon-Kuskokwim Delta, which have long relied on salmon for subsistence and are now experiencing a collapse of the salmon population. Scientific evidence indicates that climate change is a primary cause, and experts therefore have opposed demands by Native subsistence fishers for ameliorative measures—especially restricting pollock fishing—as likely to be ineffective. However, this approach eliminates incentives for the influential pollock industry to support policies to address the salmon crisis, including climate-change mitigation. This article presents a simple formal model that demonstrates these incentive effects. This argument contributes to theories of business power and shows how expert policy making can inadvertently force marginalized communities to bear the burden of climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000386",
          "doi": "10.1017/s1049096524000386",
          "filter": 0
        },
        {
          "title": "Who Is Perceived as Deserving? How Social Identities Shape Attitudes about Disaster Assistance in the United States",
          "authors": "Ashley D. Ross, Stella M. Rouse, Isabella Alcañiz, Alejandra Marchevsky",
          "abstract": "Research has shown that as the size of government assistance programs grow, and the recipients of such programs are increasingly non-white and/or non-citizen, public support for them declines. Our study examines this phenomenon on the question of deservingness in federal disaster assistance. Using a 2018 survey experiment that leverages two devastating hurricanes—Hurricane Maria and Hurricane Harvey—that hit different parts of the United States in 2017, we explore how the social identities of race/ethnicity and partisanship affect attitudes about disaster deservingness. Our results demonstrate that although federal disaster assistance has broad support, it is contingent on perceptions about the disaster victim and the type of assistance. Respondents were less likely to support disaster assistance to Hurricane Maria–affected people than those affected by Hurricane Harvey. Moreover, white and Republican respondents were more likely to favor market-based assistance whereas race-/ethnic-minority and Democratic respondents were more likely to support more generous forms of disaster assistance. These findings have important implications for the allocation of disaster funds as climate change intensifies and the frequency of billion-dollar disaster events increases. This is exacerbated by political polarization and heightened social vulnerability due to changing population demographics.",
          "url": "http://dx.doi.org/10.1017/s1049096524000362",
          "doi": "10.1017/s1049096524000362",
          "filter": 0
        },
        {
          "title": "Climate, Conflict, and Context: Reevaluating Americans’ Support for Refugees",
          "authors": "Nazita Lajevardi, Tarah Williams, Evan Stewart, Roy Whitaker",
          "abstract": "As more people are displaced by climate change, public acceptance of migrants is an increasingly relevant geographical and political issue. How willing are Americans to accept climate migrants and how does this support compare to others who are fleeing conflict? We conducted a nationally representative survey experiment (N=1,027) with prompts that varied the context of refugee resettlement, including a control condition without context, those displaced by global warming, refugees from Ukraine, and refugees from Afghanistan. Respondents expressed marginally lower willingness to admit climate migrants and significantly higher willingness to admit Ukrainian refugees. These differences were amplified by partisanship, religion, and race. These results suggest that some migrants experience a more welcoming public than others and highlight a challenge for those who are made vulnerable by climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000398",
          "doi": "10.1017/s1049096524000398",
          "filter": 0
        },
        {
          "title": "American Attitudes Toward Climate Migrants: Findings from a Conjoint Experiment",
          "authors": "Per Adman, Nazita Lajevardi, Deborah Seligsohn",
          "abstract": "The dramatic impacts of climate change presage an inevitable surge in mass migration; however, advanced democracies are ill-equipped for this impending crisis. Moreover, we know very little about how publics evaluate this group of prospective migrants, who are estimated to increase from 100 million to 200 million worldwide within decades. This study investigates American attitudes toward climate-related migrants in a conjoint experiment of more than 1,000 US adults, in which respondents evaluated fictional refugee profiles that varied across multiple attributes. Findings reveal that Americans (1) prefer political refugees over climate-related refugees; and (2) prefer climate-related and economic migrants to a similar extent, and that these preferences are not driven by concerns over climate-related refugees’ integration into American society. Subgroup analyses indicate that younger individuals, those with high climate-change anxiety, and those who previously engaged in climate-related political activities discriminated less against climate-related migrants. Analyses of open-ended responses reveal that climate anxiety is a driver of positive evaluations of climate-related migrants.",
          "url": "http://dx.doi.org/10.1017/s1049096524000258",
          "doi": "10.1017/s1049096524000258",
          "filter": 0
        },
        {
          "title": "Deep Waters: Flooding and the Climate of Suffering in Nigeria",
          "authors": "Daniel E. Agbiboa",
          "abstract": "This article focuses on the everyday emotions of the populations impacted by the 2022 flood in Nigeria by exploring the affectivities embodied in flooding and the unfurlings of political emotions and agency in these dire circumstances. By foregrounding the everyday emotions of flooding, I address a subject that too often is overlooked in political science, too often shunted to the margins of politics. I advance knowledge of the disparate impacts of flooding on the vulnerable and how these survivors are improvising affective ways of negotiating a complex emergency that spared their lives but left them in a state of injury.",
          "url": "http://dx.doi.org/10.1017/s1049096524000118",
          "doi": "10.1017/s1049096524000118",
          "filter": 0
        },
        {
          "title": "Ebb and Flow: The Prospects and Constraints of Climate Migrants",
          "authors": "Justin Gest, Scott Drinkall, Kapiolani Micky, Lucas Núñez",
          "abstract": "Understanding why people choose to adapt or emigrate when facing slow-onset climate events is central to the design and implementation of policy addressing displacement spurred by climate change, especially climate-refugee programs. In this article, we leverage extensive field interviews and a novel survey in the Federated States of Micronesia, a country at high risk of environmental degradation but whose citizens have carte blanche access to the United States. We find that despite a general awareness of environmental risks, these play a minor role in migration decision making. Instead, other factors like work, health, and family obligations take precedence.",
          "url": "http://dx.doi.org/10.1017/s1049096524000246",
          "doi": "10.1017/s1049096524000246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Protecting Postville? The impact of deportation and immigration on crime",
          "authors": "Joshua K. Bedi, Shaomeng Jia, Claudia Williamson Kramer",
          "url": "http://dx.doi.org/10.1007/s11127-024-01232-7",
          "doi": "10.1007/s11127-024-01232-7",
          "filter": 0
        },
        {
          "title": "Partisanship, political alignment, and charitable donations",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "abstract": "This paper examines how alignment with the government influences beliefs about the efficiency and role of government, and examines the behavioral consequences of these beliefs. In particular, we examine how support of versus opposition to the government affects people’s charitable donations. For both Republicans and Democrats, we find that alignment with the government leads to a reduction in charitable donations. Specifically, when accounting for government spending, supporters of the incumbent government decrease their charitable contributions, while detractors increase theirs. We explain this result by documenting a shift in people’s beliefs about the efficiency and normative role of government.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01215-8",
          "doi": "10.1007/s11127-024-01215-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Equitability or proportionality? Local-level portfolio allocation in Germany",
          "authors": "Alejandro Ecker, Martin Gross",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2420294",
          "doi": "10.1080/01402382.2024.2420294",
          "filter": 0
        },
        {
          "title": "Comparing elite and citizen attitudes towards the differentiated implementation of EU law: evidence from a large- N survey of citizens, politicians and bureaucrats",
          "authors": "Martin Moland",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2421661",
          "doi": "10.1080/01402382.2024.2421661",
          "filter": 0
        },
        {
          "title": "Do voters polarise in response to elite dissensus on immigration?",
          "authors": "Alina Vrânceanu",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2424688",
          "doi": "10.1080/01402382.2024.2424688",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
