{
  "update": "2024-11-22",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Can foreign aid reduce the desire to emigrate? Evidence from a randomized controlled trial",
          "authors": "Miranda Simon, Cassilde Schwartz, David Hudson",
          "abstract": "Parallel to traditional immigration control policies, states send substantial amounts of foreign aid to address the root causes of migration. Using a randomized controlled trial (RCT), we evaluate a representative type of “root causes” aid (RCA) project in Africa, implemented by the UN's International Organization for Migration (IOM). We find the project reduced aspirations to migrate and slowed preparations for the journey. Multiple mediation analysis shows “instrumental place attachment”—or the ability to pursue important goals in one's place of residence compared to other destinations—is the main driver. However, effects wane 6 months after project end. That a small RCA project increased instrumental place attachment, albeit briefly, is significant given global inequalities. We explore this finding by conducting interviews with international organization (IO) and nongovernmental organization (NGO) practitioners to understand how development organizations affect instrumental place attachment, and with youth to understand how interventions (un)successfully moderate the choice to stay or migrate.",
          "url": "http://dx.doi.org/10.1111/ajps.12927",
          "doi": "10.1111/ajps.12927",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors",
          "url": "http://dx.doi.org/10.1017/s0003055424001047",
          "doi": "10.1017/s0003055424001047",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 118 issue 4 Cover and Front matter",
          "url": "http://dx.doi.org/10.1017/s0003055424001229",
          "doi": "10.1017/s0003055424001229",
          "filter": 1
        },
        {
          "title": "PSR volume 118 issue 4 Cover and Back matter",
          "url": "http://dx.doi.org/10.1017/s0003055424001230",
          "doi": "10.1017/s0003055424001230",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Populist Radical Right as Memory Entrepreneur? The Prominence, Sentiment, and Interpretations of History in the German Parliament",
          "authors": "Matthias Dilling, Félix Krawatzek",
          "abstract": "Populist radical right (PRR) parties' attacks against prevailing historical interpretations have received much public attention because they question the foundations of countries' political orders. Yet, how prominent are such attacks and what characterizes their sentiment and content? This article proposes an integrated mixed-methods approach to investigate the prominence, sentiment, and interpretations of history in PRR politicians' parliamentary speeches. Studying the case of Germany, we conducted a quantitative analysis of national parliamentary speeches (2017–2021), combined with a qualitative analysis of all speeches made by Alternative for Germany (AfD) in 2017–2018. The AfD does not use historical markers more prominently but is distinctly less negative when speaking about history compared to its general political language. The collocation and qualitative analyses reveal the nuanced ways in which the AfD affirms and disavows various mnemonic traditions, underlining the PRR's complex engagement with established norms.",
          "url": "http://dx.doi.org/10.1017/s0007123424000346",
          "doi": "10.1017/s0007123424000346",
          "filter": 0
        },
        {
          "title": "Dilemmas of Powerlessness: The Ethical Dimensions of Political Action in the Swedish Parliament",
          "authors": "Joel Martinsson",
          "abstract": "What are the most challenging ethical dilemmas for politicians, and how do they handle them? The classical literature on ethical dilemmas in politics has mainly explored them as conflicts between ethical principles in high-stakes decisions. However, empirical evidence of the extent to which such dilemmas accurately reflect the experience of most politicians is scarce. Drawing on extensive in-depth interviews with Swedish parliamentarians, I show that their dilemmas stem mainly from powerlessness. Powerlessness in politics manifests itself in primarily two ways: relational powerlessness, which is driven by constraints like party and constituency loyalties, and inherent powerlessness due to formal and informal barriers like constitutional mandates and limited time and resources. This study contributes to the field of political ethics by anchoring political dilemmas in everyday democratic politics and by introducing powerlessness as a new central concept. In doing so, it supplements our understanding of ethical dilemmas in politics with insights from those confronting them.",
          "url": "http://dx.doi.org/10.1017/s000712342400022x",
          "doi": "10.1017/s000712342400022x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Shifts of Administrative Power: Competence Trumps Aristocracy in Swedish State-Building",
          "authors": "Daniel Carelli",
          "abstract": "This study explores the transition from patrimonial structures to the inclusion of ordinary citizens in public office, focusing on Swedish state-building. Analyzing newly collected data on 1,351 civil servants, the research reveals how the demand for competence led to the adoption of meritocratic recruitment starting in the seventeenth century. This shift contributed to Sweden’s elimination of systemic corruption by the nineteenth century. Key factors in this transition include the increasing complexity of public administration tasks, which drove education policies; the ennoblement of individuals to broaden the pool of qualified personnel; and tensions within the expanded noble class. Conceptualized as “administrative democratization,” this process initially enhanced competence at lower ranks and progressively empowered ordinary citizens in senior positions, underscoring education’s role in developing effective public administration.",
          "url": "http://dx.doi.org/10.5129/001041524x17304979499812",
          "doi": "10.5129/001041524x17304979499812",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Secret Innovation",
          "authors": "Michael F. Joseph, Michael Poznansky",
          "abstract": "Conventional wisdom holds that open, collaborative, and transparent organizations are innovative. But some of the most radical innovations—satellites, lithium-iodine batteries, the internet—were conceived by small, secretive teams in national security agencies. Are these organizations more innovative because of their secrecy, or in spite of it? We study a principal–agent model of public-sector innovation. We give research teams a secret option and a public option during the initial testing and prototyping phase. Secrecy helps advance high-risk, high-reward projects through the early phase via a cost-passing mechanism. In open institutions, managers will not approve pilot research into high-risk, high-reward ideas for fear of political costs. Researchers exploit secrecy to conduct pilot research at a higher personal cost to generate evidence that their project is viable and win their manager's approval. Contrary to standard principal–agent findings, we show that researchers may exploit secrecy even if their preferences are perfectly aligned with their manager's, and that managers do not monitor researchers even if monitoring is costless and perfect. We illustrate our theory with two cases from the early Cold War: the CIA's attempt to master mind control (MKULTRA) and the origins of the reconnaissance satellite (CORONA). We contribute to the political application of principal–agent theory and studies of national security innovation, emerging technologies, democratic oversight, the Sino–American technology debate, and great power competition.",
          "url": "http://dx.doi.org/10.1017/s0020818324000250",
          "doi": "10.1017/s0020818324000250",
          "filter": 0
        },
        {
          "title": "Elections, War, and Gender: Self-Selection and the Pursuit of Victory",
          "authors": "Stephen Chaudoin, Sarah Hummel, Yon Soo Park",
          "abstract": "Why might female leaders of democratic countries commit more money, equipment, soldiers, and other resources to interstate conflicts than male leaders? We argue that gender bias in the process of democratic election helps explain this behavior. Since running for office is generally more costly for women than for men, only women who place a higher value on winning competitions will choose to run. After election, they also devote more resources to pursuing victory in conflict situations. To provide microfoundational evidence for this claim, we analyze data from an online laboratory game featuring real-time group play in which participants chose to run for election, conducted a simple campaign, and represented their group in a contest game if elected. Women with a higher nonmonetary value to winning were more likely to self-select into candidacy, and when victorious, they spent more resources on intergroup contests than male elected leaders. The data suggest that electoral selection plays an important role in observed differences between male and female leaders in the real world.",
          "url": "http://dx.doi.org/10.1017/s0020818324000249",
          "doi": "10.1017/s0020818324000249",
          "filter": 0
        },
        {
          "title": "The Effect of Education on Support for International Trade: Evidence from Compulsory-Education Reforms",
          "authors": "Omer Solodoch",
          "abstract": "Across countries and over time, support for economic globalization is strongest among individuals with the highest levels of education. Yet despite long-lasting debates on the sources of this correlation, reliable evidence that isolates the causal effect of education from the nonrandom selection of individuals into education is lacking. To address this fundamental issue, I exploit compulsory-schooling reforms that increased the minimum school-leaving age in eighteen countries. Employing a fuzzy regression discontinuity design, I find that the reform-induced added years of education substantially and durably increased support for trade liberalization. And using new data on the content of school curricula, I find that the effect of schooling largely stems from instilling tolerance and pluralism in citizens and reducing the perceived cultural threat of globalization. In contrast, there is little evidence that the effect of schooling reflects the distributive consequences of international trade, separating globalization winners and losers.",
          "url": "http://dx.doi.org/10.1017/s0020818324000262",
          "doi": "10.1017/s0020818324000262",
          "filter": 0
        },
        {
          "title": "Status Hierarchies and Stigma Shifting in International Relations",
          "authors": "Claudia Junghyun Kim",
          "abstract": "How do states as social actors cope with stigma-induced status anxiety? I propose the concept of “stigma shifting” as a way in which status-anxious states overcompensate for their stigma-induced inferiority and reaffirm their place in the world: by seeking identification with higher-status states and differentiation from lower-status states. In identifying with the desired group of states, stigmatized states engage in approval-seeking behavior and reaffirm their in-group status in areas where they feel discredited. In differentiating themselves from the undesired group, stigmatized states engage in distinction-seeking behavior, claiming their superiority over this “lesser” group in areas that gave rise to their status anxiety in the first place. Stigma shifting, in other words, allows a stigmatized state to take the role of a stigmatizer. To demonstrate the concept's depth and analytical utility, I draw on the case of East Asia in three disparate issue areas: colonial redress, nuclear disaster, and international order making. Japan, stigmatized in all three areas, has reaffirmed its status by shifting the stigma onto its significant but “lesser” others: China and Korea. Ultimately, stigma shifting solidifies status hierarchies in the world—not just the hierarchy as represented by the “Western” dominance of international society but also the regional hierarchies of the non-Western world.",
          "url": "http://dx.doi.org/10.1017/s0020818324000316",
          "doi": "10.1017/s0020818324000316",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Personalist Regime and Rebel Sponsorship in Civil Conflicts",
          "authors": "Ruixing Cao",
          "abstract": "Under what conditions do sponsors directly intervene in the target state’s civil conflicts? While previous research on state sponsorship for the rebels tends to focus on how ties between the two can influence their interactions, this article argues that the sponsor is more willing to provide combat support when the target state is under the rule of a personalist regime. Due to a lack of internal constraints, personalist leaders are more likely to pursue aggressive foreign policies. The high degree of policy flexibility also makes personalist regimes unreliable partners for negotiation. To avoid future instability, rival states are more likely to use civil conflicts as opportunities to weaken the personalist regime. Military ineffectiveness under personalist regimes also lowers the cost of combat support and potentially allows sponsors to reap more material benefits from the civil conflict. Utilizing comprehensive data on personalism and rebel sponsorship, I find support for this argument.",
          "url": "http://dx.doi.org/10.1177/00220027241297641",
          "doi": "10.1177/00220027241297641",
          "filter": 0
        },
        {
          "title": "Does Local Representation Reduce Self-Determination Conflict?",
          "authors": "Alejandro Corvalan",
          "abstract": "There is ample evidence that the political exclusion of minorities from state power increases the risk of conflict. Nevertheless, do these same results apply to local representation? I explore this question using the success in mayoral elections of the Chilean Mapuche, a deprived indigenous minority in a longstanding conflict against the Chilean state. Combining a novel database on conflict and a surname strategy to single out Mapuche mayors, panel evidence suggests a negative association between minority mayors and local self-determination conflict. To provide identification, I exploit an electoral reform that exogenously changes the candidates’ probability of being elected. Land invasions, a primary type of conflict strategy for ethnic minorities, significantly decreased after the election of Mapuche mayors. I discuss the role of local horizontal inequalities and coercion as possible mechanisms.",
          "url": "http://dx.doi.org/10.1177/00220027241299815",
          "doi": "10.1177/00220027241299815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Demographic features or spatial structures? Unpacking local variation during the 2022 Iranian protests",
          "authors": "Peyman Asadzade",
          "abstract": "Why do protests emerge and endure in some localities but not others? This study focuses on urban protests in the city of Tehran, Iran’s capital and largest city, during the 2022 uprising to explain why protests emerged and endured in some neighbourhoods but not others. Using an original geocoded dataset of 339 protest events at the neighbourhood level, I test two competing sets of demographic and spatial explanations. The results reveal that protests are more likely to emerge and persist in neighbourhoods with a higher percentage of educated citizens, closer proximity to university campuses and convenient access to metro stations. I provide theoretical explanations on how education boosts political awareness, university campuses act as networking hubs influencing surrounding areas and metro stations facilitate critical gathering points for protests. The findings remain consistent even when I control for a range of variables and use alternative specifications.",
          "url": "http://dx.doi.org/10.1177/00223433241267800",
          "doi": "10.1177/00223433241267800",
          "filter": 0
        },
        {
          "title": "Friends and partners: Estimating latent affinity networks with the graphical LASSO",
          "authors": "Andrey Tomashevskiy",
          "abstract": "The notion of affinity among countries is central in studies of international relations: it plays an important role in research as scholars use measures of affinity to study conflict and cooperation in a variety of contexts. To more effectively measure affinity, I argue that it is necessary to utilize multidimensional data and take into account the network context of international relations. In this paper, I develop the deep affinity concept and introduce a new algorithm, the three-step graphical LASSO (GLASSO), to infer and recover latent affinity networks. This technique leverages the abundance of monadic and dyadic state-level data to identify the presence or absence of affinity links between pairs of countries. Directly incorporating network effects and using a variety of multidimensional data inputs, I used the three-step GLASSO to estimate latent affinity links among countries. With these data, I examined the implications of affinity for international conflict and foreign direct investment, and found that the measure of affinity generated with the three-step GLASSO outperformed alternative affinity measures and was associated with decreased conflict and increased economic interaction.",
          "url": "http://dx.doi.org/10.1177/00223433241279377",
          "doi": "10.1177/00223433241279377",
          "filter": 0
        },
        {
          "title": "Many hurdles to take: Explaining peacekeepers’ ability to engage in human rights activities",
          "authors": "Hannah Smidt, Constantin Ruhe, Sabine Otto",
          "abstract": "Human rights are a fundamental principle and purpose of the United Nations (UN). Yet, UN peacekeeping operations (PKOs) exhibit substantial variation in their ability to engage in human rights activities. While existing research has investigated deployment and mandates, we explain what peacekeepers can actually do on the ground. We argue that the UN Security Council’s permanent member states (the P5) limit human rights mandates if they have private interests in PKO host countries, thereby diminishing peacekeepers’ ability to promote and protect human rights. Moreover, armed conflict shifts priorities away from human rights activities. We use novel data on 21 human rights activities in African countries (1991–2016) and item response models to capture PKOs’ latent ability to engage in these activities. Random and fixed effects regression and mediation analyses with sensitivity tests support our expectations. We find that the P5’s economic interests in the PKO host country negatively correlate with the strength of human rights mandate provisions, which in turn negatively correlates with PKOs’ ability to engage in human rights activities. We find similar, although less consistent, correlations for P5’s security interests. Yet, while mandates partly define the scope of PKOs’ activities, field-level conditions also have an influence. Specifically, ongoing armed conflict negatively correlates with PKOs’ ability to engage in human rights activities. Our results suggest that rising challenges to the liberal international order by powerful states, coupled with the more frequent deployment of PKOs in conflict zones, will likely increase the hurdles that UN PKOs need to overcome to meet expectations regarding their human rights engagement.",
          "url": "http://dx.doi.org/10.1177/00223433241276341",
          "doi": "10.1177/00223433241276341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Ends versus means? Ideology and support for repeals in the mass public",
          "authors": "Nathaniel A. Birkhead, Jordan Ragusa, Karyn Amira, Sam DeLong",
          "abstract": "An important, but poorly understood issue in modern American politics is the conservative wing of the Republican party's interest in repealing legislation. Although existing work shows that conservative Republican elites focus more on repeals than in past decades, it remains unclear what the public thinks about this governance approach. We examine this issue with a survey experiment asking respondents to evaluate four policy proposals in Congress, holding the “ends” constant but randomizing whether they are achieved by enacting a new law or repealing an existing law. Our results show that conservatives favor repeals as a legislative tool more so than liberals and moderates. We also show that this is the result of ideological, rather than partisan considerations. Our findings shed light on both the modern Republican party's approach to governance and a key issue at the nexus of mass attitudes, ideology, and legislative procedure.",
          "url": "http://dx.doi.org/10.1111/lsq.12487",
          "doi": "10.1111/lsq.12487",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "News Sharing on Social Media: Mapping the Ideology of News Media, Politicians, and the Mass Public",
          "authors": "Gregory Eady, Richard Bonneau, Joshua A. Tucker, Jonathan Nagler",
          "abstract": "This article examines the information sharing behavior of U.S. politicians and the mass public by mapping the ideological sharing space of political news on social media. As data, we use the near-universal currency of online information exchange: web links. We introduce a methodological approach and software to unify the measurement of ideology across social media platforms by using sharing data to jointly estimate the ideology of news media organizations, politicians, and the mass public. Empirically, we show that (1) politicians who share ideologically polarized content share, by far, the most political news and commentary and (2) that the less competitive elections are, the more likely politicians are to share polarized information. These results demonstrate that news and commentary shared by politicians come from a highly unrepresentative set of ideologically extreme legislators and that decreases in election pressures (e.g., by gerrymandering) may encourage polarized sharing behavior.",
          "url": "http://dx.doi.org/10.1017/pan.2024.19",
          "doi": "10.1017/pan.2024.19",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Media Exposure to Highly Skilled Immigrants and Attitudes Toward Immigration",
          "authors": "Asli Unan",
          "abstract": "Can exposure to successful immigrants in the mass media affect perceptions of immigrants and alter attitudes toward immigration? To address this question, I study the case of Ozlem Tureci and Ugur Sahin, the co-developers of the Pfizer-BioNTech COVID-19 vaccine, and children of Turkish immigrants in Germany. I first demonstrate that German media favorably highlighted the Turkish roots and migration history of vaccine developers. Leveraging the quasi-experimental setting with the announcement of the success of the vaccine, I then posit that the wide broadcasting of the vaccine’s success and its developers’ identity should have positive spillover effects on public attitudes towards immigration. Amongst those who were exposed to this announcement, compared to those who were not, there is a 4 percentage-point increase in support of easing immigration opportunities. I suggest that this effect is driven by a change in perceptions and knowledge on issues relating to immigration and integration. These findings imply that promoting successful immigrants in the media has the potential to diminish prejudice; however, it is crucial to address varying biases toward different immigrant groups.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09983-1",
          "doi": "10.1007/s11109-024-09983-1",
          "filter": 0
        },
        {
          "title": "Winning At All Costs? How Negative Partisanship Affects Voter Decision-Making",
          "authors": "Zachary Albert, Mia Costa",
          "url": "http://dx.doi.org/10.1007/s11109-024-09974-2",
          "doi": "10.1007/s11109-024-09974-2",
          "filter": 0
        },
        {
          "title": "Who is the Party? The Effect of Counter-Stereotypical Partisan Exemplars on Inter-Party Stereotypes and Affect",
          "authors": "C. Daniel Myers, Taylor Hvidsten",
          "url": "http://dx.doi.org/10.1007/s11109-024-09991-1",
          "doi": "10.1007/s11109-024-09991-1",
          "filter": 0
        },
        {
          "title": "Independent Political Networks: Comparing the Discussion Network Size and Composition of Partisans, Leaners, and Independents",
          "authors": "William P. Eveland, William Gee",
          "abstract": "Most prior U.S. political discussion research has failed to pay close attention to the networks of political independents, and to the differences between true partisans, leaners, and true independents. This is in direct contrast to the (appropriately) growing research attention paid to the decades-long rise in the proportion of independents and the decline of true partisans. This study presents representative U.S. survey data that compares political discussion frequency, network size, and the partisan composition of the discussion networks of partisans, leaners, and independents. After applying controls for ideological strength and political interest, we find that the three groups do not differ in discussion frequency or network size. However, there are meaningful differences across the groups in three different network composition measures, including partisan bias. We interpret our findings in the context of both applied measurement considerations and normative democratic expectations of partisan diversity within discussion networks.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09985-z",
          "doi": "10.1007/s11109-024-09985-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Fragmenting forest governance: Land tenure and the REDD+ paradox in Kigoma pilot project, Tanzania",
          "authors": "Emma Jane Lord",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103234",
          "doi": "10.1016/j.polgeo.2024.103234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Review of Orla T.Muldoon's The Social Psychology of Trauma: Connecting the Personal and Political. Cambridge University Press, 2024. 222 pp.",
          "authors": "Eva G. T. Green, Christian Staerklé",
          "url": "http://dx.doi.org/10.1111/pops.13061",
          "doi": "10.1111/pops.13061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Are solidarity and identification as people of color distinct? Validating new measures across Asian, Black, Latino, and Multiracial Americans",
          "authors": "Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
          "abstract": "Mounting U.S. research suggests many non-White individuals feel solidarity with, and identify as, people of color (PoC). Yet measurement limitations prevent scholars from testing whether these constructs are empirically different. We explain why these concepts diverge and evaluate our claims with an expanded battery of measures across U.S. Asian, Black, Latino, and Multiracial adults ( N = 3402). Using multi-group confirmatory factor analysis, we show these items capture related but distinct concepts among PoC ( configural invariance ). We then establish that these items uniformly measure each construct across PoC groups ( metric invariance ), with mean level differences validly reflecting actual heterogeneity between groups, rather than measurement artifacts ( scalar invariance ). Finally, consistent with our conceptualization, we show that solidarity among PoC mediates the association between PoC identification and support for policies that implicate various communities of color. We end with practical advice for using these items in surveys of racially diverse populations.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.61",
          "doi": "10.1017/psrm.2024.61",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Could Opposition to Gender-Neutral Language Become a Wedge Issue?",
          "authors": "Gary M. Reich, Kristopher J. Long",
          "abstract": "In 2023, both Democratic and Republican elected officials supported banning official use of the gender-neutral term “Latinx.” Using a nationally representative survey sample, this study examines whether opposition to the gender-neutral term “Latinx” suggests a potential wedge issue that cuts across partisanship. We find that opposition to “Latinx” is significantly higher among Republican partisans, those who disapprove of Joe Biden as president, and those with “colder” feelings toward Democrats. Opposition to “Latinx” generally converges with factors that predict existing partisan divisions; where it diverges, it does not affect respondent evaluations of Biden or feelings about Democrats. Based on these findings, we conclude that gender-neutral language currently shows little potential as a wedge issue.",
          "url": "http://dx.doi.org/10.1017/s1049096524000465",
          "doi": "10.1017/s1049096524000465",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "You have nothing to lose but your chains?",
          "authors": "Gabriel F. Benzecry, Nicholas A. Reinarts, Daniel J. Smith",
          "url": "http://dx.doi.org/10.1007/s11127-024-01223-8",
          "doi": "10.1007/s11127-024-01223-8",
          "filter": 0
        },
        {
          "title": "The economics of everything: Robert B. Ekelund Jr.’s contributions to the study of extra-market activities",
          "authors": "Franklin G. Mixon, Rand W. Ressler",
          "url": "http://dx.doi.org/10.1007/s11127-024-01244-3",
          "doi": "10.1007/s11127-024-01244-3",
          "filter": 0
        },
        {
          "title": "The spontaneous provision of criminal law",
          "authors": "Gabriel F. Benzecry, Henry A. Thompson",
          "abstract": "For decades, non-state actors have supplied criminal law in Brazil’s favelas. This paper offers a humanomics account of the private provision of an impure public good. Our analysis reaches three conclusions. First, criminal law can be provided without either public intervention or reliance on the price system. Informal norms may be sufficient, indicating that Adam Smith’s invisible hand logic extends beyond legal markets grounded in private property rights and governed by well-defined prices. Second, a common sense of propriety, a key aspect of the humanomics approach, may not always be context-free. One’s environment may shape the precise objects of propriety. Third, spontaneous legal orders can be robust to agent type.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01235-4",
          "doi": "10.1007/s11127-024-01235-4",
          "filter": 0
        },
        {
          "title": "Remembering Bob Ekelund: his impact on us, and on the economics of art",
          "authors": "John D. Jackson, Sarah Jackson Skinner",
          "url": "http://dx.doi.org/10.1007/s11127-024-01242-5",
          "doi": "10.1007/s11127-024-01242-5",
          "filter": 0
        },
        {
          "title": "Pious people, patronage jobs, and the labor market: Turkey under Erdoğan’s AKP",
          "authors": "Cem Oyvat, Hasan Tekgüç, Alper H. Yagci",
          "abstract": "In fragmented societies, electoral competition often entails using public office to advance group interests. Using individual-level polling data from 2012 to 2018, we analyze whether age cohorts entering the labor market before and after the religiously conservative Justice and Development Party (AKP) assumed power in Turkey experienced different public employment outcomes based on their religion and religiosity. Our analysis reveals that under the AKP rule, pious Sunnis (who constitute a large part of the society) significantly increased their presence in public sector employment (notably among women) and in high-status private jobs (notably among men). Furthermore, the subset of highly religious Sunnis (only 9.3% of the population) improved their likelihood of being employed in the public sector compared to other pious Sunnis and everyone else. Our findings are likely to be driven by the lifting of the headscarf ban in public employment and AKP’s strategic use of public employment and resources to reward like-minded groups in both the public and private spheres.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01211-y",
          "doi": "10.1007/s11127-024-01211-y",
          "filter": 0
        },
        {
          "title": "Robert B. Ekelund, Jr., and the economics of culture",
          "authors": "Shawn Ritenour",
          "url": "http://dx.doi.org/10.1007/s11127-024-01245-2",
          "doi": "10.1007/s11127-024-01245-2",
          "filter": 0
        },
        {
          "title": "Bob Ekelund – a recollection",
          "authors": "David N. Laband",
          "url": "http://dx.doi.org/10.1007/s11127-024-01243-4",
          "doi": "10.1007/s11127-024-01243-4",
          "filter": 0
        },
        {
          "title": "Robert B. Ekelund, Jr.: a tribute to the scholar and the man",
          "authors": "Gregory M. Dempster, Robert F. Hebert, Mark Thornton",
          "url": "http://dx.doi.org/10.1007/s11127-024-01238-1",
          "doi": "10.1007/s11127-024-01238-1",
          "filter": 0
        },
        {
          "title": "Bob Ekelund: a modern renaissance man",
          "authors": "Gramm Phil",
          "url": "http://dx.doi.org/10.1007/s11127-024-01240-7",
          "doi": "10.1007/s11127-024-01240-7",
          "filter": 0
        },
        {
          "title": "In memory of Robert B. Ekelund, Jr.: career, scholarship, and retrospect",
          "authors": "William F. Shughart II",
          "url": "http://dx.doi.org/10.1007/s11127-024-01246-1",
          "doi": "10.1007/s11127-024-01246-1",
          "filter": 0
        },
        {
          "title": "Memories of Bob Ekelund: Scholar, Mentor, Friend",
          "authors": "George S. Ford, Audrey D. Kline",
          "url": "http://dx.doi.org/10.1007/s11127-024-01239-0",
          "doi": "10.1007/s11127-024-01239-0",
          "filter": 0
        },
        {
          "title": "Sympathy with resentment: Willingness to report criminal behavior depends on the punishment",
          "authors": "Jason Aimone, Lucas Rentschler, Vernon Smith, Bart J. Wilson",
          "url": "http://dx.doi.org/10.1007/s11127-024-01233-6",
          "doi": "10.1007/s11127-024-01233-6",
          "filter": 0
        },
        {
          "title": "Expert knowledge and the administrative state",
          "authors": "Jordan K. Lofthouse, Alexander Schaefer",
          "abstract": "Over the past century, the administrative state has vastly expanded its power and political independence of Congress. Some prominent academic voices, such as Cass Sunstein and Joseph Heath, have argued that we should endorse the administrative state’s large and growing powers to reap the benefits of technical expertise. We introduce an important qualification to that claim by highlighting the contingency of expert knowledge. The reliability of expertise is institutionally sensitive, and the centralized administrative state is plagued by epistemic drawbacks. The contingency of expert knowledge means that, although experts supply crucial inputs into intelligent policy design, without the correct epistemic ecosystem , expert rule is likely to produce expert failure. After presenting that qualification, we show how introducing competition, contestation, and diversity into the bureaucracy’s epistemic ecosystem facilitates the discovery, communication, and implementation of useful knowledge. The institutional structure we prescribe therefore resembles the Ostromian idea of polycentric governance . Such an institutional structure, we argue, is better able to harness the benefits of expertise while mitigating the pathologies of the centralized administrative state. We argue that polycentric political systems can enhance the effectiveness of expertise.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01228-3",
          "doi": "10.1007/s11127-024-01228-3",
          "filter": 0
        },
        {
          "title": "Bob Ekelund and the method of price theory",
          "authors": "Donald J. Boudreaux",
          "url": "http://dx.doi.org/10.1007/s11127-024-01237-2",
          "doi": "10.1007/s11127-024-01237-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Nationalist Erosion after Protest and Repression",
          "authors": "Scott Desposato, Cal Zurich, Jason Y Wu",
          "abstract": "The leaders of authoritarian regimes often invoke nationalist themes to garner support from their populations. However, negative experiences with the regime may effectively inoculate individuals against nationalist campaigns, reducing the ability of the regime to sway public opinion. In this paper, we study the long-term effects of mobilization and repression on nationalist attitudes. We exploit a discontinuity in exposure to a student movement, by comparing alumni who were in college and on campus during the movement with alumni who only enrolled after the movement was suppressed. We find that alumni who were in college during the movement are substantially less nationalistic than those who enrolled shortly thereafter. Our findings are consistent across a range of specifications and show that exposure to mass mobilization and state repression is associated with lower support for nationalism. These differences are observable more than twenty-five years later, despite sustained state censorship.",
          "url": "http://dx.doi.org/10.1093/poq/nfae048",
          "doi": "10.1093/poq/nfae048",
          "filter": 0
        },
        {
          "title": "Correction to: Partisanship and Older Americans’ Engagement with Dubious Political News",
          "url": "http://dx.doi.org/10.1093/poq/nfae052",
          "doi": "10.1093/poq/nfae052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
