{
  "update": "2025-10-31",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Democratic Deepening or Elite Persistence? How Local Elites Adapt to Electoral Reform in Rural India",
          "authors": "ALYSSA R. HEINZE",
          "abstract": "Political decentralization is often undermined by elite capture of the local state. In unequal contexts, contemporary accounts highlight that local executives lack de facto political authority because they are sidelined by unelected elites. This article investigates one purported institutional remedy: direct elections. Direct elections are promoted as a tool of democratic deepening that empowers local executives by disrupting elites’ hold on political institutions. Exploiting a quasi-experiment in rural Maharashtra, India, I find that direct elections increase the de facto authority of local executives. However, I find no evidence of disrupted elite dominance. Instead, I argue that direct elections shift the mode of elite capture from informal to formal channels. I use over two years of qualitative fieldwork, original survey and administrative data, and a vignette experiment to substantiate these claims. This study underscores the limitations of reforms to bring democracy “closer to the people” in contexts of entrenched elite dominance.",
          "url": "https://doi.org/10.1017/s0003055425101068",
          "doi": "https://doi.org/10.1017/s0003055425101068",
          "filter": 0
        },
        {
          "title": "The Green Transition and Political Polarization Along Occupational Lines",
          "authors": "VINCENT HEDDESHEIMER, HANNO HILBIG, ERIK VOETEN",
          "abstract": "Green transition policies set long-term targets to reduce carbon emissions and other pollutants, posing a threat to workers in polluting occupations and communities reliant on them. Can far-right parties attract voters who anticipate losing from the green transition? We explore this in Germany, which has ambitious green policies and a large workforce in polluting occupations. The far-right AfD started campaigning as the only party opposing green transition policies in 2016. Using a difference-in-differences design, we show AfD support increased more in counties with larger shares of employment in polluting occupations once the AfD adopted an anti-green platform in 2016. A panel survey demonstrates that individuals in these occupations also shifted toward the AfD. Probing mechanisms, we find that far-right support may stem from shifting perceptions of social stigma and lower status. Our results highlight the need for a new research agenda on backlash against the normative dimension of the green transition.",
          "url": "https://doi.org/10.1017/s0003055425101226",
          "doi": "https://doi.org/10.1017/s0003055425101226",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Educational Networks, Social Closure, and Cleavage Stabilization",
          "authors": "David Attewell, Delia Zollinger",
          "abstract": "Debates about the nature of a deepening educational divide in politics tend to focus on education as an individual-level characteristic, whether as a marker of skill endowment, an experience instilling certain values, or the consequence of self-selection based on earlier socialization. We instead look at how education (both level and field) relates to political outcome variables as a feature of social networks. We take cleavage-theoretical perspectives on the educational divide one step further by treating individuals not as atomistic entities but as embedded in social structure. Using original surveys from Germany, the UK, and Switzerland, we show that educational divides are diminished in the presence of countervailing networks. Looking at vote preference and indicators of social closure like group identity, this study suggests that segregated social networks contribute to stabilizing contemporary cleavage structures, even as the mass social and political organizations that shaped twentieth century cleavage politics have declined.",
          "url": "https://doi.org/10.1017/s000712342510080x",
          "doi": "https://doi.org/10.1017/s000712342510080x",
          "filter": 0
        },
        {
          "title": "Activism and the Electoral Participation of Women",
          "authors": "Mona Morgan-Collins, Valeria Rueda",
          "abstract": "Can political activism foster electoral participation? We investigate this question by examining the role of the British suffragists in fostering women’s electoral participation. While scholars have shown that women politicians increase women’s participation in politics, less attention has been paid to the role of activists. We fill this gap by studying the 1913 Pilgrimage, a large-scale nationwide march in support of women’s parliamentary suffrage. Using a novel database of geocoded electoral registers, we employ a differences-in-differences strategy to show that proximity to the Pilgrimage increased women’s registration in local elections. To explain this effect, we show that exposure to women activists spurred other women’s political mobilization, and that our results are not driven by an endogenous selection of the march path and cannot be attributed to mobilization by other movements or politicians. Our findings highlight that women’s activism can drive political participation even in the virtual absence of women politicians.",
          "url": "https://doi.org/10.1017/s0007123425100653",
          "doi": "https://doi.org/10.1017/s0007123425100653",
          "filter": 0
        },
        {
          "title": "Seeking Opportunity in the Knowledge Economy: Moving Places, Moving Politics?",
          "authors": "Valentina Consiglio, Thomas Kurer",
          "abstract": "The rise of the knowledge economy draws workers towards concentrated skill clusters and creates political conflicts between urban high-opportunity areas and rural and suburban areas of lower dynamism. We advance the existing literature with a dynamic perspective by studying the political consequences of a structural pull into destinations that are typically more progressive than the places of origin. We create an innovative, multidimensional ‘opportunity map’ at the NUTS-3 level in Germany and merge this novel index with individual-level panel data to assess the political implications of residential relocation. Our findings consistently show that moving to opportunity results in stronger political integration, more left-leaning self-identification, and lower support for far-right parties. This article therefore underscores the role of structural change and internal migration in shaping political polarization: while economically motivated relocations to opportunity-rich destinations create significant progressive potential in knowledge hubs, the ongoing pull into thriving areas exacerbates resentments in low-opportunity places.",
          "url": "https://doi.org/10.1017/s0007123425100677",
          "doi": "https://doi.org/10.1017/s0007123425100677",
          "filter": 0
        },
        {
          "title": "Do More Disaggregated Electoral Results Deter Aggregation Fraud?",
          "authors": "Miguel R. Rueda, Guy Grossman, Shuning Ge",
          "abstract": "The level of aggregation at which electoral results are published can impact election integrity. Publishing results at a more granular level – such as at the level of the polling station – enables civil society watchdogs to independently verify vote totals, helping to deter aggregation fraud. While this logic undergirds the recommendations of the international organizations monitoring elections to publish more granular electoral results, to date there have not been systematic assessments of how variation in aggregation is linked to electoral miscounting. We address this gap by assembling a novel dataset on the granularity of electoral results in 123 low- and middle-income countries since 2000. Our findings revealed a strong negative relationship between reporting granularity and indicators of vote count irregularities. Importantly, we found no evidence that greater transparency leads to substitution into other forms of electoral manipulation, such as violence or clientelism, as measured by expert-based indicators.",
          "url": "https://doi.org/10.1017/s0007123425100665",
          "doi": "https://doi.org/10.1017/s0007123425100665",
          "filter": 0
        },
        {
          "title": "Defending the Status Quo? How Re-election Shapes Criminal Collusion in Mexico",
          "authors": "Adee Weller",
          "abstract": "How does the introduction of mayoral re-election shape organized crime’s efforts to collude with local officials? While re-election can provide voters with a critical mechanism to hold elected officials accountable, I show that the positive benefits of re-election do not extend to high-crime areas. Where organized crime is powerful and deeply entrenched in local illicit economies, re-election can provide groups opportunities to collude more closely with mayors, engaging in more electoral violence to deter challengers and benefiting from access to state protection. Exploiting variation in the introduction of mayoral re-election in Mexico using a difference-in-differences design and a novel dataset on violence against local politicians, I show that criminal groups disproportionately killed rival candidates in places where incumbents could run for re-election, maintaining the status quo and keeping incumbents in power. Further, re-electable mayors in high-crime areas were more likely be found to engage in corruption following the introduction of re-election. This letter highlights the unintended consequences of institutional reforms in high-crime areas, emphasizing the need for tailored guardrails by policy makers to reduce these collateral effects.",
          "url": "https://doi.org/10.1017/s0007123425100896",
          "doi": "https://doi.org/10.1017/s0007123425100896",
          "filter": 0
        },
        {
          "title": "Autocratic Audiences and Linguistic Complexity",
          "authors": "Nikita Khokhlov, Alexander Baturo",
          "abstract": "Making policy speeches is a major activity of authoritarian elites, yet we know surprisingly little about their incentives to be understood by constituents, and whether more effective communicators are rewarded. While many authoritarian actors care little about their audience and speak tediously, we argue that, in the service of legitimation and co-optation, simpler, more effective communication is required in protest-prone regions with lower regime support. Because such regions often have more developed economies and educated populations, paradoxically, this results in the opposite dynamics to that under democracy, where simpler speech is addressed at less educated, poorer constituents. Drawing on data from Russian governors’ major policy addresses and social media posts, and supplementing it with federal parliamentary speeches, we find that the linguistic complexity of elites reflects their audiences; elites also reduce it when their strategic context changes. In turn, more effective communicators are promoted. Our findings contribute to an understanding of authoritarian co-optation, elite incentives, responsiveness, and propaganda.",
          "url": "https://doi.org/10.1017/s0007123425100914",
          "doi": "https://doi.org/10.1017/s0007123425100914",
          "filter": 0
        },
        {
          "title": "Can Student Body Diversity Foster Inter-ethnic Trust, Tolerance, and National Identification Prioritization? The Role of Friendship in Kenya",
          "authors": "Jaimie Bleck, Robert Dowd, Danice Guzman, John Mugo, Jackline Oluoch-Aridi",
          "abstract": "Education is thought to be an essential tool for building social cohesion in an ethnically diverse society. This paper evaluates the effect of exposure to a more diverse student body on trust, tolerance, and patriotism in one country where the government has made explicit efforts to use schooling to foster social cohesion: Kenya. In the wake of electoral violence in the 2007 elections, Kenya’s government expanded the number of ‘national schools’, schools with required regional diversity quotas, from 18 to 103. We leverage the policy change to compare 984 secondary students in schools that differ in their use of a diversity quota. We measure friendship with outgroup members, trust, tolerance, and national identity. Our findings indicate that national school students are more likely to have inter-ethnic friendships and are associated with a higher prioritization of civic national identity over subnational identities. We find that diverse friendships act as a mediating factor for increased trust and tolerance.",
          "url": "https://doi.org/10.1017/s0007123425100690",
          "doi": "https://doi.org/10.1017/s0007123425100690",
          "filter": 0
        },
        {
          "title": "Contentious Rituals and Intergroup Relations: Parading in Northern Ireland",
          "authors": "Kit Rickard, Giovanni Hollenweger, Sigrid Weber, Kristin M. Bakke",
          "abstract": "In some divided societies, identity-based groups engage in ‘contentious rituals’, such as public parades or commemorative events, to cultivate the group’s collective social memory and build solidarity. We examine whether and how such rituals perpetuate group divisions in post-conflict societies, drawing on evidence from a case study of parading in Northern Ireland. Every year, contentious parades in this post-conflict society have the potential to raise tensions between the two major communities, Catholics and Protestants. Using a mixed-methods design, we show that parades in Northern Ireland are detrimental to intergroup attitudes. Our research design relies on compiling geolocated data on over 55,000 parades (2002–22), analyses of both nationally representative longitudinal surveys (2003–19) and an original survey fielded in 2022, and insights from qualitative fieldwork conducted during the height of the parading season in 2023.",
          "url": "https://doi.org/10.1017/s0007123425100835",
          "doi": "https://doi.org/10.1017/s0007123425100835",
          "filter": 0
        },
        {
          "title": "Interstate Conflict Increases the Appeal of Undemocratic Candidates",
          "authors": "Kristian Frederiksen, Lasse Laustsen",
          "abstract": "How do threats of interstate conflict affect American voters’ propensity to support candidates who violate democratic principles? We argue that undemocratic behavior affects perceived dominance, which citizens value in times of conflict. We fielded two conjoint experiments and a factorial vignette experiment in the United States to test this two-step argument. First, our conjoint experiments demonstrate a robust and strong relationship between undemocratic candidate behavior and dominance impressions. Second, our vignette experiment – manipulating undemocratic behavior by in-party presidential candidates and priming threats of conflict with China and Russia – shows that undemocratic candidates are evaluated more positively under conflict compared to peace. This is especially the case among Republican voters, although the pattern is also evident among Democrats and Independents. Our letter sheds light on the consequences of the escalation of wars with relevance to the United States around the globe, pointing to toleration of undemocratic behavior specifically.",
          "url": "https://doi.org/10.1017/s0007123425101014",
          "doi": "https://doi.org/10.1017/s0007123425101014",
          "filter": 0
        },
        {
          "title": "Exposure to Confederate Monuments: The Political Effect of Non-Intervention",
          "authors": "Ana Ruipérez Núñez",
          "abstract": "What is the effect of exposure to contested commemorations? Previous research has mostly found that removing these objects generates backlash. However, I argue that non-intervention can itself have detrimental effects as citizens are exposed to them in their daily lives. Empirically, I leverage a survey experiment where the treatment is administered via an originally created video that resembles a tour guide of an American city. With minimal manipulations, respondents in the treatment group are exposed to Confederate commemorations, while those in the control group are not. I find that these symbols signal the town’s history and predominant ideology. They also negatively shape observers’ emotions, political efficacy, trust in the town residents, and donations to local schools. The effects are moderated by partisanship. Republican respondents are either unaffected by the treatment or move in the opposite direction. These results highlight the potential negative consequences of maintaining controversial commemorations.",
          "url": "https://doi.org/10.1017/s0007123425100641",
          "doi": "https://doi.org/10.1017/s0007123425100641",
          "filter": 0
        },
        {
          "title": "If They Don’t Do the Job, We’ll Do It! Regional Economic Conditions and Support for Democratic Innovations in Europe",
          "authors": "Emilien Paulis, Take Sipma, David Talukder",
          "abstract": "Democratic innovations (DIs), such as deliberative mini-publics and referenda, are gaining traction in Europe, but their legitimacy depends on public support and their ability to address democratic discontent. While prior research focuses on individual-level drivers, structural conditions remain understudied. This study uniquely integrates the regional economic context into the analysis, combining survey data ( N = 16,000) with economic indicators from ninety-one regions in thirteen European countries. Findings show that DIs receive slightly more support in poorer regions. Additionally, in these regions, economic hardship fuels demand for DIs by amplifying economic deprivation and political disaffection (‘enraged’ mechanism), whereas in wealthier regions, political interest is the key driver of public support for DIs (‘engaged’ mechanism). By incorporating economic conditions into the study of DIs, this research refines two key theories of DI support and offers a more nuanced understanding of when and why citizens support institutional change, thereby informing more context-sensitive participatory policies.",
          "url": "https://doi.org/10.1017/s0007123425100549",
          "doi": "https://doi.org/10.1017/s0007123425100549",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Gendered Xenophobia? Gendered Interpretation of Immigration and Labor Market Vulnerability",
          "authors": "Jieun S. Park",
          "abstract": "Why do women tend to oppose immigration more than men? I argue that this opposition to immigration is caused by women’s labor market vulnerabilities. As immigrants increasingly enter sectors traditionally dominated by women, non-immigrant women may perceive immigrants as a threat. Drawing on two original surveys with embedded experiments conducted on nationally representative samples in Japan, I find that information emphasizing the economic necessity of immigrants increases favorability toward immigrants among Japanese men but not women. Japanese women, especially those in non-professional jobs, show increased hostility toward immigrant women when exposed to such information. These findings highlight the importance of considering the interplay between gender and labor market position in shaping immigration attitudes. This research contributes to the literature on the political economy of immigration and gender politics and underscores the need for gender-sensitive approaches in immigration policymaking, particularly in countries with persistent gender inequalities.",
          "url": "https://doi.org/10.1177/00104140251392512",
          "doi": "https://doi.org/10.1177/00104140251392512",
          "filter": 0
        },
        {
          "title": "Revisiting the Relationship Between Legislative Power-Sharing and Autocratic Survival",
          "authors": "Bryce W. Hecht",
          "abstract": "Conventional wisdom holds that legislatures stabilize autocratic rule by helping leaders credibly commit to sharing power with regime insiders, but empirical support for this claim remains limited. Data limitations make it impossible to directly measure the extent of legislative power-sharing across time and space, leading scholars to use the presence or absence of a legislature as a proxy. I conceptualize legislative power-sharing as a continuous trait and estimate it using a dynamic Bayesian latent variable model for all autocracies from 1946 to 2023. After validating the measure, I use it to replicate previous studies of the relationship between legislative power-sharing and autocratic survival. I find that their results do not hold. If anything, legislative power-sharing appears to be associated with greater, not less, vulnerability to being removed from office by coups and revolts. I suggest that scholars should devote more attention to the threat-enhancing effects of authoritarian institutions.",
          "url": "https://doi.org/10.1177/00104140251392529",
          "doi": "https://doi.org/10.1177/00104140251392529",
          "filter": 0
        },
        {
          "title": "Narrating the Nation: Colonial Memory and Citizen Attitudes in East and Southeast Asia",
          "authors": "Dean Dulay, Jiyoung Ko",
          "abstract": "The postcolonial world exhibits stark variation in how citizens of formerly colonized states view their former colonizers. Some harbor continuing animosity, while others view former colonizer countries favorably. We argue that this variation can be explained by the type of national narrative postcolonial states construct upon independence. We conduct a comparative historical analysis of three formerly colonized Asian countries—the Philippines under the United States, Korea under the Japanese, and Indonesia under the Dutch—and find that distinct founding national narratives lead to differing contemporary public opinion. The continuity narrative in the Philippines, emphasizing positive aspects of American rule, has led to positive public opinion towards the United States. Korea’s restoration narrative highlights an ancestral, precolonial identity and a revived Korean culture after Japanese colonialism, leading to negative perceptions of Japan. Indonesia’s “new nation” creation narrative casts colonialism as a negative yet peripheral episode in its national story, resulting in neutral perceptions of the Netherlands.",
          "url": "https://doi.org/10.1177/00104140251392537",
          "doi": "https://doi.org/10.1177/00104140251392537",
          "filter": 0
        },
        {
          "title": "The Anti-Left Legacy of the Pinochet Dictatorship",
          "authors": "Pablo Argote, Elsa Voytas",
          "abstract": "Educational systems can serve as powerful tools for attempted authoritarian indoctrination. What is the legacy of education under authoritarianism, and does it persist after the regime ends? We exploit a discrete change in the school curriculum generated by the Chilean 1973 coup. After the coup, the military junta overhauled the curriculum to align with its ideology. We use a regression discontinuity to compare people who were barely exposed to this new curriculum to those whose education ended before the reform. Results indicate that being educated under the junta-controlled system had a lasting impact on political ideology; we find a negative effect on left self-identification, a null effect on both right-wing and centrist self-identification, and a positive, albeit imprecise, effect on non-ideological identification. Effects are driven by those without a college education. We explore potential mechanisms, finding suggestive evidence that indoctrination may have both persuaded some to reject leftist platforms and increased ideological ambivalence and political apathy.",
          "url": "https://doi.org/10.1177/00104140251381768",
          "doi": "https://doi.org/10.1177/00104140251381768",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Emphasizing or downplaying political ambitions: Exploring the role of candidate gender in shaping voter perceptions",
          "authors": "Yuya Endo, Yoshikuni Ono",
          "url": "https://doi.org/10.1016/j.electstud.2025.103004",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103004",
          "filter": 0
        },
        {
          "title": "Left parties’ strategies and working-class vote in contemporary Western Europe (2002–2020)",
          "authors": "Federico Trastulli",
          "url": "https://doi.org/10.1016/j.electstud.2025.103006",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Coalition government and the electoral consequences of legislative organization",
          "authors": "Lasse Aaskoven, Shane Martin",
          "abstract": "Voters are increasingly turning away from governing parties in parliamentary elections, with junior parties in coalition governments often bearing the brunt of the electorate’s dissatisfaction. Can the design of legislative institutions help parties mitigate the electoral costs of governing? We suggest that in systems with strong legislative committees, junior coalition parties are better positioned to protect their party’s policy brand from being eroded, which in turn helps insulate them from the electoral costs of governing. Analyzing data on legislative committees and party-level electoral outcomes in 36 European and OECD countries from 1990 to 2019, we find that stronger parliamentary committee systems are associated with harsher electoral costs for the prime minister’s party but reduced electoral costs for junior coalition parties. Our findings suggest that the structure of legislative institutions in parliamentary systems can have significant electoral implications, including relatively positive outcomes for smaller governing parties.",
          "url": "https://doi.org/10.1017/s1475676525100315",
          "doi": "https://doi.org/10.1017/s1475676525100315",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "To Agree or Not to Agree: Hawks, Doves, and Regime Type in International Rivalry and Rapprochement",
          "authors": "Michael A. Goldfien",
          "abstract": "Existing scholarship emphasizes hawks’ advantages in making peace, but it is squarely focused on electorally accountable leaders, even though most international rivalries feature at least one leader who faces no meaningful electoral check. I argue that electoral accountability moderates the relationship between foreign policy preferences and rapprochement. In low electoral accountability autocracies where citizens struggle to punish leaders, the credibility problem that doves face in selling peace at home becomes less important than their motivation to cooperate internationally. As a result, doves, not hawks, should be more successful peacemakers in autocracies. I test the theory by analyzing two prominent cases of rapprochement: the end of the Cold War under Ronald Reagan and Mikhail Gorbachev in the late 1980s; and the end of the Egypt-Israel rivalry in the late 1970s under Menachem Begin and Anwar Sadat.",
          "url": "https://doi.org/10.1162/isec.a.15",
          "doi": "https://doi.org/10.1162/isec.a.15",
          "filter": 0
        },
        {
          "title": "Conventional Deterrence of Nuclear Use",
          "authors": "Adam Mount",
          "abstract": "Some academic literature and U.S. policy documents suggest that conventional deterrence is weaker than nuclear deterrence. But recent developments in U.S. policy suggest that conventional forces are assuming a larger role in deterring limited nuclear use. This article explores why and how U.S. officials may turn to conventional weapons to deter a nuclear attack. As conventional weapons are becoming increasingly capable of producing strategic effects in response to a nuclear attack, U.S. officials may be more likely to consider conventional deterrence as a credible option to deter those attacks. In some cases, U.S. officials are likely to prefer conventional options to avoid the costs, risks, and uncertainty of nuclear threats. To test the theory, the article presents the results of a series of individual, scenario-based “tabletop interviews” with former senior U.S. officials who might plausibly have been consulted on a decision about how to deter a North Korean nuclear attack. The results demonstrate that U.S. officials increasingly consider conventional deterrence of nuclear use to be a viable and valuable capability.",
          "url": "https://doi.org/10.1162/isec.a.13",
          "doi": "https://doi.org/10.1162/isec.a.13",
          "filter": 0
        },
        {
          "title": "U.S. Space Power and Alliance Dynamics in the Cold War",
          "authors": "Aaron Bateman",
          "abstract": "U.S. space power has long been anchored to terrestrial geography. In the Cold War, the United States depended on a global network of facilities to track and communicate with military, intelligence, and civilian satellites. But it was difficult to secure access to foreign territories that were both in view of satellites as they passed overhead and politically reliable. Drawing on declassified Australian, British, and U.S. documents, this article details the largely invisible role of allies in U.S. space power. To mitigate the political challenges associated with basing space facilities in non-allied countries, the United States turned to Australia and Britain. But using allied territories was not risk free. Postcolonial independence movements threatened the security of tenure at key U.S. space tracking stations located in British territories in the Indian Ocean. Moreover, Australian concerns that U.S. space facilities were nuclear targets and violated Australia’s sovereignty created a domestic political uproar that strained the U.S.-Australia alliance. Political upheaval, even in allied states, was a significant vulnerability for U.S. space capabilities. Mitigating these political risks thus became a top U.S. foreign policy priority.",
          "url": "https://doi.org/10.1162/isec.a.12",
          "doi": "https://doi.org/10.1162/isec.a.12",
          "filter": 0
        },
        {
          "title": "Between a Rock and a Hard Place: How Clients Evade Patrons’ Costly Strategic Demands",
          "authors": "Dong Jung Kim",
          "abstract": "How do U.S. security clients cope with the United States’ strategic demands to take actions that conflict with their political or economic interests? Much of the literature on intra-alliance politics explains clients’ decisions to accept or reject their patron’s demands. This article theorizes demand evasion as an option for a U.S. security client confronted with costly strategic requests from its patron. Demand evasion occurs when the client avoids answering the security patron’s repeated demand on a strategic issue without provoking the patron’s punishment. There are three methods of demand evasion: stalling, deferring, and slow-rolling. To decide how to respond to their patron’s strategic demand, U.S. security clients assess the patron’s internal coherence regarding the demand and the type of risks involved in the issue at stake. I illustrate the theory of demand evasion by examining how three U.S. treaty allies in the Indo-Pacific (Australia, Japan, and South Korea) responded to demands from different U.S. administrations. For U.S. leaders who seek immediate support from foreign allies, the theory is useful because it highlights the full range of options available to U.S. clients (i.e., acceptance, rejection, and evasion). Understanding why allies sometimes deliberately avoid making decisions on strategic issues is important for the United States as it seeks to confront its adversaries and protect its security interests.",
          "url": "https://doi.org/10.1162/isec.a.14",
          "doi": "https://doi.org/10.1162/isec.a.14",
          "filter": 0
        },
        {
          "title": "Summaries",
          "url": "https://doi.org/10.1162/isec.a.10",
          "doi": "https://doi.org/10.1162/isec.a.10",
          "filter": 0
        },
        {
          "title": "The Rules-Based International Order: A Historical Analysis",
          "authors": "Marc Trachtenberg",
          "abstract": "There has been a good deal of talk in recent years about the “rules-based international order”—the system of laws, agreements, principles, and institutions that, many observers say, lay at the heart of the international system that came into being after World War II. It is often argued that maintaining the rules-based order—and extending it if possible—should be a fundamental goal not just for the United States but for Western countries more generally. Those liberal internationalist arguments are supported by a number of historical claims: about how the rules-based order came into being and about the role played by key institutions, such as the North Atlantic Treaty Organization and the Bretton Woods monetary system. Those claims are examined here. The basic finding is that many common arguments in this area are not supported by the historical evidence. That finding serves as a kind of springboard for thinking about whether there are any viable alternatives to the sort of policy the liberal internationalists have called for. The argument here is that there are viable alternatives—alternatives based on certain traditional ideas about how foreign policy should be conducted.",
          "url": "https://doi.org/10.1162/isec.a.11",
          "doi": "https://doi.org/10.1162/isec.a.11",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Reaching for the Threshold: How Minimum Participation Rules Facilitate Multilateral Treaty Ratification",
          "authors": "Christian Arnold, Carsten-Andreas Schulz",
          "abstract": "Uncertainty about other states’ willingness to cooperate often impedes collective action. Many multilateral agreements address this by incorporating Minimum Participation Rules (MPRs), which are provision-point mechanisms that specify the minimum coalition size required for a treaty to enter into force. Public and institutional choice theories suggest that such mechanisms lower barriers to participation by reducing coordination problems and limiting opportunities for freeriding. To test this assumption, we introduce a survival estimator to evaluate how the inclusion and design of MPRs impact treaty ratification across diverse issue areas. Drawing on data from agreements deposited with the United Nations Secretary-General, this study offers the first systematic analysis of MPRs in multilateral treaty cooperation. We find that threshold provisions accelerate ratification, even in contexts where incentives to freeride are unlikely to be significant.",
          "url": "https://doi.org/10.1177/00220027251390435",
          "doi": "https://doi.org/10.1177/00220027251390435",
          "filter": 0
        },
        {
          "title": "Who Gets the Guns? How Democratic Values and Security Threats Affect American Attitudes Toward Military Aid",
          "authors": "Scott Williamson",
          "abstract": "The United States gives substantial aid to the militaries of autocratic governments that abuse human rights. US officials claim this aid is necessary to manage security threats, but others argue the United States should prioritize aid for governments that reflect democratic values. How do these competing concerns shape Americans’ attitudes toward military aid? Through an experiment implemented on four surveys, I document a strong preference for aiding democracies that respect human rights, and this preference is robust to the presence of terrorism threats. However, internationalist Americans become especially less likely to prioritize democratic values when terrorist threats exist. Descriptive survey questions reinforce this pattern by showing how internationalists who support military aid the most are conflicted proponents of prioritizing democratic values in US foreign policy. The article extends research on attitudes toward foreign aid and illustrates an important limitation to the influence of democratic values on Americans’ foreign policy preferences.",
          "url": "https://doi.org/10.1177/00220027251388634",
          "doi": "https://doi.org/10.1177/00220027251388634",
          "filter": 0
        },
        {
          "title": "Permission to Secede? The Impact of Foreign Endorsements on Attitudes Toward Separatist Movements",
          "authors": "Stephanie Wright, Ala Alrababah, Rachel Myrick",
          "abstract": "How do international endorsements of separatist movements by foreign powers impact popular views toward secession? Much literature on secessionist movements focuses on subnational bargaining between the government and separatist groups. However, these models often neglect international audiences, who offer endorsement and other forms of support for separatist groups. This paper demonstrates that when foreign powers take positions on secessionist activities, these actions can affect popular support for such movements. In a survey experiment conducted before Russia’s 2022 full-scale invasion of Ukraine, we examine Ukrainians’ attitudes toward the Russian-backed separatist movement in the Donbas region. We randomize hypothetical scenarios in which foreign powers endorse secession and measure changes in public attitudes in both the parent state and the occupied territories under separatist control. Our results show that even in conflict-affected settings where attitudes have presumably hardened, international endorsements can influence popular support for secessionist movements.",
          "url": "https://doi.org/10.1177/00220027251391176",
          "doi": "https://doi.org/10.1177/00220027251391176",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Can Monuments to Victims Increase Tolerance?",
          "authors": "Ana Ruipérez Núñez, Melanie Sauter",
          "abstract": "Can monuments to victims of authoritarian regimes promote more tolerant societies? We look into the case of Stolpersteine, small memorials commemorating victims of the Nazi regime in Germany. Unlike other monuments, Stolpersteine are dedicated to specific individuals who were victims of Nazi violence. In a pre-registered survey experiment, we showed treated individuals pictures of the stones. Our results show that exposure to Stolpersteine strongly increased negative emotions and reduced positive ones. The results on attitudinal and quasi-behavioral outcomes are mixed, likely driven by ceiling effects. We find a positive effect on tolerance toward the only minority group that faces low tolerance in the control group. However, there is no statistically significant effect for other groups.",
          "url": "https://doi.org/10.1017/xps.2025.10022",
          "doi": "https://doi.org/10.1017/xps.2025.10022",
          "filter": 0
        },
        {
          "title": "Expressive Responding and the Economy: The Case of Trump’s Return to Office",
          "authors": "Matthew H. Graham",
          "abstract": "The partisan gap in economic perceptions flipped unusually dramatically after the 2024 U.S. presidential election: following the Republican victory, Democrats (Republicans) suddenly rated the economy much more negatively (positively). Was the resulting partisan difference a case of expressive responding, wherein surveys exaggerate partisan bias in measures of economic perceptions? In April 2025, I fielded a panel survey experiment that asked survey respondents to guess then-unpublished measures of economic growth, inflation, and unemployment in the current month or quarter (Prolific, N = 2,831). Randomly selected respondents were offered $2 per correct answer. Partisan bias did not shrink as a result, suggesting genuine differences in economic perceptions. Two measures of response effort (response time and looking up answers) increase, suggesting that misreporting does not fully explain the effects of pay-for-correct treatments.",
          "url": "https://doi.org/10.1017/xps.2025.10023",
          "doi": "https://doi.org/10.1017/xps.2025.10023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Introducing the Transitional Justice Evaluation Tools (TJET) database",
          "authors": "Geoff Dancy, Oskar Timo Thoms, Phuong Pham, Kathryn Sikkink, Patrick Vinck",
          "abstract": "The TJET project offers a comprehensive database for exploring the supply of transitional justice (TJ) in every country of the world. TJET provides detailed descriptive information on domestic, foreign, and international prosecutions; truth commissions; reparations policies; vetting policies; amnesty laws and offers; and UN investigations. This article describes TJET’s quantitative dataset, consisting of longitudinal data from 1970 to 2020, with over 400 measures related to the design and operation of TJ mechanisms. Because TJ has become integral to discussions related to democracy and rule of law promotion, as well as peacebuilding, it is necessary that researchers and practitioners use the most comprehensive information possible for grounding their analysis and advocacy. The TJET dataset is unique not only in its global coverage, but also in its custom sampling feature, allowing users to select which types of cases to compare. This article provides descriptive data on TJ attributes, analysis of new trends, and an examination of the temporal relationship between different TJ mechanisms.",
          "url": "https://doi.org/10.1177/00223433251360200",
          "doi": "https://doi.org/10.1177/00223433251360200",
          "filter": 0
        },
        {
          "title": "Why voters (sometimes) punish repression",
          "authors": "Kelly Morrison",
          "abstract": "How does repression influence democratic leaders’ performance in elections? When weighing rights protections against other issues, I expect voters to punish candidates who advocate repression of in-group members but reward candidates who support repression of threatening out-groups. I evaluate the causal effect of repression on vote share using a conjoint experiment among registered voters in the United States. I find that, among those who identify as an in-group with a frequent repression victim, Black Lives Matter (BLM), candidates receive a lower vote share when they support repression of BLM or violent repression against other groups. There is also some evidence that candidates perform worse when they support repression of groups that share a racial identity with the respondent and that threat perception moderates the effect of repression on candidates’ performance. On the other hand, repression typically has an insignificant effect on candidates’ vote share when it is perpetrated against a respondent’s out-group. These results provide important insight to voters’ evaluation of repression at the ballot box.",
          "url": "https://doi.org/10.1177/00223433251360971",
          "doi": "https://doi.org/10.1177/00223433251360971",
          "filter": 0
        },
        {
          "title": "Careful what you promise: Executive constraints and conflict recurrence",
          "authors": "Sverke R Saxegaard",
          "abstract": "A substantial fraction of all intrastate conflict onsets are recurrences of previously active conflicts. Recent studies suggest that constitutional arrangements that constrain executive power limit the risk of conflict recurrence. This effect is theorized to be driven by minority and individual-rights protection, in which formal executive constraints act as promises to protect these rights. These promises increase the mobilization costs for any challenger to the regime. However, the promises may no longer be credible at very high levels of formal executive constraints, as excessive promises are often seen as ‘too good to be true’. Consequently, one might expect a curvilinear relationship between executive constraints and conflict recurrence, in which high levels of constraints increase the risk of conflict recurrence. Empirical analysis of post-conflict regimes between 1975 and 2019 shows evidence of such a curvilinear relationship. The effect is further illustrated by a case study of the eastern Democratic Republic of Congo, where the rebel group M23 emerged in the aftermath of unfulfilled government promises of minority and individual-rights protection. This nuances the established relationship between executive constraints and conflict recurrence, provides a cautionary note to designers of constitutional arrangements, and lends support to the theory that mobilization costs drive this relationship.",
          "url": "https://doi.org/10.1177/00223433251345392",
          "doi": "https://doi.org/10.1177/00223433251345392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Party organizational resources and election campaigns: Explaining party contacting",
          "authors": "Aldo F. Ponce, Susan E. Scarrow",
          "abstract": "Which voters do parties target when they campaign, and to what extent are these efforts affected by their organizational resources? This paper seeks to answer these questions by pairing data from the Comparative Study of Electoral Systems with party organizational data from the Political Party and V-Party Databases. Our study evaluates face-to-face and digital contacting in terms of its extensiveness (how many potential voters get contacted) and in terms of whose supporters get contacted. Using a novel approach that considers the partisan preferences of those who were contacted, we find evidence that both local organizational strength and central party finances matter for boosting parties’ face-to-face and digital contacts. We also find that greater resources are associated with greater targeting of contacts, with different types of resources favoring different types of targeting, including mobilization contacting aimed at likely supporters and persuasive contacting that targets all likely voters. These results offer clues about how parties translate organizational resources into electoral advantages.",
          "url": "https://doi.org/10.1177/13540688251391578",
          "doi": "https://doi.org/10.1177/13540688251391578",
          "filter": 0
        },
        {
          "title": "The political dynamics of partisan polarization SchmidtEric R.CarminesEdward G.SnidermanPaul M.. The Political Dynamics of Partisan Polarization, Cambridge, New York, etc.: Cambridge University Press, 2025. 86 pp., $23.00 (ebook), ISBN 9781009472760.",
          "authors": "Tingting Hu",
          "url": "https://doi.org/10.1177/13540688251393802",
          "doi": "https://doi.org/10.1177/13540688251393802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "The Unitary Executive, the Constitution, and the Trajectory of the Supreme Court’s Approach to the Removal Power",
          "authors": "Joseph Karol Natali",
          "abstract": "In this reflection, I seek to determine to what degree Seila Law LLC v. Consumer Financial Protection Bureau and Collins et al. v. Yellen genuinely indicate a final legal sanctioning of the unitary theory, and thus precipitate a serious and significant disruption in both the political status quo and the stability of the constitutional system of separated powers. After a rigorous analysis of the trajectory of the court’s approach to the removal power, I find that there are four potential outcomes for the upcoming clashes between the Trump administration and several recently removed independent agency heads. Each of these potential outcomes have important constitutional implications, especially for the role of the Supreme Court in the Constitution’s separation-of-powers system. Understanding these constitutional implications will help to prepare political scientists to analyze and interpret future judicial and executive behavior.",
          "url": "https://doi.org/10.1017/s1537592725102351",
          "doi": "https://doi.org/10.1017/s1537592725102351",
          "filter": 0
        },
        {
          "title": "Ethnicity and Strategic Repression of Protest during the 2011 Syrian Uprising",
          "authors": "Konstantin Ash, Kevin Mazur",
          "abstract": "Why do incumbent governments carry out harsher repression against some opposition groups than others? Drawing on research on the coalitional nature of revolutions, we contend that governments target repression at segments of the challenger group they perceive as most threatening in order to fragment the challenger coalition. We illustrate this argument by analyzing protest repression during the 2011 Syrian uprising. We find that protestors in majority-Kurdish towns in Syria’s northeast region were significantly less likely to face lethal repression than those in nearby Sunni Arab towns protesting at the same rate. Qualitative evidence from interviews and the Arabic-language secondary literature demonstrate that the Syrian regime shaped its strategy of repression around diverting Kurdish protests from the regime-focused demands of the revolution, thereby separating Kurds from the primarily Sunni Arab opposition. These findings have implications for how ethnic and other identities can be used by incumbents and how incumbent regimes communicate with their populations through the selective deployment of violence.",
          "url": "https://doi.org/10.1017/s153759272510279x",
          "doi": "https://doi.org/10.1017/s153759272510279x",
          "filter": 0
        },
        {
          "title": "The Responsibility to Be Reasonable: Conceptualizing Executive Shirking in Civil–Military Relations",
          "authors": "Andrew Ivey",
          "abstract": "Although civil–military relations scholarship has rightly prioritized establishing policies that subordinate the military to civilian political control, there has been less focus on how lawfully elected executives may abuse their military authorities to undermine democracy. However, recent history shows that executives can and have critically shirked their responsibilities as commanders-in-chief. In doing so, they contribute to democratic backsliding. Some executive mismanagement of the military is harmless and routine, but other types of executive mismanagement are dangerous and exceptional. Although executives have the right to be wrong regarding security policy making, they also have a responsibility to be a reasonable commander-in-chief who upholds the nonpartisan character of the military and keeps it within democratic constraints. In this article I build on a principal-agent (P-A) framework of civil–military relations by importing a concept from the P-A literature, “principal shirking,” to establish a new concept, “executive shirking.” This conceptualization lays out a framework for scholars of civil–military relations and democratic backsliding and provides a typology of executive misbehavior based on the degree of potential democratic harm. In doing so, it provides a valuable tool to detect and analyze executive shirking and offers steps to take when executives abuse their military powers.",
          "url": "https://doi.org/10.1017/s153759272510234x",
          "doi": "https://doi.org/10.1017/s153759272510234x",
          "filter": 0
        },
        {
          "title": "A Space for Autonomy: Indigenous Rights in Post-Independence Latin America",
          "authors": "Christopher L. Carter",
          "abstract": "Existing research analyzes government-recognized Indigenous autonomy as a late twentieth-century phenomenon. Yet even in the unlikely case of nineteenth-century Latin America, where central states systematically targeted Indigenous groups for exploitation, discrimination, and assimilation, governments sometimes adopted policies to recognize Indigenous communal landholding and self-government rights. This paper explores when and why this surprising recognition of Indigenous autonomy occurred. It argues that incumbents were most likely to recognize autonomy when (1) they viewed Indigenous leaders as valuable allies and (2) rural elites were sufficiently weak and could not block government policies they disliked. The former condition incentivized incumbents to recognize autonomy, while the latter gave them the capacity to do so. I test this argument using within-case comparisons across several nineteenth and early twentieth-century cases, which include Guatemala, El Salvador, Ecuador, Bolivia, Peru, and Mexico. The findings offer important insights into historical autonomy and the more recent expansion of Indigenous rights in Latin America.",
          "url": "https://doi.org/10.1017/s1537592725101904",
          "doi": "https://doi.org/10.1017/s1537592725101904",
          "filter": 0
        },
        {
          "title": "The Political Limits of the Patriarchy: Women’s Rights in Early Representative Institutions",
          "authors": "Carissa L. Tudor",
          "abstract": "Political scientists often assume that women had no political rights before the twentieth century. Archival records show that this is not the case and reveal an unlikely group of politically active women: Catholic nuns. Using novel data for more than 150 assembly meetings between 1493 and 1789, I demonstrate that ecclesiastical women exercised political rights systematically across France, despite a patriarchal church and monarchy. Ecclesiastical women had political rights because they were economic actors with a stake in state finances and local affairs. Theoretically, I argue that early representative practices ought to be viewed as a tool used by rulers to increase compliance with governance activities. Accordingly, rulers had an incentive to afford rights of representation to those actors on whose compliance they depended: most often, these were economic actors, including some women. From this perspective, select women’s inclusion should have been the default in many early representative institutions. This logic extends beyond ecclesiastical women in France, turning on its head the taken-for-granted assumption of women’s historical political exclusion.",
          "url": "https://doi.org/10.1017/s1537592725103253",
          "doi": "https://doi.org/10.1017/s1537592725103253",
          "filter": 0
        },
        {
          "title": "Enhancing Transparency and Replicability in Data Collection: Lessons from the Construction of Three Education Datasets",
          "authors": "Adrián Del Río, Woseeok Kim, Carl Henrik Knutsen, Anja Neundorf, Agustina S. Paglayan, Eugenia Nazrullaeva",
          "abstract": "Assembling datasets is crucial for advancing social science research, but researchers who construct datasets often face difficult decisions with little guidance. Once public, these datasets are sometimes used without proper consideration of their creators’ choices and how these affect the validity of inferences. To support both data creators and data users, we discuss the strengths, limitations, and implications of various data collection methodologies and strategies, showing how seemingly trivial methodological differences can significantly impact conclusions. The lessons we distill build on the process of constructing three cross-national datasets on education systems. Despite their common focus, these datasets differ in the dimensions they measure, as well as their definitions of key concepts, coding thresholds and other assumptions, types of coders, and sources. From these lessons, we develop and propose general guidelines for dataset creators and users aimed at enhancing transparency, replicability, and valid inferences in the social sciences.",
          "url": "https://doi.org/10.1017/s1537592725103058",
          "doi": "https://doi.org/10.1017/s1537592725103058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Good Sports or Sore Losers: Sports Fans and Perceptions of Election Legitimacy",
          "authors": "Alex Tolkin",
          "abstract": "What makes people more likely to view electoral defeats as legitimate? In this paper I examine the influence of legitimating rituals, public behavior from competitors that signal that a competition is conducted fairly. Building on social learning theory, I predict that observing legitimating rituals in even ostensibly apolitical competitions increases perceptions of election legitimacy. In the US, legitimating rituals are most commonly observed when watching televised team sports. Using a pre-post panel study of the 2020 election, as well as an experimental design manipulating exposure to legitimating rituals in both sports and politics, I test the theory that exposure to legitimizing rituals of either kind increases perceptions that an election outcome was legitimate.",
          "url": "https://doi.org/10.1007/s11109-025-10077-9",
          "doi": "https://doi.org/10.1007/s11109-025-10077-9",
          "filter": 0
        },
        {
          "title": "The Civic-Minded Citizen and the Role of Conscription: Evidence from Sweden",
          "authors": "Daniel Almén",
          "abstract": "Motivated by the revival of conscription and the enduring belief that it is a highly influential institution in fostering civic virtues and engagement, this paper estimates the causal effects of peacetime selective conscription on civic engagement. Using a quasi-experimental design and third-party-reported Swedish administrative data, the study examines three behavioral indicators of civic engagement: blood donation, voter turnout, and payments to the public broadcasting service. While descriptive results show strong positive associations between military service and all outcomes, the causal estimates are small and statistically insignificant. The results challenge the notion that conscription inherently and substantially fosters civic-mindedness. Thus, alternative policies may be more effective in promoting civic engagement. While the results are primarily generalizable to Western, non-Latin countries, the paper also discusses key aspects of institutional design that may influence whether and how conscription promotes civic engagement.",
          "url": "https://doi.org/10.1007/s11109-025-10072-0",
          "doi": "https://doi.org/10.1007/s11109-025-10072-0",
          "filter": 0
        },
        {
          "title": "As Racial Attitudes Go, So Goes Approval: Why White Democrats Favor Representatives of Color",
          "authors": "Anna Weissman, Anna Mikkelborg",
          "url": "https://doi.org/10.1007/s11109-025-10098-4",
          "doi": "https://doi.org/10.1007/s11109-025-10098-4",
          "filter": 0
        },
        {
          "title": "Correction: Exploiting a Major Blunder To Study Policy Accountability: Trump and his Covid Stance in 2020",
          "authors": "Eric Guntermann, Gabriel S. Lenz",
          "url": "https://doi.org/10.1007/s11109-025-10083-x",
          "doi": "https://doi.org/10.1007/s11109-025-10083-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Response to commentators",
          "authors": "Oliver Belcher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Love him for the enemies he has made: Signaling by inflammatory pro‐gun rhetoric",
          "authors": "Sosuke Okada, Nicholas Buttrick",
          "abstract": "American politics is rife with messages designed to anger one's political enemies. In this paper, we propose and test a model suggesting that such inflammatory messages are effective because they signal that the messenger is unwilling to compromise with the groups they have offended. Taking the example of inflammatory pro‐gun messaging, we show, in three preregistered experiments with American conservatives (total n = 1742) that conservatives view such messages as offending liberals, and, to the extent that they feel negatively toward Democratic politicians, they view the producers of these inflammatory messages positively, seeing them as the sort of politician who should be trusted by conservatives and as the sort of politician that they would be willing to vote for. However, this is not true across the entire conservative electorate, as conservatives who feel more warmly toward Democratic politicians view politicians posting inflammatory messages (and therefore offending liberals) as less trustworthy and less vote‐worthy. As affective polarization is on the rise in the United States, these inflammatory, bridge‐burning messages may become more prevalent with politicians trying to appeal to voters who are increasingly suspicious of anyone who might be tempted to compromise.",
          "url": "https://doi.org/10.1111/pops.70074",
          "doi": "https://doi.org/10.1111/pops.70074",
          "filter": 0
        },
        {
          "title": "Diversity politics: The effects of elite rhetoric and issue racialization on support for descriptive representation",
          "authors": "Nicole Huffman, H. Hannah Nam",
          "abstract": "Although the importance of diversity is hotly contested in U.S. politics, political parties have increasingly embraced descriptive representation as an important ideal. Indeed, in recent years both Democratic and Republican political leaders have even publicly committed to selecting underrepresented candidates for powerful roles. We examine how different types of elite rhetoric promoting racial diversity can influence evaluations of the government body, the selected candidate, and general efforts to diversify politics. With two survey experiments, we find that rhetoric emphasizing the value of diverse representation increases support for political representation of racialized minorities only when the policy domain itself is racialized. But when the policy is not racialized, even positive rhetoric about diverse representation has negative effects on evaluations of the selection process and candidate. Furthermore, leaders' commitment to select an underrepresented candidate has largely negative effects, regardless of policy racialization. This work holds important implications for how elite rhetoric can contribute to normative goals of increasing diverse political representation while minimizing undue negative evaluations of political leaders and institutional legitimacy.",
          "url": "https://doi.org/10.1111/pops.70083",
          "doi": "https://doi.org/10.1111/pops.70083",
          "filter": 0
        },
        {
          "title": "How deep a divide do we tolerate? Measuring the willingness to engage with differently minded others (WEDO)",
          "authors": "Melissa Jauch, Olivia Fischer, Mariela E. Jaffé, Rainer Greifeneder",
          "abstract": "Fostering contact across political camps is crucial to combat affective polarization and to sustain healthy democratic discourse. Researchers therefore have become increasingly interested in better understanding the factors that promote or hamper political exchange. The present research contributes to this goal by introducing WEDO, a new measure to assess the willingness to engage with differently minded others based on behavioral preferences in hypothetical scenarios. This measure integrates the advantages of topic‐specific assessment, fine‐grained response, and economical administration. Across four studies ( N = 1215) conducted in diverse sociopolitical contexts, we examine WEDO's associations with conceptually related variables. Our findings indicate that WEDO is linked to various individual characteristics (e.g., analytic thinking, intellectual humility) and further predicts behavior in a selective exposure task. Overall, WEDO offers a nuanced tool for understanding how personal characteristics, situational factors, and sociopolitical contexts influence individuals' openness to political discourse.",
          "url": "https://doi.org/10.1111/pops.70086",
          "doi": "https://doi.org/10.1111/pops.70086",
          "filter": 0
        },
        {
          "title": "Should “sisters” be doing it by themselves? Leadership, allyship, and mobilization for gender equality",
          "authors": "Emina Subašić, Michelle K. Ryan, Lisa Joye, Mitchell Young, Stephanie Hardacre, Katherine J. Reynolds, Nyla R. Branscombe",
          "abstract": "While gender equality initiatives have historically been spearheaded by women, male allies' contribution is increasingly recognized—and challenged. Our article examines the pivotal yet neglected intersection of women's leadership and allyship for gender equality. Across two experiments with community samples (total N = 801), we investigate how message framing (common cause vs. women's issue; Experiment 1), intergroup/male versus intragroup/female allies (Experiments 1–2), and transformative versus tokenistic allyship (Experiment 2) affect female leaders' capacity to mobilize both men and women for gender equality. We demonstrate that common cause (vs. women's issue) messages more readily mobilize men for collective action, whereas women's mobilization remains high irrespective of message framing. We also show that a female leader supported by an intergroup/male rather than an intragroup/female ally is more likely to be seen as “one of us,” have greater influence, and be more effective at mobilizing both men and women for collective action (Experiments 1–2). Critically, men are mobilized by transformative allyship (regardless of ally gender) and disengage from both the leader and the cause in response to tokenistic allyship (Experiment 2). While male allies can be important, our results suggest that transformative allyship is essential for mobilization across gender boundaries.",
          "url": "https://doi.org/10.1111/pops.70084",
          "doi": "https://doi.org/10.1111/pops.70084",
          "filter": 0
        },
        {
          "title": "“We have nothing to do with it”: How statements of denial by armed actors shape public perceptions and emotions",
          "authors": "Ilayda B. Onder, Mark Berlin",
          "abstract": "Armed groups operating in conflicts around the world publish statements of denial to dissociate themselves from acts of violence. Existing research argues that armed groups publish denial statements to avoid public backlash, favorably frame the conduct of their campaigns, and distance themselves from unsanctioned actions conducted by rank‐and‐file members. However, the broader psychological impact of denial statements on public perceptions remains unexplored. Investigating the effects of denial statements published by armed groups, we conducted a novel survey experiment with a national sample of 1616 adults in the United States. Participants were presented with a fictional attack attributed to an armed group by the government and randomly assigned to conditions in which the group denied, claimed, or remained silent about the attack. Our findings reveal that denials reduce perceived culpability in attacks, undermine trust in government, and alter emotional responses to violence. These results highlight how denial statements may serve as important rhetorical tools in armed groups' discursive repertoire. This study contributes to scholarship on the communication strategies of armed groups, psychological responses to violence, and the effects of militant discourse on public perceptions.",
          "url": "https://doi.org/10.1111/pops.70079",
          "doi": "https://doi.org/10.1111/pops.70079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Dead money: measuring the influence of representatives on post-passage appropriations",
          "authors": "Adhitya Venkatraman, Cameron Shelton",
          "abstract": "Using deaths and resignations to identify spells where congressional districts were unrepresented in the House of Representatives, we investigate the effect of these vacancies on the post-passage appropriations process. We find that lack of representation leads to a substantial 4.5% decline in the intensive margin of appropriations (new contract funding) but no effect on the extensive margin (number of granting agencies). However, this effect is concentrated among those districts receiving money from more agencies. For this half of the distribution, the decline is a more substantial 12.4%. This holds for both initial awards and renegotiations to existing contracts. The effect does not seem to be driven by a higher elasticity of particular funding agencies. It would seem that districts with more relationships to handle suffer a greater decline in appropriations when they are without a representative simply because there are more opportunities to be missed.",
          "url": "https://doi.org/10.1007/s11127-025-01347-5",
          "doi": "https://doi.org/10.1007/s11127-025-01347-5",
          "filter": 0
        },
        {
          "title": "Economic conditions and voting behavior",
          "authors": "Fernando Barros, Gustavo Correa-da-Silva, Valdemar Pinho Neto, Victor Rangel",
          "url": "https://doi.org/10.1007/s11127-025-01343-9",
          "doi": "https://doi.org/10.1007/s11127-025-01343-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Understanding Public Attitudes Toward Redistribution: Analysis by Ideological Subgroups",
          "authors": "Hang Qi",
          "abstract": "Existing scholarship suggests that Americans generally support progressive redistribution. However, whether ideological differences exist in views on the progressivity of social programs’ policy designs remains ambiguous. Using a conjoint experiment, I investigate how the progressivity of social programs’ distributional outcomes and tax sources impacts Americans’ social policy support. I find differences and similarities in the effects of progressive social policy designs on different ideological subgroups. Compared to conservatives, liberals are more supportive of social programs having progressive distributional results or tax sources and less supportive of social policies featuring regressive distributional consequences or tax sources. However, both liberals and conservatives prefer progressive social programs over those with regressive designs. This study helps explain the public’s preferences for social policies with progressive designs.",
          "url": "https://doi.org/10.1093/poq/nfaf046",
          "doi": "https://doi.org/10.1093/poq/nfaf046",
          "filter": 0
        },
        {
          "title": "Taylor N. Carlson. Through the Grapevine: Socially Transmitted Information and Distorted Democracy .",
          "authors": "Erik Peterson",
          "url": "https://doi.org/10.1093/poq/nfaf040",
          "doi": "https://doi.org/10.1093/poq/nfaf040",
          "filter": 0
        },
        {
          "title": "Matt Grossman and David A. Hopkins. Polarized by Degrees: How the Diploma Divide and the Culture War Transformed American Politics",
          "authors": "Nicholas F Jacobs",
          "url": "https://doi.org/10.1093/poq/nfaf036",
          "doi": "https://doi.org/10.1093/poq/nfaf036",
          "filter": 0
        },
        {
          "title": "Neil A. O’Brian. The Roots of Polarization: From the Racial Realignment to the Culture Wars",
          "authors": "Philip Moniz",
          "url": "https://doi.org/10.1093/poq/nfaf039",
          "doi": "https://doi.org/10.1093/poq/nfaf039",
          "filter": 0
        },
        {
          "title": "Sleeping Giant or Herd of Cats? An Experimental Investigation of Nonreligious Americans’ Responsiveness to Issue- and Group-Based Political Cues",
          "authors": "Ian G Anson, Carolyn Forestiere",
          "abstract": "The rise of the “religious nones” has garnered significant interest among journalists and scholars. Whereas very few people reported that they were not affiliated with an established religious tradition just 20 years ago, currently as many as 30 percent of Americans claim no religion when asked their religious preference on public opinion surveys. This seismic shift in the religious composition of the country precipitates important questions about the attitudes, group identity, and political participation of religious nones in response to contemporary issues. In this paper, we present the results of a novel survey experiment (N = 1,013) designed to determine if issue and identity cues increase religious nones’ sense of group identification, group consciousness, linked fate, and willingness to engage in political behavior. We leverage a unique large-scale sample of nonreligious Americans to facilitate these tests. Our results suggest that relevant political messaging does little to activate collective identification or political engagement among the nonreligious. Our findings have important implications for the future of American politics, even as the number of religiously unaffiliated people continues to grow.",
          "url": "https://doi.org/10.1093/poq/nfaf037",
          "doi": "https://doi.org/10.1093/poq/nfaf037",
          "filter": 0
        },
        {
          "title": "Fleeing for Their Lives: Reconsidering How Americans View Immigrants’ Reasons for Migrating",
          "authors": "Nicholas Pangakis",
          "abstract": "Politicians and media outlets often emphasize a distinction between migrants fleeing their home country for reasons linked to violence and migrants leaving to pursue economic opportunity. Americans are expected to be less welcoming towards immigrants who are perceived to be seeking economic opportunity relative to immigrants escaping violence. Using a national survey experiment, I test the hypothesis that violence and economic threats equally increase support for immigration when migrants face risks that force them to leave their home country. When harsh economic conditions are made clear, I find that Americans are more open to accepting immigrants fleeing economic deprivation than previously anticipated. While my results show that Americans are willing to prioritize immigrants facing poverty, I find minimal evidence that these favorable attitudes extend toward other protective immigration policies.",
          "url": "https://doi.org/10.1093/poq/nfaf043",
          "doi": "https://doi.org/10.1093/poq/nfaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Seeing is believing: Voluntary gender quotas change female leadership stereotypes",
          "authors": "Vladimir Chlouba",
          "abstract": "Can gender quotas voluntarily adopted by political parties alter stereotypical views about women in politics? This article examines Namibia’s SWAPO, an electorally dominant party that introduced a 50/50 gender quota in 2013. Using an event study design, I analyze public attitudes before and after the 2014 elections, when women elected due to the quotas entered Parliament. The findings reveal that increased female representation had a positive impact on women’s belief that they should have equal access to political office, with no evidence of backlash among male respondents. These results underscore the role of voluntary party quotas in shaping public perceptions of female leadership, offering new insights into the symbolic effects of quotas in developing-country contexts.",
          "url": "https://doi.org/10.1177/20531680251389036",
          "doi": "https://doi.org/10.1177/20531680251389036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Cleavage size and stability in turbulent times: introducing the bloc volatility and fragmentation dataset",
          "authors": "Jacob R. Gunderson",
          "url": "https://doi.org/10.1080/01402382.2025.2564030",
          "doi": "https://doi.org/10.1080/01402382.2025.2564030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
