{
  "update": "2025-01-03",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Fickle Prosociality: How Violence against LGBTQ+ People Motivates Prosocial Mass Attitudes toward LGBTQ+ Group Members",
          "authors": "MARCEL F. ROMAN, JACK THOMPSON",
          "abstract": "We present a Fickle Prosocial Violence Response Model to explain how indirect exposure to civilian-perpetrated violence against marginalized minority groups motivates prosocial attitudes toward victimized groups. Although the mass public may not sympathize with marginalized groups, they may adopt prosocial attitudes toward marginalized groups subject to civilian-perpetrated violence if the violence is salient and perceptibly illegitimate. However, the adoption of prosocial attitudes may be fickle. We find evidence consistent with the model. Studies 1–3 show that high-profile violence against LGBTQ+ people increases support for LGBTQ+ rights and reduces negative attitudes toward LGBTQ+ group members. But, the adoption of prosocial attitudes is short-term. Study 4 shows that less salient violence against LGBTQ+ people may not engender prosocial attitudes at the outset. Our findings suggest that violent events must be sufficiently salient to initially motivate prosocial beliefs. Nevertheless, salient civilian-perpetrated violence against marginalized groups may not sustainably motivate prosocial beliefs toward targeted groups.",
          "url": "https://doi.org/10.1017/s0003055424000947",
          "doi": "https://doi.org/10.1017/s0003055424000947",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Prompting Peasant Protest: Cashews, Coalitions, and Collective Action in Ghana and Côte d'Ivoire",
          "authors": "Nicolai Goritz",
          "abstract": "Political scientists have historically viewed smallholder farmers in low-income countries as lacking the capacity to collectively oppose adverse policies. This article argues that they can if they are able to attribute price distortions to government action. Apart from direct taxes, however, this is likely to occur only when traders inform smallholders of unfavorable policies. When traders are also significantly harmed by a price-distorting policy (e.g., by an export ban), they are motivated to use their networks and financial resources to inform farmer protest. When traders can pass on price distortions to farmers (as with low export taxes), they will not. The article probes this argument through a controlled comparative case analysis of export bans and taxes on raw cashew nuts in Ghana and Côte d'Ivoire.",
          "url": "https://doi.org/10.5129/001041524x17219263204952",
          "doi": "https://doi.org/10.5129/001041524x17219263204952",
          "filter": 0
        },
        {
          "title": "Who Gains from Nonviolent Action? Unpacking the Logics of Civil Resistance",
          "authors": "Consuelo Amat, Claire Trilling",
          "abstract": "Research in conflict studies comparing nonviolent and violent collective action has gained widespread attention due to the counterintuitive finding that nonviolent movements succeed more often than armed movements. However, rising repression and authoritarianism worldwide, alongside declining success rates for protest movements, highlight the need to further theorize and test the conditions under which nonviolent action succeeds. This article distills the different logics by which excluded minorities are advantaged or disadvantaged in nonviolent action. It also reviews three new books that advance the field of movement effectiveness in the short and long runs, and that demonstrate that success is context-dependent, with few characteristics universally conferring advantage or disadvantage. We conclude by outlining areas for future research, including the role of digital technologies.",
          "url": "https://doi.org/10.5129/001041524x17249592042927",
          "doi": "https://doi.org/10.5129/001041524x17249592042927",
          "filter": 0
        },
        {
          "title": "The Formation and Resilience of Law-Abiding Attitudes under Authoritarianism: The Case of Russia",
          "authors": "Kathryn Hendley, Peter Murrell",
          "abstract": "Authoritarian leaders frequently send mixed messages about law. While official rhetoric typically emphasizes obeying law, leaders have proven willing to sidestep the law when it proves inconvenient. We explore the impact of this duality on the attitudes of Russian citizens, drawing on three rounds of the Russian Longitudinal Monitoring Survey. To identify the separate effects of cohort, age, and survey year, we use existing estimates of a function relating age to the predisposition to form new attitudes. Our results indicate that one factor driving Russians' attitudes on law-abiding is the strength of the Kremlin's messaging on the importance of obeying the law especially in their formative years. This effect would have been strongest for the oldest Russians. Yet, ceteris paribus, more years lived in Russia lead to declines in law-abiding attitudes. The net result of these two effects is that older Russians profess greater law abidingness. Putin's emphasis on obeying the laws on the books has left its mark in the increasing prevalence of law-abiding attitudes.",
          "url": "https://doi.org/10.5129/001041524x17217489713832",
          "doi": "https://doi.org/10.5129/001041524x17217489713832",
          "filter": 0
        },
        {
          "title": "Gender, Institutions, and Legislative Speech",
          "authors": "Eduardo Alemán, Tiffany D. Barnes, Juan Pablo Micozzi, Sebastián Vallejo Vera",
          "abstract": "Speechmaking is a vital resource for legislators and holds particular importance for women lawmakers, who frequently constitute a numerical minority and face constraints on their political influence. We argue that formal and informal institutions, district characteristics, and issue priorities shape women's speech participation. Analyzing twenty-eight years of speeches from Chile's Chamber of Deputies, we first show that women's speeches constitute a small share of all speeches, directly corresponding to their numeric representation. Proportionally, however, women are over/under-represented in speechmaking across different policy areas. After controlling for various factors correlating with gender, including committee assignments, tenure, and district characteristics, women's relative participation is similar to men's in most topics but exceeds men's in areas that disproportionately affect women's lives, reflecting their commitment to substantive representation.",
          "url": "https://doi.org/10.5129/001041524x17260652667492",
          "doi": "https://doi.org/10.5129/001041524x17260652667492",
          "filter": 0
        },
        {
          "title": "A Global Assessment of Gender Quota Facilitating Mechanisms: Placement Mandates, Sanctions, and Financial Incentives",
          "authors": "Nagyeong Kang, Daeun Kim, Chong-Sup Kim",
          "abstract": "How do facilitating mechanisms affect the share of women in parliament? Specifically, is there an ideal combination of quota types and facilitating mechanisms that leads to greater female representation in parliament? This research uses a comprehensive dataset covering 186 countries in 2021 to provide a global landscape of the gender quota types and their facilitating mechanisms. Employing the OLS regression, we identified positive associations between placement mandates and strong sanctions and women's parliamentary presence in legislative candidate system. In contrast, financial incentives under the reserved seat system showed a negative association. Our country-level analysis reveals that female aspirants face multifaceted challenges, suggesting that multiple issues should be addressed for financial incentives to effectively improve female representation.",
          "url": "https://doi.org/10.5129/001041524x17283420862136",
          "doi": "https://doi.org/10.5129/001041524x17283420862136",
          "filter": 0
        },
        {
          "title": "Why Populist Authoritarians Rarely Turn into Repressive Dictators",
          "authors": "Kurt Weyland",
          "abstract": "Why do most authoritarian regimes installed by populist chief executives not become full-scale, repressive dictatorships? As explanation, scholars argue that populist leaders base their rule on charismatic appeal and voluntary mass support; therefore, they do not need harsh coercion, which would undermine their popular legitimacy. While corroborating this argument, I highlight a crucial complementary factor: populist chief executives find it difficult to marshal large-scale political repression. After all, their insistence on personalistic autonomy and unconstrained predominance creates tension with the military institution, the mainstay of organized coercion. Due to this inherent distance, most populist rulers lack the dependable military support to sustain the imposition of harsh autocracy. I substantiate these arguments with relevant cases from contemporary Latin America, especially Venezuela, Bolivia, Ecuador, Brazil, and Peru.",
          "url": "https://doi.org/10.5129/001041524x17222139647649",
          "doi": "https://doi.org/10.5129/001041524x17222139647649",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Explaining 2020 Trump support: The role of anti-Muslim, pro-police, and anti-BLM attitudes",
          "authors": "Nazita Lajevardi, Jan Zilinsky",
          "url": "https://doi.org/10.1016/j.electstud.2024.102888",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102888",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "From collaboration to convergence: Nativist attitudes among non‐radical right supporters",
          "authors": "LIE PHILIP SANTOSO",
          "abstract": "This study examines the impact of cooperation between radical right parties (RRPs) and non‐RRPs on the policy attitudes of non‐RRP supporters. As RRPs have gained prominence in recent years, particularly for their nativist and anti‐immigration positions, this research investigates whether non‐RRP partisans adopt similar views when their preferred parties collaborate with RRPs. Drawing on original survey data from Denmark, Germany and the United Kingdom in 2019, the findings reveal a notable association: non‐RRP supporters are more likely to express stronger nativist attitudes when they perceive their parties as having cooperative relationship with RRPs. These results suggest the potential for ideological diffusion, where voters adjust their beliefs in response to perceived alignment with allied parties. Ultimately, this paper seeks to enhance our understanding of how party cooperation affects voter attitudes, suggesting that alliances with RRPs may normalize exclusionary policies and exacerbate societal divisions.",
          "url": "https://doi.org/10.1111/1475-6765.12754",
          "doi": "https://doi.org/10.1111/1475-6765.12754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Moving the Needle: Recommendation Precision and Compliance with Women’s Rights Recommendations",
          "authors": "Jillienne Haglund, Courtney Hillebrecht",
          "abstract": "Abstracts International human rights institutions impose obligations on their member states that extend long past the ratification stage. Each year, states receive tens, or even hundreds, of recommendations from international human rights bodies. These recommendations demand that states change their human rights policies and practices. While recent scholarship has emphasized the important role of domestic institutions and civil society actors in facilitating compliance with these recommendations, comparatively little research examines how the quality of the recommendations themselves affects compliance outcomes. Using two novel datasets, this paper sets out to understand the nexus between recommendation quality and compliance. Our research suggests that highly precise recommendations move the needle away from inaction on international human rights institutions’ rulings and recommendations but make full compliance more difficult. This paper advances the existing literature on the dynamics of compliance and places some of the responsibility for compliance on the international human rights institutions themselves.",
          "url": "https://doi.org/10.1093/isq/sqae155",
          "doi": "https://doi.org/10.1093/isq/sqae155",
          "filter": 0
        },
        {
          "title": "The Design of Autocratic Trade Agreements: Economic Integration and Political Survival",
          "authors": "Evgeny Postnikov, Jonas Gamso",
          "abstract": "Abstracts The number of preferential trade agreements signed among non-democratic states (autocratic PTAs) has grown significantly over the last decades. Trade policy scholarship remains silent on the institutional design of these autocratic economic arrangements. In this paper, we explore the core institutional characteristic of autocratic PTAs—their depth. It has been shown that many North–South and, increasingly, South–South PTAs tend to be deep, yet the depth of PTAs comprised of autocratic members remains puzzling, as government elites are faced with competing pressures for economic integration and political survival. We argue that autocratic PTAs tend to have considerable depth when it comes to the coverage of certain trade-plus issues, such as investment and trade-in services, due to the desire of government elites to attract trade and investment and enhance the ruling regime's legitimacy and political survival. However, dispute settlement provisions that could breach domestic political autonomy are carefully eschewed. We also expect to see higher levels of agreement flexibility in deep autocratic PTAs, reflecting autocrats’ dual interests in economic openness and political control. We test these expectations using data from the Design of Trade Agreements Database and we carry out interviews with trade officials to clarify the mechanisms at work.",
          "url": "https://doi.org/10.1093/isq/sqae152",
          "doi": "https://doi.org/10.1093/isq/sqae152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Rewarding loyalty: Selective reassurance and enforcement of asymmetric alliances",
          "authors": "Yasuki Kudo",
          "abstract": "Great powers frequently signal their alliance commitments during peacetime. While scholars see this peacetime practice as an integral part of great powers’ alliance maintenance, there is significant variation in the intensity of signals that junior allies receive. This article suggests that the choices made by great powers in signalling alliance commitments can be explained by the motivation to encourage compliance among junior allies. Great powers typically form alliances to exert control over their junior allies’ decision-making and thereby maintain their sphere of influence. Yet, great powers may face difficulty in making junior allies accommodate their demands as junior allies’ interests are not always in alignment. This article argues that great powers attempt to maintain their allies’ incentive to comply by reaffirming alliance commitments as an ex-post reward. In addition, to increase the efficiency of this reward strategy, great powers carefully select the targets, taking into account their allies’ willingness to make concessions. Empirical analysis using the sample of United States alliance relationships provides evidence that supports these arguments. This article contributes to the literature by deepening our comprehension of how great powers manage their alliances and providing at least a partial answer to how asymmetric alliances are maintained. Furthermore, this article has important implications for how great powers maintain their status within the international system.",
          "url": "https://doi.org/10.1177/00223433241292270",
          "doi": "https://doi.org/10.1177/00223433241292270",
          "filter": 0
        },
        {
          "title": "Dynamics of organized violence in the wake of tropical cyclones",
          "authors": "Elizabeth J Tennant, Elisabeth A Gilmore",
          "abstract": "Recent research highlights how the same vulnerabilities that lead to disasters also condition the impact of hazards on violent conflict. Yet it is common practice in the literature to proxy rapid-onset hazards with disaster impacts when studying political violence. This can bias upward estimates of hazard–conflict relationships and obscure heterogeneous effects, with implications for forecasting as well as disaster risk reduction and peace-building activities. To overcome this, we implement an approach that measures and models the separate components of a tropical cyclone event: the hazard, the exposure, and the impacts. We then estimate a set of models that quantify how the incidence and intensity of organized violence respond to hazard exposure. We find little evidence that the average tropical cyclone enhances or diminishes violent conflict at the country level over a two-year time horizon. Yet rather than signaling that storms do not matter for political violence, unpacking this average result reveals two countervailing effects within countries. Conflict, and especially one-sided violence against civilians, tends to escalate in regions directly exposed to the tropical cyclone. In contrast, areas outside the path of the storm may experience a decrease in conflict. These results are heterogeneous with tropical cyclone intensity, and conflict escalation is more likely to occur in settings with less effective governments. Our results underscore the importance of ex-ante efforts targeting government capacity and effective disaster risk reduction to moderate the risk of violent conflict in the wake of tropical cyclones.",
          "url": "https://doi.org/10.1177/00223433241291927",
          "doi": "https://doi.org/10.1177/00223433241291927",
          "filter": 0
        },
        {
          "title": "Introducing the Concentration Camps (CCamps v1.0) dataset",
          "authors": "Rachel Van Nostrand, Alex Braithwaite, Daniel Solomon",
          "abstract": "Although the Nazi Holocaust provides the most expansive and resonant example of concentration camps in popular commentary and social science research, recent revelations regarding the detention and abuse of Uyghurs in camps in Xinjiang, China, as well as Ukrainian citizens in Russian-occupied Eastern Ukraine, reflect the persistence of this technology of mass violence. To gauge how common the use of this technology has been and to facilitate research into its comparative contexts, we introduce the Concentration Camps (CCamps) dataset. We first conceptualize concentration camp systems as bounded, irregular spaces housing targeted, resident civilian populations, whom camp administrators purposefully neglect, often force into labor, and sometimes kill en masse. Based upon this conceptualization, we describe the CCamps dataset, which surveys 150 camp systems administered globally between 1896 and 2018. Finally, we discuss some potential applications for this dataset in the literatures on conflict, peace, and repression.",
          "url": "https://doi.org/10.1177/00223433241288339",
          "doi": "https://doi.org/10.1177/00223433241288339",
          "filter": 0
        },
        {
          "title": "Identity concessions in ethnic civil wars: When are they given and with what outcomes for peace?",
          "authors": "Lesley-Ann Daniels",
          "abstract": "Creating a stable peace is now the key puzzle to resolve in ending civil wars. To date, research has focused on ‘hard’ political and military reforms included in peace agreements, and the impact of ‘soft’ concessions such as language rights, cultural rights or the right to religion have been largely ignored. When do states give these concessions and do they make a difference to peace outcomes? The article argues that the state grants these concessions to dilute ethnic grievances and accommodate the group, bypassing political demands, but gives them strategically to ethnic groups that are politically weak. The concessions have effects through the expressive, demarcating and relational impacts on the receiving group. The article uses original data on identity concessions in a comparison of conflicts with ethnic aims that ended in a peace agreement from 1989 to 2013. The findings show that concessions are given to larger ethnic groups that lack political power. If granted, identity concessions only make peace more durable when fully implemented. The article thus brings a novel contribution to the role of grievances in civil wars and to the settlement of civil conflicts.",
          "url": "https://doi.org/10.1177/00223433241289813",
          "doi": "https://doi.org/10.1177/00223433241289813",
          "filter": 0
        },
        {
          "title": "Are domestic war crimes trials biased?",
          "authors": "Ivor Sokolić, Denisa Kostovicova, Lanabi La Lova, Sanja Vico",
          "abstract": "Fairness of domestic war crimes trials matters for promoting justice and peace. Scholars have studied public perceptions of war crimes trials to assess their fairness, but little is known about whether post-conflict states conduct them fairly. Bias, as a matter of procedural fairness, can manifest as a tendency to favour certain groups over others. Leveraging the theories of judicial decisionmaking, this article investigates two types of bias. The first is in-group bias, which is associated with protection of in-group members and punishment of out-group members. The second is conflict actor bias, which is associated with deflecting responsibility for wrongdoing from state agents to non-state agents of violence. We test for bias in domestic war crimes trials in Serbia with statistical modelling and quantitative text analysis of judicial decisions delivered to Serb and non-Serb defendants (1999–2019). While we do not find evidence of ethnic bias, our results indicate conflict actor bias. Serb paramilitaries received harsher sentences than Serb state agents of violence. Furthermore, we observe bias in the textual content of judgements. Judges depict violence committed by paramilitaries more extensively and graphically than violence by state actors. By revealing these judicial strategies, we demonstrate how a state can use domestic war crimes trials to diminish state wrongdoing and attribute the responsibility for violence to paramilitaries. The conflict actor bias we identify shows how deniability of accountability operates after conflict, complementing existing explanations of states’ collusion with paramilitaries before and during conflict.",
          "url": "https://doi.org/10.1177/00223433241292143",
          "doi": "https://doi.org/10.1177/00223433241292143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Selling their vote expensively: The effects of information, apathy and age",
          "authors": "Sergiu Gherghina, Paul Tap",
          "abstract": "People’s attitudes towards vote buying have often been studied through the lenses of its acceptability as a norm in society or the drivers behind the decision to accept money if offered. However, we know little about the financial value that voters attach to their vote. To fill this gap in the literature, this research note analyzes what makes people accept different sums of money in exchange for their votes. It uses a survey conducted in Romania after the 2020 legislative elections and shows that most respondents reject any sum of money. Among those willing to accept money, the voters who have limited information, who rarely participate politically and those who are young are inclined to ask higher sums for their vote. Partisanship has mild effects, but poverty and trust in parties do not make a difference.",
          "url": "https://doi.org/10.1177/13540688241311866",
          "doi": "https://doi.org/10.1177/13540688241311866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Multilanguage Word Embeddings for Social Scientists: Estimation, Inference, and Validation Resources for 157 Languages",
          "authors": "Elisa M. Wirsching, Pedro L. Rodriguez, Arthur Spirling, Brandon M. Stewart",
          "abstract": "Word embeddings are now a vital resource for social science research. However, obtaining high-quality training data for non-English languages can be difficult, and fitting embeddings therein may be computationally expensive. In addition, social scientists typically want to make statistical comparisons and do hypothesis tests on embeddings, yet this is nontrivial with current approaches. We provide three new data resources designed to ameliorate the union of these issues: (1) a new version of fastText model embeddings, (2) a multilanguage “a la carte” (ALC) embedding version of the fastText model, and (3) a multilanguage ALC embedding version of the well-known GloVe model. All three are fit to Wikipedia corpora. These materials are aimed at “low-resource” settings where the analysts lack access to large corpora in their language of interest or to the computational resources required to produce high-quality vector representations. We make these resources available for 40 languages, along with a code pipeline for another 117 languages available from Wikipedia corpora. We extensively validate the materials via reconstruction tests and other proofs-of-concept. We also conduct human crowdworker tests for our embeddings for Arabic, French, (traditional Mandarin) Chinese, Japanese, Korean, Russian, and Spanish. Finally, we offer some advice to practitioners using our resources.",
          "url": "https://doi.org/10.1017/pan.2024.17",
          "doi": "https://doi.org/10.1017/pan.2024.17",
          "filter": 0
        },
        {
          "title": "What Would You Say? Estimating Causal Effects of Social Context on Political Expression",
          "authors": "William Small Schulz",
          "abstract": "I develop a survey method for estimating social influence over individual political expression, by combining the content-richness of document scaling with the flexibility of survey research. I introduce the “What Would You Say?” question, which measures self-reported usage of political catchphrases in a hypothetical social context, which I manipulate in a between-subjects experiment. Using Wordsticks, an ordinal item response theory model inspired by Wordfish, I estimate each respondent’s lexical ideology and outspokenness, scaling their political lexicon in a two-dimensional space. I then identify self-censorship and preference falsification as causal effects of social context on respondents’ outspokenness and lexical ideology, respectively. This improves upon existing survey measures of political expression: it avoids conflating expressive behavior with populist attitudes, it defines preference falsification in terms of code-switching, and it moves beyond trait measures of self-censorship, to characterize relative shifts in the content of expression between different contexts. I validate the method and present experiments demonstrating its application to contemporary concerns about self-censorship and polarization, and I conclude by discussing its interpretation and future uses.",
          "url": "https://doi.org/10.1017/pan.2024.15",
          "doi": "https://doi.org/10.1017/pan.2024.15",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Making spaces for debate in the digital age",
          "authors": "Mia M. Bennett, Kate Coddington, Deirdre Conlon, Patricia Ehrkamp, Charis Enns, Filippo Menga, Caroline Nagel, Olivier J. Walther",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103266",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103266",
          "filter": 0
        },
        {
          "title": "Raising justice: Political autonomy and a decolonial feminist relandscaping of Mexico City's Reforma",
          "authors": "Melissa W. Wright, Carla Filipe-Narciso",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103251",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103251",
          "filter": 0
        },
        {
          "title": "Interactions between territorial partitioning, indigeneity crises, and farmer-pastoralist conflicts in the Benue-Nasarawa region",
          "authors": "Cletus Famous Nwankwo",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103262",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103262",
          "filter": 0
        },
        {
          "title": "Wasla. Tracing the lasting impacts of an entangled colonial history on a Miskitu community",
          "authors": "Ruth H. Matamoros Mercado",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103267",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103267",
          "filter": 0
        },
        {
          "title": "How to turn a union organizer into a cable junction box: Union access to workers, the property right to exclude, and the United States Supreme Court's alchemical geographical imagination",
          "authors": "Don Mitchell",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103260",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103260",
          "filter": 0
        },
        {
          "title": "Assembling governance in São Paulo's \"Cracolândia\"",
          "authors": "Matthew A. Richmond, Giordano Magri",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103225",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103225",
          "filter": 0
        },
        {
          "title": "Volatile campaigns? The effects of shocks on campaign effectiveness in British general elections",
          "authors": "Charles Pattie, David Cutts",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103245",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103245",
          "filter": 0
        },
        {
          "title": "Towards hydrosocial autonomy within modernity. A long-term analysis (1850–1980) of socio-material fracturing of flood protection infrastructures in an Alpine valley",
          "authors": "Antoine Brochet, Jean-Dominique Creutin, Aida Arik, Yvan Renou",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103249",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103249",
          "filter": 0
        },
        {
          "title": "Fragmenting forest governance: Land tenure and the REDD+ paradox in Kigoma pilot project, Tanzania",
          "authors": "Emma Jane Lord",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103234",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103234",
          "filter": 0
        },
        {
          "title": "Political neglect and support for the radical right: The case of rural Portugal",
          "authors": "Pedro C. Magalhães, João Cancela",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103224",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103224",
          "filter": 0
        },
        {
          "title": "The spatial dimension of political dissent – Centre-periphery dynamics in Sweden",
          "authors": "David Karlsson, Louise Skoog",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103248",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103248",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Art in movement, art as movement: Collective action and collective gathering for intangible cultural heritage sustainability",
          "authors": "Camilo Rincón‐Unigarro, Andrés Jaramillo, Carlos Riascos, Guisella Checa, Silvia da Costa, Wilson López‐López, Darío Páez, Laura Díaz‐Fuentes, Daniela Gómez‐Ortiz, Camila Ordoñez, Isabella Ortíz, Valeria Velásquez, Patricia Venegas, Juan‐Camilo Jaramillo",
          "abstract": "Carnaval de Negros y Blancos is a mixed‐race festive act inscribed on UNESCO's list of intangible cultural heritage (ICH). It hosts collective gatherings that provide opportunities for identity emergence and reaffirmation, where heritage owners lead top‐down and bottom‐up safeguarding efforts. This study aims to document the processes of collective action for sustainability, by analyzing top‐down and bottom‐up initiatives for safeguarding. We conducted a mixed‐methods study in Pasto, Colombia, using data from interviews with ICH stakeholders ( n = 59) and from surveys with carnival players ( n = 403). Heritage safeguarding , peacebuilding , human expression , transcendent experience , and evolving identities are the main themes within safeguarding movements. Additionally, the quality of participation in the event, either as performer or not performer at Senda del Carnaval , relates to sociocognitive and emotional processes of both social movements and collective gatherings. Findings portray ICH as a context for sustainable cities and communities, as well as increased peace, justice, and responsive institutions.",
          "url": "https://doi.org/10.1111/pops.13071",
          "doi": "https://doi.org/10.1111/pops.13071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The power of empirical evidence: assessing changes in public opinion on constitutional emergency provisions",
          "authors": "Masaki Iwasaki",
          "abstract": "The Japanese government is attempting to put emergency clauses in the Constitution. Although the overwhelming majority of legal scholars and practitioners vehemently oppose the initiative, public opinion polls indicate a close divide between opponents and supporters. This division may partly stem from the difficulty the public faces in reaching a conclusive decision through abstract legal arguments. Recently, an empirical study analyzing emergency clauses in various countries showed that such clauses tend to increase government violations of human rights and the death toll during disasters. Our survey experiment investigates how presenting such empirical evidence—which corroborates opponents’ legal arguments—as a treatment affects public support for the potential Japanese emergency clauses. We find that the treatment shifts the ratio of opposition to support from roughly 1:1 to 2.6:1. In the placebo group, the proportions of opposition, neutrality, and support are 28.8%, 43.2%, and 28.0%, compared to 47.7%, 33.6%, and 18.7% in the treatment group. Additionally, initial supporters of the clauses shift more toward opposition after the intervention than do opponents or neutrals. These results suggest that should a referendum be held, making the public aware of the empirical analysis could markedly influence the outcome.",
          "url": "https://doi.org/10.1007/s11127-024-01252-3",
          "doi": "https://doi.org/10.1007/s11127-024-01252-3",
          "filter": 0
        },
        {
          "title": "Correction to: Humanomics: introduction to a special issue",
          "authors": "William F. Shughart, Ravi K. Roy, Ryan Yonk",
          "url": "https://doi.org/10.1007/s11127-024-01251-4",
          "doi": "https://doi.org/10.1007/s11127-024-01251-4",
          "filter": 0
        },
        {
          "title": "From financial development to informality: a causal link",
          "authors": "Salvatore Capasso, Franziska Ohnsorge, Shu Yu",
          "url": "https://doi.org/10.1007/s11127-024-01217-6",
          "doi": "https://doi.org/10.1007/s11127-024-01217-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
