{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The effect of real‐news party cues",
          "authors": "Rasmus Skytte",
          "abstract": "News media routinely offer cues about the stances of party elites, but to what extent do these cues shape the policy opinions of the public? While numerous experiments find that partisans adopt the stances of their leaders, these findings may not generalize easily to the context of real news, which often contains richer policy information and more subtle, ambiguous party cues than the artificial stimuli commonly employed. To investigate the impact of party cues as they naturally appear in news coverage—what I term real‐news party cues —I develop a new experimental paradigm. I first sample 70 articles covering political proposals from a large pool of real news and prepare two versions of each: one with and one without these cues. These articles then serve as stimuli in survey experiments among representative samples of Americans ( n  = 12,177). I find that real‐news party cues have mostly modest effects on policy opinions.",
          "url": "https://doi.org/10.1111/ajps.70014",
          "doi": "https://doi.org/10.1111/ajps.70014",
          "filter": 0
        },
        {
          "title": "Classification algorithms and social outcomes",
          "authors": "Elizabeth Maggie Penn, John W. Patty",
          "abstract": "Classification algorithms are increasingly important in areas such as obtaining credit, employment, health care, housing, law enforcement, and national security. These classification decisions affect people's lives and, accordingly, can shape their behaviors. We present a formal model of optimal classification by an algorithm designer who may want to affect the distribution of behavior in a population. Our model allows the designer to have a wide array of objectives (such as maximizing compliance or maximizing accuracy, among many others), and these objectives shape equilibrium behavioral outcomes in the population, sometimes in surprising ways. Our results also speak to questions of algorithmic fairness in settings where behavior and algorithms are interdependent, and where measures of fairness focusing on statistical parity across groups may not be appropriate.",
          "url": "https://doi.org/10.1111/ajps.70005",
          "doi": "https://doi.org/10.1111/ajps.70005",
          "filter": 0
        },
        {
          "title": "The nation‐state, non‐Western empires, and the politics of cultural difference",
          "authors": "Loubna El Amine",
          "abstract": "While empires have been central to political theory, they almost always refer to Western forms of imperialism and colonialism to which non‐Western societies are subject. But precolonial empires have ruled much of the world for much of known history. Building on recent International Relations (IR) scholarship, this article reconstructs an ideal type of empires based on three non‐Western ones: the Qing, the Ottoman, and the Mughal empires, showing how they aim at cultural incorporation. I argue that this incorporation is made possible by three institutional features: the plural composition of their governing structures, the heterogenous relations between center and periphery, and the absence of a territorial basis for imperial authority. These features, in turn, make possible a normative ideal of inclusive peace. This historical foray shows how dependent multicultural ideals central to political theory today are on the contingent institutional features of modern states; it also helps us think beyond these.",
          "url": "https://doi.org/10.1111/ajps.70011",
          "doi": "https://doi.org/10.1111/ajps.70011",
          "filter": 0
        },
        {
          "title": "Change in migrants’ political attitudes: Acculturation and cosmopolitanization",
          "authors": "Eva Krejcova, Filip Kostelka, Nicolas Sauger",
          "abstract": "This paper investigates change in international migrants’ political attitudes. It theorizes a novel attitudinal typology distinguishing polity‐specific attitudes influenced by national contexts and transnational attitudes forged by migratory experience. It applies the typology to four dimensions of political competition in contemporary Europe: redistribution, homosexuality, European integration, and immigration. The paper tests the new theory using cross‐sectional and panel data spanning nearly 380,000 observations from 104 sending and 28 destination countries. It introduces a new strategy to model cross‐classified hierarchical data, addresses issues inherent to group comparison, and pioneers two empirical inquiries into migrants’ self‐selection. The results show that migration prompts the acculturation of polity‐specific attitudes and the cosmopolitanization of transnational attitudes. Migrants adopt their host countries’ attitudes toward redistribution and homosexuality while developing a uniquely liberal outlook on European integration and immigration. These findings carry major implications for our understanding of attitudinal change and the dimensionality of the ideological space.",
          "url": "https://doi.org/10.1111/ajps.70012",
          "doi": "https://doi.org/10.1111/ajps.70012",
          "filter": 0
        },
        {
          "title": "How FDI reshapes host markets’ trade profile and politics",
          "authors": "In Song Kim, Steven Liao, Sayumi Miyano",
          "abstract": "A fast‐growing literature indicates that firms’ engagement in foreign direct investment (FDI) and trade is key to understanding deepening global value chains and their political implications. However, existing studies have mainly focused on the ramifications for FDI home countries while often overlooking the firm‐product level interactions between FDI and trade, where their interdependencies manifest. This study examines how firms’ FDI reshapes host countries’ trade profiles at this level, empowering new political coalitions for trade liberalization. Analyzing greenfield FDI projects globally since 2003, we find that hosts experienced an average increase of over 45 export products in the following year. To overcome the challenges of connecting firms to products, we link FDI data with Vietnamese customs records. We find that Vietnamese export (import) volumes of FDI‐related products increased by 90% (30%) within 4 years of initial investments. Importantly, these products also benefited from more substantial tariff cuts in bilateral Free Trade Agreements.",
          "url": "https://doi.org/10.1111/ajps.70010",
          "doi": "https://doi.org/10.1111/ajps.70010",
          "filter": 0
        },
        {
          "title": "In Strongman We Trust: The Political Legacy of the New Village Movement in South Korea",
          "authors": "Ji Yeon Hong, Sunkyoung Park, Hyunjoo Yang",
          "url": "https://doi.org/10.1111/ajps.12988",
          "doi": "https://doi.org/10.1111/ajps.12988",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "What State? Political Parties and Non-State Security Provision in Lebanon",
          "abstract": "",
          "url": "https://doi.org/10.5129/001041525x17489537724915_suppl",
          "doi": "https://doi.org/10.5129/001041525x17489537724915_suppl",
          "filter": 0
        },
        {
          "title": "The Bureaucracy of Reparations and Political Engagement",
          "abstract": "",
          "url": "https://doi.org/10.5129/001041525x17423256033385_suppl",
          "doi": "https://doi.org/10.5129/001041525x17423256033385_suppl",
          "filter": 0
        },
        {
          "title": "From Insurgent to Incumbent: Ideology, Rebel Governance, and Statebuilding after Rebel Victory in Civil Wars",
          "abstract": "",
          "url": "https://doi.org/10.5129/001041525x17479189593937_suppl",
          "doi": "https://doi.org/10.5129/001041525x17479189593937_suppl",
          "filter": 0
        },
        {
          "title": "Authoritarian Information Gathering amid Crisis",
          "abstract": "",
          "url": "https://doi.org/10.5129/001041525x17519048352854_suppl",
          "doi": "https://doi.org/10.5129/001041525x17519048352854_suppl",
          "filter": 0
        },
        {
          "title": "Transitional Justice and Support for Policies of Remembrance after Mass Violence",
          "authors": "Alexander De Juan, Julian Voß",
          "abstract": "Prior research suggests that punitive transitional justice (TJ) may foster a sense of collective exoneration among perpetrator groups, potentially reducing support for remembrance of in-group atrocities in the long term. We test this potential “hidden cost’’ of TJ in Germany using a vignette experiment manipulating perceptions of the extent of denazification and an observational analysis exploiting variation in denazification intensity across occupation zones. We find that while perceptions of comprehensive Nazi accountability foster beliefs that the German in-group was fully held responsible, these perceptions do not affect support for commemoration or responsibility toward victims. These results contribute to the broader literature on TJ’s long-term attitudinal impacts and the determinants of support for historical remembrance, emphasizing the enduring importance of moral over legal perceptions of accountability.",
          "url": "https://doi.org/10.5129/001041525x17563217640811",
          "doi": "https://doi.org/10.5129/001041525x17563217640811",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Facts Speak Louder? Comparing the attention effects of moral and factual framing of political issues",
          "authors": "Michal Tóth, Tadeáš Celý, Roman Chytilek",
          "url": "https://doi.org/10.1016/j.electstud.2025.102996",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102996",
          "filter": 0
        },
        {
          "title": "Cultivating trust? The role of European Union investments in bridging rural-urban divides",
          "authors": "Paul Maneuvrier-Hervieu, Leo Azzollini, Anne-Marie Jeannet",
          "url": "https://doi.org/10.1016/j.electstud.2025.102987",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102987",
          "filter": 0
        },
        {
          "title": "Assisting the vote? Disability as a cost of voting",
          "authors": "Michael C. Herron, Daniel A. Smith",
          "url": "https://doi.org/10.1016/j.electstud.2025.102997",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102997",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Elite–Public Gaps on Nuclear Weapons: The Roles of Salience and Knowledge",
          "authors": "David C. Logan",
          "abstract": "An explosion of survey experimental research shows that public support for nuclear use is alarmingly high and malleable. Thus, nuclear nonuse may depend on elite restraint. Can elites be counted on to resist nuclear use? How do national security elites think about nuclear weapons, and what does this imply for potential nuclear use and our understanding of public–elite gaps in political behavior? Drawing on the literature on public opinion formation, I argue that two features of public attitudes toward nuclear weapons help explain elite–public gaps on nuclear weapons: low salience and low knowledge. I then test this explanation using parallel preregistered survey experiments assessing support for nuclear use across three samples: the US public before the Ukraine conflict; the US public after the Ukraine conflict began; and a highly elite sample of US military officers and strategists, also after the Ukraine conflict began. While the US public is willing to support nuclear use, US national security elites are significantly more reluctant. Among the public, respondents for whom nuclear weapons are a high-knowledge or high-salience issue behave more like elites: they are less likely to support nuclear use. The findings have important implications for survey experimental research, scholarship on nuclear weapons, public opinion formation, and elite–public gaps in political behavior.",
          "url": "https://doi.org/10.1017/s0020818325100799",
          "doi": "https://doi.org/10.1017/s0020818325100799",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Balanced Messaging about Solar Geoengineering does not Reduce Average Support for Emissions Reductions",
          "authors": "Damian Antoan, Nicholas Chiang, Spencer Dearman, Santiago Espejel, Manarldeen Fajors, Darina Huang, Elliott Husseman, Justin Lavigne, Isabella Lin, Neel Maheshwari, Zidane Marinez, George Nottley, Julien Perce, Ezra Santos, Natasha Sokhi, Carlos Sole, Adam Tuchler, Jay Udinsky, Zikai Li, Andrew C. Eggers",
          "abstract": "Solar geoengineering offers a speculative means to cool the planet by reflecting solar radiation into space. While some research suggests that awareness of solar geoengineering could reduce public support for decarbonization through a moral hazard mechanism, other studies indicate that it could serve as a “clarion call” that motivates further action. Using a pre-registered factorial design, we assess how sharing balanced information on solar geoengineering affects attitudes toward decarbonization policies and climate attitudes among 2,509 US residents. We do not find that solar geoengineering information affects support for decarbonization on average, though it may increase support among initially less supportive subgroups; moreover, this information tends to increase the perception that climate change is a daunting problem that cannot be resolved without decarbonization. Our results suggest that concerns about moral hazard should not discourage research on solar geoengineering – as long as the public encounters realistic messages about solar geoengineering’s role.",
          "url": "https://doi.org/10.1017/xps.2025.10017",
          "doi": "https://doi.org/10.1017/xps.2025.10017",
          "filter": 0
        },
        {
          "title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach",
          "authors": "Fabian Guy Neuner",
          "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology.",
          "url": "https://doi.org/10.1017/xps.2025.10018",
          "doi": "https://doi.org/10.1017/xps.2025.10018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "When memes govern: A study of TikTok video memes in the 2024 US presidential election",
          "authors": "Jintao Zhang",
          "abstract": "Despite the rapid growth of video-based memes, their actual influence on politics remains underexplored. This study investigates how political memes on TikTok affected the 2024 U.S. presidential election. Using a mixed-methods design, we combined expert evaluations of meme content ( N = 121) and a survey experiment ( N = 240) to assess the roles of humor level, knowledge quality, and candidate focus in affecting political outcomes. Structural equation modeling revealed that humor level significantly increased political engagement intention but had a negative direct effect on attitude change, while knowledge quality directly promoted attitude change. We also found that political cynicism moderated these effects: among cynical individuals, highly humorous memes more strongly boosted political engagement intention. Polarization analysis highlights that in-party memes reinforce existing beliefs, and Trump-focused or high knowledge quality content sways independent audiences. This study explores the complex dynamics of video-based memes, contributing to the understanding of digital media’s role in political processes.",
          "url": "https://doi.org/10.1177/13540688251380615",
          "doi": "https://doi.org/10.1177/13540688251380615",
          "filter": 0
        },
        {
          "title": "Determinants of non-partisan ministerial appointments in presidential systems: Evidence from the presidential polities of the Americas",
          "authors": "Alejandro Olivares, Adrián Albala",
          "abstract": "Why do presidents appoint non-partisan ministers? Despite growing interest in technocratic appointments, little is known about the conditions that lead presidents to include non-party figures in their cabinets. This paper draws on an original dataset of 181 inaugural governments across 19 American presidential regimes from 1980 to 2025. It examines how institutional, ideological, and coalition-based factors shape the proportion of independent ministers. The findings suggest that non-partisan appointments are less frequent when cabinets are composed of multiple parties, supported by strong legislative coalitions, or led by left-leaning presidents. Conversely, right-leaning executives and disaggregated coalitions rely more heavily on nonpartisan actors. Constitutional powers, such as authority over decrees, are of limited explanatory value. These findings contradict preconceptions about durable presidential discretion and underline the importance of party politics for cabinet formation. The study advances our understanding of executive decision-making and raises new questions about the future of party-based representation.",
          "url": "https://doi.org/10.1177/13540688251377652",
          "doi": "https://doi.org/10.1177/13540688251377652",
          "filter": 0
        },
        {
          "title": "The negative effect of state funding on electoral support of new parties in post-communist countries",
          "authors": "Lukáš Linek, Michael Škvrňák",
          "abstract": "Does state funding of parties lead to petrification of the party systems with very few new parties, or to competition that is more open where new parties proliferate? According to the cartel party thesis, the provision of state funding leads to the establishment of barriers to the entry of new parties. In contrast, strategic entry theory posits that state funding represents an electoral benefit and thus reduces the costs of entry; as a result, the electoral success of new parties should increase. This study covers 11 post-communist countries that joined the EU and analyses the relationships between state funding and new party support in 84 elections. Using various measures of state funding of parties (eligibility threshold, timing of financing, and amount of subsidies), this article shows a negative relationship between state funding of parties and electoral support of new parties.",
          "url": "https://doi.org/10.1177/13540688251376480",
          "doi": "https://doi.org/10.1177/13540688251376480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Precarious Voices: The Political Act of Transmission in Feng Menglong’s Mountain Songs Compendium (c. 1610)",
          "authors": "Leigh K Jenco",
          "abstract": "At times of political catastrophe, what spaces remain for disenfranchised voices? This essay explores an early seventeenth-century compendium of urban folksongs, compiled by Feng Menglong (1574–1646), to explore a new kind of political action outside the institutions of the state—the act of transmission, that is, the recording of materials from the past or present for the moral cultivation of posterity. When Feng inserts non-elite voices into this process by recording and transmitting their poetry in a textual record that takes account of their regional and oral features, inflected by differences of class and gender, his act is both inclusive and meaningfully political. Feng’s act of transmission sustains voices—including those of the marginalized—whose circumstances otherwise render them precarious. Transmission thus draws attention to the forward-looking acts that can shape future practice and theory, on the basis of the very voices being obstructed by the mainstream realities of their time.",
          "url": "https://doi.org/10.1017/s1537592725101886",
          "doi": "https://doi.org/10.1017/s1537592725101886",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "A Statistical Model of Bipartite Networks: Application to Cosponsorship in the United States Senate",
          "authors": "Adeline Lo, Santiago Olivella, Kosuke Imai",
          "abstract": "Many networks in political and social research are bipartite, connecting two distinct node types. A common example is cosponsorship networks, where legislators are linked through the bills they support. However, most bipartite network analyses in political science rely on statistical models fitted to a “projected” unipartite network. This approach can lead to aggregation bias and an artificially high degree of clustering, invalidating the study of group roles in network formation. To address these issues, we develop a statistical model of bipartite networks theorized to arise from group interactions, extending the mixed-membership stochastic blockmodel. Our model identifies groups within each node type that exhibit common edge formation patterns and incorporates node and dyad-level covariates as predictors of group membership and observed dyadic relations. We derive an efficient computational algorithm to fit the model and apply it to cosponsorship data from the United States Senate. We show that senators who were perfectly split along party lines remained productive and pass major legislation by forming non-partisan, power-brokering coalitions that found common ground through low-stakes bills. We also find evidence of reciprocity norms and policy expertise impacting cosponsorships. An open-source software package is available for researchers to replicate these insights.",
          "url": "https://doi.org/10.1017/pan.2025.10021",
          "doi": "https://doi.org/10.1017/pan.2025.10021",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "An Expert-Sourced Measure of Judicial Ideology - ERRATUM",
          "authors": "Kevin L. Cope",
          "url": "https://doi.org/10.1017/pan.2025.10020",
          "doi": "https://doi.org/10.1017/pan.2025.10020",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Place Attachments: Theory and Measurement for Political Science",
          "authors": "Elizabeth Mitchell Elder, Hans Lueders",
          "url": "https://doi.org/10.1007/s11109-025-10076-w",
          "doi": "https://doi.org/10.1007/s11109-025-10076-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Energy transitions, settler colonialism, and the politics of place",
          "authors": "Conor Harrison",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103409",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103409",
          "filter": 0
        },
        {
          "title": "Runnymede's memorials and landscapes: Magna Carta and England's wider communities of belonging",
          "authors": "Tim Edensor, Ben Wellings",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Benevolent authority beliefs, democratic values, and public support: A comparative study of China and Japan",
          "authors": "Yida Zhai",
          "abstract": "Emergencies and crises, such as the COVID‐19 pandemic, pose significant challenges to a country's governance, and public approval is crucial for effectively managing such crises. China and Japan are two East Asian countries that share Confucian cultural legacies but have undergone distinct political transformations since World War II. In light of these contextual differences, this study argues that the benevolent authority system of governance remains influential in China, while its influence has diminished in Japan, where public approval of the government is primarily rooted in democratic values. Using survey data from the general public in both countries, the results reveal that benevolent authority beliefs continue to sustain public approval in China, while their effects were insignificant in Japan. Democratic values were positively associated with public approval in Japan but negatively associated with that in China. Moreover, democratic values among younger generations in Japan were significantly lower than those of their older counterparts, whereas younger individuals in China exhibited higher levels of benevolent authority beliefs compared to the older generation. Economic recession and widening income inequality may help explain the conservative shift among younger generations.",
          "url": "https://doi.org/10.1111/pops.70069",
          "doi": "https://doi.org/10.1111/pops.70069",
          "filter": 0
        },
        {
          "title": "Helping Ukrainian war refugees in Poland: The emergence of a political assemblage",
          "authors": "Donka Darpatova‐Hruzewicz, Paweł Boski",
          "abstract": "Prosocial collective action has been abundantly theorized across political and social science. Related scholarship tends to focus mostly on attitudes or intentions, and less often on actual behaviors. Moreover, emphasis is placed on individual prosocial acts and their aggregation rather than on conceptions of collective, nonreducible phenomena. In this study, we invoke metatheoretical systems thinking to examine more closely the emergence of political assemblages. Drawing on collective action and cultural psychology literature, we argue that in the aftermath of the Russian invasion, a unique climate (assemblage) of solidarity was created in Poland, one conducive to helping, constitutive of affective, discursive, axiological, ideological, and cultural components. The results of latent SEM provide evidence for excellent fit (robust CFI = .986) of the non‐recursive model (hypothesizing a reciprocal relationship between helping and affect) to the data from a nationwide sample of participants ( N = 1034). The model tested as invariant across three groups of participant‐helpers: (1) housing refugees, (2) volunteers, and (3) those helping indirectly. However, differences were found among these groups suggesting that the motivations for helping and the mechanisms involved were varied. Overall, the research highlights the centrality and reciprocity of affect in collective prosociality, as well as its axiological directionality through humanism, with political orientation serving a complementary mediating role.",
          "url": "https://doi.org/10.1111/pops.70067",
          "doi": "https://doi.org/10.1111/pops.70067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Inequality, information, and income tax policy preferences in Austria and Germany",
          "authors": "Cameron Ballard-Rosa, Ronald Rogowski, Kenneth Scheve, Nicolaj Thor",
          "abstract": "Inequality has increased over recent decades in many advanced industrial democracies, but taxes have rarely become more progressive. One possible explanation for the lack of a policy response is that, despite rising inequality, voters support higher taxes on incomes weakly, if at all. Using original representative surveys in Austria and Germany, we elicit voters’ preferences over the progressivity of income tax policy and examine whether exposing them to accurate information about inequality affects those preferences. Voters, we find first, express an abstract preference for progressivity but concretely support tax plans that are only somewhat more progressive than the status quo in Austria and less progressive than the status quo in Germany. Second, we find evidence that certain kinds of information about inequality moderately increase progressive tax preferences in Germany; however, we find no equivalent effects in Austria. While information on inequality does seem able to affect tax policy views in certain contexts, it seems unlikely that lack of this information can fully account for the lack of rising redistribution through the income tax system in the face of increasing inequality.",
          "url": "https://doi.org/10.1017/psrm.2025.10018",
          "doi": "https://doi.org/10.1017/psrm.2025.10018",
          "filter": 0
        },
        {
          "title": "Survey measures of democratic attitudes and social desirability bias",
          "authors": "Pedro C. Magalhães, Laurits Florang Aarslew",
          "abstract": "Research on citizens’ democratic support predominantly relies on surveys. However, the possibility of social desirability biases (SDBs) raises doubts about whether such instruments capture sincere attitudes. We search for evidence of SDB in measures of democratic attitudes in three studies. The first two leverage variations in survey mode (self-completion vs. face-to-face) in the European Social Survey’s Democracy module, drawing on evidence that interviewer absence encourages voicing socially undesirable opinions. The third uses a double-list experiment to estimate the prevalence of an anti-democratic attitude. Using data from as many as 24 European countries, we find no evidence that SDB inflates survey measures of democratic attitudes. These results contribute to our understanding of democratic attitudes and to methodological toolkit for interested scholars.",
          "url": "https://doi.org/10.1017/psrm.2025.10044",
          "doi": "https://doi.org/10.1017/psrm.2025.10044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Civic Engagement Assignments and Student Political Efficacy",
          "authors": "Christopher R. Hallenbrook, Salvatore J. Russo",
          "abstract": "This article examines how to increase students’ self-reported feelings of political efficacy in introductory US government courses. We test the effectiveness of civic engagement assignments, such as writing a letter to one’s member of Congress and attending a public meeting, in increasing political efficacy beyond simply taking the course. By conducting pretests and posttests in both classes with (treatment group) and without (control group), the civic engagement assignments allowed us to isolate the effect of the assignments. We find significant effects for taking the course in both the treatment and control groups, confirming existing research that taking an introductory US government course increases students’ political efficacy. We also find treatment effects for multiple elements of the standard political efficacy questionnaire. That our intervention had these affects at a state university that is both a Hispanic Serving Institution and a Minority Serving Institution indicates that these types of civic engagement assignments hold significant potential not only for increasing political efficacy among students but also for increasing it among historical marginalized groups that typically participate in politics at lower rates than white Americans.",
          "url": "https://doi.org/10.1017/s1049096525101339",
          "doi": "https://doi.org/10.1017/s1049096525101339",
          "filter": 0
        },
        {
          "title": "Gray Area: Population Aging and Immigration Attitudes in Japan",
          "authors": "Michael J. Gigante, Justin Gest",
          "abstract": "Japan is one of the world’s fastest aging societies, with projections showing a population decline of almost 40 million people as the country grays during the next 40 years. By the end of this period, those aged 65 and older will comprise almost 40% of the population. Despite efforts to boost fertility rates and millions of septuagenarians working full-time, Japan remains one of the least receptive immigration destinations. In this study, we investigate how information about these demographic trends affect attitudes toward immigration. In a survey experiment with 1,000 Japanese voters, we evaluate the impact of exposing participants to demographic data on aging and its implications. The prime results in a 10-percentage-point increase in immigration support for the treatment group. Younger, urban respondents responded positively and elderly and rural respondents reacted less positively. Follow-up interview-based fieldwork reveals that restrictionist subgroups view a shrinking population as vulnerable to increased immigration, whereas other participants are less concerned with identity issues and more concerned with economic competitiveness. Taken together, this research provides a new understanding of Japan’s unique perceptions of immigration policy relative to peer countries, which may foreshadow political developments in Western democracies that are becoming increasingly xenophobic and increasingly older.",
          "url": "https://doi.org/10.1017/s1049096525101431",
          "doi": "https://doi.org/10.1017/s1049096525101431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The power of the banking lobby and its consequences: a scoping review",
          "authors": "Eric Heyden",
          "url": "https://doi.org/10.1007/s11127-025-01327-9",
          "doi": "https://doi.org/10.1007/s11127-025-01327-9",
          "filter": 0
        },
        {
          "title": "Mark Pennington, Foucault and Liberal Political Economy: Power, Knowledge and Freedom",
          "authors": "Niclas Berggren",
          "url": "https://doi.org/10.1007/s11127-025-01331-z",
          "doi": "https://doi.org/10.1007/s11127-025-01331-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Prospective voting and the issues and leaders model: Forecasting the 2024 U.S. presidential election",
          "authors": "Andreas Graefe",
          "abstract": "This paper presents the Issues and Leaders model for forecasting the 2024 U.S. presidential election’s popular vote, grounded in the theory of prospective voting. The model focuses on voter perceptions of candidates’ competence in handling key issues and leadership qualities, departing from traditional retrospective models based on incumbent performance and economic fundamentals. Designed with campaign strategy in mind, the model provides actionable insights for messaging and public positioning. Throughout the final 100 days of the campaign, it consistently predicted a close race. Its Election Eve forecast—a near tie with Donald Trump at 50.2% and Kamala Harris at 49.8% of the two-party vote—was more cautious than most polling-based forecasts, many of which showed a Harris lead. Ultimately, Trump won the popular vote by 1.5 points, and the model’s average error across the campaign was just 0.65 points. By emphasizing dynamic voter evaluations, the model offers a forward-looking framework for understanding electoral behavior and improving election forecasting.",
          "url": "https://doi.org/10.1177/20531680251367314",
          "doi": "https://doi.org/10.1177/20531680251367314",
          "filter": 0
        },
        {
          "title": "Taken at face value: Emotion expression and protest dynamics",
          "authors": "Ishaan S. Prasad, Zachary C. Steinert-Threlkeld",
          "abstract": "Understanding the role of emotions in protest is a growing field of research, but existing research does not address the role of emotions once protests start. By applying computer vision models to the expressed emotions of 37,558 faces in 7,824 geolocated protest images across twelve protest waves in ten countries, this article contributes to the study of emotions and protest. Most importantly, it measures emotions within protest waves, not before them. It also investigates emotions’ temporal effects, measures multiple emotions simultaneously, connects emotions directly to actual protests, and analyzes data across multiple countries. The results suggest that anger, disgust, fear, happiness, sadness, and surprise occur simultaneously throughout a protest, though happiness peaks on the first day. Emotions sometimes correlate with protest size in unexpected directions, and the coefficient signs differ by country. The most consistent finding is that models without lagged terms outperform those with lags, suggesting emotions and protests covary more than the former causes changes in the latter.",
          "url": "https://doi.org/10.1177/20531680251366095",
          "doi": "https://doi.org/10.1177/20531680251366095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Oppression Beyond Plantations: The Effect of Emancipation on Incarceration in Urban Buenos Aires",
          "authors": "Guadalupe Tuñón, Valentin Figueroa",
          "url": "https://doi.org/10.1086/738580",
          "doi": "https://doi.org/10.1086/738580",
          "filter": 0
        },
        {
          "title": "Does Rent Control Turn Tenants Into NIMBYs?",
          "authors": "Anselm Hager, Hanno Hilbig, Robert Vief",
          "url": "https://doi.org/10.1086/738581",
          "doi": "https://doi.org/10.1086/738581",
          "filter": 0
        },
        {
          "title": "Revisiting Ideology Measures in Political Surveys",
          "authors": "Ken Kollman, John E. Jackson",
          "url": "https://doi.org/10.1086/734259",
          "doi": "https://doi.org/10.1086/734259",
          "filter": 0
        },
        {
          "title": "Overburdened Bureaucrats: Providing Equal Access to Public Services During COVID-19",
          "authors": "Karoline Larsen Kolstad",
          "url": "https://doi.org/10.1086/734270",
          "doi": "https://doi.org/10.1086/734270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "The sound of party competition: how applause reflects unity, disagreement, and the electoral cycle in parliaments",
          "authors": "Andreas Küpfer, Jochen Müller, Christian Stecker",
          "url": "https://doi.org/10.1080/01402382.2025.2549149",
          "doi": "https://doi.org/10.1080/01402382.2025.2549149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
