{
  "update": "2025-11-21",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Grounding the diasporic turn in political theory: Meta‐commitment, transnationalism, and political obligation",
          "authors": "Kai Yui Samuel Chan, Anna Closas",
          "abstract": "Diasporas remain understudied in political theory. To ground a robust engagement with diasporas and their normative challenges, we expand on current transnationalism literature to offer a non‐statist framework of political community. This framework is necessary as the diaspora is a transnational community that shares overlapping narratives and practices but lacks unified institutional structures and objectives. Tracking these features, we posit that individuals constitute a diasporic community by expressing, through their practices and narratives, a joint meta‐commitment to act as part of that community. Meta‐commitments do not require the parties to have substantial agreements beyond mutually recognizing each other as acting on behalf of the same community. The diasporic meta‐commitment grounds an obligation of answerability: Diasporic members owe each other an answer as to how their choices relate to the future of the diaspora. This account contributes to transnational political theory by explaining the conditions under which transnational relations generate obligations.",
          "url": "https://doi.org/10.1111/ajps.70020",
          "doi": "https://doi.org/10.1111/ajps.70020",
          "filter": 0
        },
        {
          "title": "Brokerage and patronage: Regional chambers of commerce and firm subsidies in China",
          "authors": "Zeren Li, Shenghua Lu",
          "abstract": "Although conventional wisdom suggests that corporations form groups to obtain policy benefits through lobbying, we argue that business interest groups can secure distributive benefits for their members without advocating for policy changes. We introduce broker theory, which posits that interest groups act as intermediaries, linking member firms with political patrons who deliver tangible favors. We test this theory by examining China's interprovincial chambers of commerce (CoCs). We show that firms receive more distributive benefits—measured by subsidies from local governments—after obtaining CoC memberships. We present two forms of heterogeneity that support the broker role of CoCs. First, patronage benefits emerge only in chambers with officials‐turned‐brokers, who facilitate access to political patrons. Second, transparency weakens subsidy brokering: The membership premium diminishes in regions with greater transparency in subsidy allocation. We also show that these patronage benefits are not driven by the policy influence of CoCs or by reduced local protectionism.",
          "url": "https://doi.org/10.1111/ajps.70027",
          "doi": "https://doi.org/10.1111/ajps.70027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Impact of Welfare on Intergroup Relations: Caste-Based Social Insurance and Social Integration in India",
          "authors": "AKSHAY GOVIND DIXIT",
          "abstract": "Religious and ethnic communities have long helped people cope with risks. Does state-provided welfare substitute for ethnicity-based social insurance? If so, does it improve intergroup relations? Ethnicity-based insurance operates through reciprocity and solidarity, requiring social investment in in-group ties. This limits the formation of out-group ties, exacerbating ethnic divisions. Welfare reduces dependence on the ethnic group, allowing individuals to form productive out-group ties and increasing intergroup integration. I test this argument in caste networks in India. I leverage panel data on household loans to show that an income support program reduced within-caste borrowing by 38.5%. Using survey data from 3,020 households, I show that welfare enhanced intercaste ties, mainly in areas with lower caste-based land inequality. I draw on 56 qualitative interviews to document how caste-based social insurance exacerbates social segregation, and why intercaste ties increase with lower group inequality. These findings illuminate the persistence and demise of ethnic divisions.",
          "url": "https://doi.org/10.1017/s0003055425101305",
          "doi": "https://doi.org/10.1017/s0003055425101305",
          "filter": 0
        },
        {
          "title": "Performative Violence and the Spectacular Debut of the Atomic Bomb – ADDENDUM",
          "authors": "JOSHUA BYUN, AUSTIN CARSON",
          "url": "https://doi.org/10.1017/s0003055425101329",
          "doi": "https://doi.org/10.1017/s0003055425101329",
          "filter": 0
        },
        {
          "title": "Ideology and Revolution in Civil Wars: The “Marxist Paradox” –CORRIGENDUM",
          "authors": "LAIA BALCELLS, STATHIS N. KALYVAS",
          "url": "https://doi.org/10.1017/s0003055425101275",
          "doi": "https://doi.org/10.1017/s0003055425101275",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Public Support for Pro-environment and Environment-Critical Movements",
          "authors": "Dirck De Kleer, Catherine E. De Vries, Simon van Teutem",
          "abstract": "With environmental protests on the rise, we ask: how do they affect support for pro-environment and environment-critical movements? We answer this question using evidence from two studies—a survey experiment and media content analysis—conducted in the Netherlands, a leading country in the green transition. Our experimental findings reveal an asymmetric bias in public support for protests. For the same protest action, public support is higher for environment-critical movements compared to pro-environment ones. This bias is most pronounced among right-leaning individuals with low education and low trust in science and politics. Our content analysis traces the bias back to newspaper reporting. While attention to protest groups is balanced across tabloid and broadsheet newspapers, tabloid reporting is more negative about pro-environment movements. These results highlight an important aspect of the backlash against environmental policies: a bias against pro-environment movements within parts of the public and media.",
          "url": "https://doi.org/10.1017/s0007123425101063",
          "doi": "https://doi.org/10.1017/s0007123425101063",
          "filter": 0
        },
        {
          "title": "The Consequences of Elite Action Against Elections",
          "authors": "Rachel Porter, Jeffrey J. Harden, Emily Anderson, Géssica de Freitas, Mackenzie R. Dobson, Abigail Hemmen, Emma Schroeder",
          "abstract": "Do governing elites who engage in undemocratic practices face accountability? We investigate whether American state legislators who publicly acted against the 2020 presidential election outcome sustained meaningful sanctions in response. We theorize that repercussions for undemocratic activities are selective – conspicuous, highly visible efforts to undermine democratic institutions face the strongest ramifications from voters, other politicians, and parties. In contrast, less prominent actions elicit weaker responses. Our empirical analyses employ novel data on state legislators’ anti-election actions and a weighting method for covariate balance to estimate the magnitude of punishments for undemocratic behavior. The results indicate heterogeneity, with the strongest consequences targeting legislators who appeared at the US Capitol on 6 January 2021, and weaker penalties for lawmakers who engaged in other forms of antagonism towards democracy. We conclude that focusing sanctions on conspicuous acts against democratic institutions could leave less apparent – but still detrimental – efforts to undermine elections unchecked, ultimately weakening democratic health.",
          "url": "https://doi.org/10.1017/s0007123425100926",
          "doi": "https://doi.org/10.1017/s0007123425100926",
          "filter": 0
        },
        {
          "title": "Tariffs as Environmental Protection: Evidence from the Global South after the China Garbage Shock",
          "authors": "Rachel L. Wellhausen",
          "abstract": "In the global waste trade, importers buy containers of waste and scrap to meet demand for raw materials, especially in the Global South. But post-processing leftovers generate localized negative externalities. I use the waste trade as a setting to establish that low-capacity states can and do use tariffs as a tool in their environmental policy repertoire. Product-level tariffs can serve as Pigouvian ’sin’ taxes that incentivize private market actors to limit transactions and/or increase state revenue, both channels that can result in improved environmental outcomes. For evidence, I leverage the ‘China garbage shock’: in 2017 China banned imports of twenty-six waste products (HS six-digit), which disrupted economic–environmental trade-offs in other, newly competitive markets awash in diverted imports. Using novel data on 179 traded waste products and product-level tariffs (1996–2020), I demonstrate that those that received the shock raised tariffs in ways consistent with environmental protection.",
          "url": "https://doi.org/10.1017/s000712342510104x",
          "doi": "https://doi.org/10.1017/s000712342510104x",
          "filter": 0
        },
        {
          "title": "Hide and Seek: Offshore Financial Centers and Targeted Sanctions",
          "authors": "Menevis Cilizoglu, Chelsea Estancona",
          "abstract": "The movement of capital across borders has never been easier, as evidenced by the recent proliferation of offshore financial services. But these services are a double-edged sword: while boosting economic efficiency, they can also facilitate illicit financial activity. In this paper, we discuss the symbiotic relationship between financial liberalization and the pursuit of financial anonymity by secrecy-seeking actors. We examine a hide-and-seek dynamic between governments increasing monitoring of international finance and actors seeking anonymity via offshore financial centers. Under what conditions can international financial monitoring have the unintended consequence of increasing the use of poorly regulated and opaque offshore financial services? We examine this dynamic in the context of US targeted sanctions. Using the Office of Foreign Asset Control’s Specially Designated Nationals data and the International Consortium of Investigative Journalists Offshore Leaks Database, we show that increases in US targeted sanctions provoke firms and individuals from targeted countries to seek low-supervision offshore financial centers.",
          "url": "https://doi.org/10.1017/s0007123425101087",
          "doi": "https://doi.org/10.1017/s0007123425101087",
          "filter": 0
        },
        {
          "title": "Public Opinion and Emphatic Legislative Speech: Evidence from an Automated Video Analysis",
          "authors": "Oliver Rittmann, Tobias Ringwald, Dominic Nyhuis",
          "abstract": "Why do politicians sometimes deliver passionate speeches and sometimes tedious monologues? Even though the delivery is key to understanding political speech, we know little about when and why political actors choose particular delivery styles. Focusing on legislative speech, we expect legislators to deliver more emphatic speeches when their vote is aligned with the preferences of their constituents. To test this proposition, we develop and apply an automated video analysis model to speech recordings from the US House of Representatives. We match the speech emphasis with district preferences on key bills using data from the Cooperative Congressional Election Study. We find that House members who rise in opposition to a bill give more passionate speeches when public preferences are aligned with their vote. The results suggest that political actors are not only mindful of public opinion in what they say but also in how they say it.",
          "url": "https://doi.org/10.1017/s0007123425100872",
          "doi": "https://doi.org/10.1017/s0007123425100872",
          "filter": 0
        },
        {
          "title": "Inferring Individual Preferences from Group Decisions: Judicial Preference Variation and Aggregation on Collegial Courts",
          "authors": "Dominik Hangartner, Benjamin E. Lauderdale, Judith Spirig",
          "abstract": "Extensive research on judicial politics has documented disparities in adjudication and biases in judging. Yet, lacking statistical methods to infer individual preferences from group decisions, existing studies have focused on courts publishing individual judges’ opinions, leaving a gap in understanding collegial courts that report only collective and unanimous (‘per curiam’) panel decisions. We introduce a statistical methodology to identify the most fitting decision-theoretic models for such collective decisions, infer judges’ individual preferences, and quantify the inconsistency in the courts’ decisions. This methodology is applicable in various small group decision-making contexts where group assignments are repeated and exogenous. Applying it to the Swiss appellate court for asylum appeals, where decisions are made in three-judge panels, we find that in 45 per cent of cases, the chair-as-dictator rule applies (rather than majority rule). Although judges’ preferences vary strongly with partisanship, the partially collective decision making of the panel moderates this heterogeneity.",
          "url": "https://doi.org/10.1017/s0007123425100574",
          "doi": "https://doi.org/10.1017/s0007123425100574",
          "filter": 0
        },
        {
          "title": "From the Factory Floor to the Ballot Box: Firm-Based Origins of Brazil’s Populist Right",
          "authors": "Matias Giannoni",
          "abstract": "This article examines the firm-level roots of anti-system political attitudes, focusing on Jair Bolsonaro’s rise in Brazil. Using Brazil’s RAIS dataset, a comprehensive matched employer–employee longitudinal database, and exclusive data on Aliados apoios, a unique dataset of over 69,000 Bolsonaro supporters, this study provides new insights into the employment trajectories of his base. Paired with an original representative online survey of full-time workers featuring observational and experimental components, the findings show that Bolsonaro supporters faced significant declines in wages and occupational premia relative to similar workers. Experimental evidence reveals that poor job quality, workplace unfairness, and wage inequality information might fuel anti-democratic attitudes. By leveraging distinctive data and methods, this article uncovers how firm-level inequalities shape populist and anti-system sentiments, offering a novel perspective on the political consequences of economic disparity and bringing nuance to economic theories of populism.",
          "url": "https://doi.org/10.1017/s0007123425100859",
          "doi": "https://doi.org/10.1017/s0007123425100859",
          "filter": 0
        },
        {
          "title": "Dynamic Democratic Backsliding",
          "authors": "Eddy S. F. Yeung",
          "abstract": "Democratic backsliding occurs incrementally, but the empirical study of how citizens respond to undemocratic politicians has been predominantly static. I formulate and test predictions about how different sequences of backsliding shape accountability. Using a novel preregistered experiment ( $N = 4,234$ ) capturing the reality that democratic transgressions are committed by elected officials step by step, I find that a majority of American respondents – against the backdrop of partisan and policy interests – are willing to electorally remove the incumbent as episodes of democratic backsliding unfold. Moreover, incumbents who incrementally decrease the severity of democratic transgressions are held accountable more promptly than incumbents who incrementally increase or sporadically vary the severity. By establishing a new experimental framework to study democratic backsliding, my dynamic approach not only paints a more nuanced picture of Americans’ willingness to defend democracy, but also demonstrates that sequence matters in shaping voter behavior amid incremental transgressions of democracy.",
          "url": "https://doi.org/10.1017/s0007123425100847",
          "doi": "https://doi.org/10.1017/s0007123425100847",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Can Democratic Reforms Promote Political Activism? Evidence From the Great Reform Act of 1832",
          "authors": "Toke S. Aidt, Gabriel Leon-Ablan",
          "abstract": "Activists play a key role in the process of democratic transition and consolidation. How is their activism affected by democratic reforms? We study how local activism in England and Wales responded to the changes in representation introduced by the Great Reform Act of 1832. This reform reduced parliamentary representation in some areas and increased it in others. We exploit exogenous variation in which areas lost and gained representation and measure activism using the number of petitions each area sent to parliament. We find that petitioning increased in areas that gained representation, partly because of greater civil society mobilization, while petitioning fell in areas that lost representation. This shows that pro-democratic reforms can promote political activism, while anti-democratic reforms can decrease it. In the specific case of England and Wales, positive feedback between activism and reform helped make democratization a path-dependent process with the Great Reform Act its critical juncture.",
          "url": "https://doi.org/10.1177/00104140251392541",
          "doi": "https://doi.org/10.1177/00104140251392541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "GONGOs, Zombies, and Astroturfers: Rethinking Hybrid Institutions in Autocracies through the Case of Jordanian Youth Governance",
          "authors": "Adam Almqvist",
          "abstract": "Autocracies have increasingly begun to clothe themselves in the guise of hybrid, semi-official institutions that exhibit a degree of autonomy from the state, such as Government-Organized NGOs (GONGOs), “zombie” election observers, regime-run think tanks, astroturfing, or semi-official state-mobilized movements (SMMs). Existing literature has analyzed hybrid institutions as products of their functions. Instead, by employing a historical-institutional analysis of the evolution of Jordanian youth GONGOs, I demonstrate that institutional hybridity often arises from institutional contradictions, particularly between the path dependence (vested interests, inertia, and inflexibility) of existing institutions and shifting regime objectives, which drive autocrats to establish parallel hybrid institutions to perform the job existing institutions cannot. These findings bridge scholarship on historical institutionalism and authoritarian institutions by emphasizing the centrality of contradictions in institutional change.",
          "url": "https://doi.org/10.5129/001041525x17616544730468",
          "doi": "https://doi.org/10.5129/001041525x17616544730468",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Assessing the impact of internet voting on voter turnout in the 2024 Russian presidential elections",
          "authors": "Alena Teplyshova",
          "url": "https://doi.org/10.1016/j.electstud.2025.103008",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103008",
          "filter": 0
        },
        {
          "title": "Party gatekeeping of working-class candidates under closed-list proportional representation",
          "authors": "Sania Akter, Yann Kerevel, Austin S. Matthews",
          "url": "https://doi.org/10.1016/j.electstud.2025.103021",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Voting against or against voting?",
          "authors": "Ming M. Boyer, Carolina Plescia, André Blais",
          "abstract": "Politics is increasingly negative, especially surrounding elections, raising concerns about mass disengagement and democratic backsliding. Despite these worries, the literature on how negativity in voting affects democratic attitudes and voting intentions is riddled with ambiguous and contradictory results. We argue that this may partly be due to the failure to distinguish between two types of negativity in voting: (a) understanding voting as a way to act against a specific party, politician, or policy (negative meanings of voting), and (b) opposition to voting itself (an anti-voting orientation). Contrasting these to the classical conception of voting to support a party, politician, or policy (positive meanings of voting), we conceptualize these constructs and validate their measurement in twelve countries, differing in geography, political systems, and levels of democracy ( N = 23,828). We arrive at two main conclusions. First, positive and negative meanings of voting are complementary and compatible attitudes. Modeling positive and negative voting separately rather than relative to each other shows a more nuanced picture of negative voting than previous work. Second, negative voting and anti-voting orientation are distinct types of negativity that relate differently to classical conceptions of voting and democratic attitudes. The first signals political dissatisfaction but belief in the electoral process. The second corresponds to such a disillusionment about voting that it inhibits dissatisfaction with democracy. As such, this distinction highlights the multifaceted nature of political negativity from a citizen perspective and helps clarify the relationship between negativity and democracy.",
          "url": "https://doi.org/10.1017/s1475676525100364",
          "doi": "https://doi.org/10.1017/s1475676525100364",
          "filter": 0
        },
        {
          "title": "Do voters and non-voters differ in their policy preferences?",
          "authors": "Semih Çakır",
          "abstract": "The declining voter turnout across democracies has raised concerns regarding its implications for democratic representation. Yet, the extent to which low turnout may undermine representation in Europe remains unclear. Do the policy preferences of voters and non-voters differ? This research addresses that question by providing the first large-scale, cross-national examination of policy preference differences between voters and non-voters in European democracies. Using data from the 2014 and 2019 waves of the European Election Study, covering 29 European democracies, I analyse differences across the left-right spectrum, economic attitudes (ie redistribution, regulation, spending), social attitudes (ie immigration, same-sex marriage, environment, and civil liberties), and views on European integration. The results reveal some disparities between voters and non-voters, but these are generally sporadic, even within individual countries, suggesting that such disparities are not the norm. Still, when differences do arise, they are not trivial. The analysis of how the electorate’s preferences would change under a hypothetical full turnout scenario suggests that these disparities can introduce meaningful biases. Using data from the British Election Study Internet Panel, I further distinguish between regular voters, peripheral voters, and perpetual non-voters and find notable heterogeneity in their policy preferences. These findings show that when turnout is low, the electorate’s overall stance reflects that of regular voters, but higher turnout mitigates this bias. Overall, the results suggest that while voters and non-voters in Europe typically hold similar policy views, occasional disparities can introduce representation bias in policy preferences, with implications for democratic representation and party strategies.",
          "url": "https://doi.org/10.1017/s1475676525100388",
          "doi": "https://doi.org/10.1017/s1475676525100388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Dollar Diminished: The Unmaking of US Financial Hegemony Under Trump",
          "authors": "Tobias Pforr, Fabian Pape, Johannes Petry",
          "abstract": "The actions of the second Trump administration pose a serious threat to the dominance of the US dollar. Erratic US policies erode global trust in the United States and force states and private actors alike to reconsider their reliance on the dollar. This is reflected across three dimensions of dollar dominance: in trade and payments, as reserve currency and safe asset, and as global investment and funding currency. What distinguishes the current moment from previous predictions of a decline of financial hegemony is that the dollar’s global role is now challenged across all three dimensions simultaneously. Following the Global Financial Crisis, growing uneasiness with US financial power, especially the use of financial sanctions, already created cracks at the margins of the system and prompted a search for alternatives, triggering partial reserve diversification and de-dollarization of trade and payments systems. Under Trump, the undermining of the global economic order, growing fiscal deficits, and continued attacks on the institutional foundations of the administrative state are fundamentally undermining trust in the United States that is fundamental for the dollar’s global role. This signals a rupture in the US-centric global financial system, altering the foundations of the rules-based liberal international order (LIO). However, existing network effects slow down this process and no alternative can yet replace the dollar. The result is a financial interregnum where rising powers seek autonomy and influence without assuming hegemonic responsibility, leading to a more fragmented, multipolar financial order.",
          "url": "https://doi.org/10.1017/s0020818325101033",
          "doi": "https://doi.org/10.1017/s0020818325101033",
          "filter": 0
        },
        {
          "title": "Authoritarianism, Global Politics, and the Future of Human Rights",
          "authors": "Rebecca Cordell, Alex Dukalskis",
          "abstract": "In the 1990s and 2000s, scholars emphasized the transformative power of international human rights and the durability of liberal global governance. Today, that optimism has faded. Human rights norms face sharper constraints, weakened institutions, and their authority challenged. We argue that rising authoritarian power—driven by more countries autocratizing, major powers gaining strength, and coordination in an emboldened bloc—poses a major challenge to the global human rights system, and that the United States’ retreat from human rights leadership is accelerating this threat. Authoritarian regimes are no longer merely resisting pressure; they are reshaping the system itself. Four strategies are driving this transformation: repression of domestic and transnational activism; refuting information and discrediting of critics; re-engineering procedures and coalitions within international organizations; and replacement of existing norms with alternative narratives that redefine human rights in illiberal terms. US disengagement amplifies each strategy by removing funding, normative leadership, and institutional backing that once raised the cost of violations and constrained authoritarian advance. Together, these developments mark a turning point. Where autocracies once played defense, liberal democracies and human rights actors are now on the defensive. If powerful authoritarian states consolidate these gains, they may emerge as models for others, attract new followers, and gravely damage liberal human rights as a global project. Yet the future is not preordained. Resilience may require liberal democracies confronting illiberal backsliding at home, and for European and other consolidated democracies to assume greater external leadership to strengthen the foundations of international human rights.",
          "url": "https://doi.org/10.1017/s002081832510101x",
          "doi": "https://doi.org/10.1017/s002081832510101x",
          "filter": 0
        },
        {
          "title": "Information Disorder and Global Politics",
          "authors": "Julia C. Morse, Tyler Pratt",
          "abstract": "Information is a key variable in International Relations, underpinning theories of foreign policy, inter-state cooperation, and civil and international conflict. Yet IR scholars have only begun to grapple with the consequences of recent shifts in the global information environment. We argue that information disorder —a media environment with low barriers to content creation, rapid spread of false or misleading material, and algorithmic amplification of sensational and fragmented narratives—will reshape the practice and study of International Relations. We identify three major implications of information disorder on international politics. First, information disorder distorts how citizens access and evaluate political information, creating effects that are particularly destabilizing for democracies. Second, it damages international cooperation by eroding shared focal points and increasing incentives for noncompliance. Finally, information disorder shifts patterns of conflict by intensifying societal cleavages, enabling foreign influence, and eroding democratic advantages in crisis bargaining. We conclude by outlining an agenda for future research.",
          "url": "https://doi.org/10.1017/s0020818325101069",
          "doi": "https://doi.org/10.1017/s0020818325101069",
          "filter": 0
        },
        {
          "title": "Weathering the Storm: US Trade Policy Beyond Trump",
          "authors": "Andreas Dür, Alessia Invernizzi",
          "abstract": "The liberal international trading system has underpinned decades of unprecedented globalization. Yet the imposition of across-the-board and country- and sector-specific tariffs by the second Trump administration in early 2025 has reignited debates over the system’s survival. We challenge the notion that the regime is on the brink of collapse. Drawing on historical patterns of United States trade policy, we argue that US engagement with global commerce has mostly been eclectic, characterized by the coexistence of protectionist and liberal impulses. We show that the system has demonstrated resilience and an ability to adapt to challenges resulting from this eclecticism. While current US trade actions are unprecedented since World War II, we present three reasons to expect a return to the traditional US approach to trade policy. We therefore argue that, despite the protectionist turn and the disruptions created by current US trade policy, predictions about the death of the system underestimate its adaptive flexibility and are thus premature.",
          "url": "https://doi.org/10.1017/s0020818325101112",
          "doi": "https://doi.org/10.1017/s0020818325101112",
          "filter": 0
        },
        {
          "title": "The End of Autocratic Norm Adaptation? US Retrenchment and Liberal Norms in Illiberal Regimes",
          "authors": "Sarah Sunn Bush, Daniela Donno, Jon C.W. Pevehouse, Christina J. Schneider",
          "abstract": "In the post–Cold War era, many authoritarian regimes engaged in strategic liberalization in response to international norms promoted by Western powers. As US support for democracy and human rights recedes, will this retreat prompt a global rollback of liberal reforms? While pessimistic accounts predict a return to overt repression, we argue that liberal norm adaptation within autocracies is likely to prove more resilient. We highlight two sources of continuity. First, autocrats’ domestic control strategies create incentives to retain certain liberal practices—such as elections, gender reforms, or limited media openness—that bolster legitimacy, co-opt dissent, and help manage opposition. Second, reforms anchored in treaties, international organizations, and domestic bureaucracies have generated expectations and mobilizational platforms, making wholesale reversals politically costly and prone to backlash. Our analysis illustrates how reforms, even when adopted instrumentally, have become sufficiently embedded in domestic politics to persist in the absence of strong external enforcement.",
          "url": "https://doi.org/10.1017/s0020818325101148",
          "doi": "https://doi.org/10.1017/s0020818325101148",
          "filter": 0
        },
        {
          "title": "The Unconstrained Future of World Order: The Assault on Democratic Constraint and Implications for US Global Leadership",
          "authors": "Susan D. Hyde, Elizabeth N. Saunders",
          "abstract": "Any theoretically informed predictions about the future of international order and global governance must reckon with the power and intentions of the United States. We argue that fundamental changes in the nature of domestic audience constraint within many democracies, and the United States in particular, undermine both the willingness and the capability of the United States to continue its role as the underwriter of international order and global governance. A US government unbound by domestic constraint will have difficulty building broad coalitions to solve national and international problems because it will have reduced incentives to invest in public goods, including national defense, science and technology, and future economic prosperity; reduced barriers to corruption that undermines the quality of and trust in US capabilities; and reduced state capacity, including the capacity to finance wars and other long-term international commitments. We argue that three trends were especially relevant in reshaping domestic audience constraint: information fragmentation, extreme polarization, and a global threat environment that facilitated executive power concentration. Together they reduce the costs and risks for leaders to escape domestic audience constraints, weakening the institutional and accountability mechanisms that give democracies advantages in the international system. Though these trends affect many democracies, the undermining of US domestic constraint is particularly consequential because the United States shaped and buttressed the current system. An unconstrained United States likely means a less cooperative and less predictable global order, irrevocably altering the post-1945 system.",
          "url": "https://doi.org/10.1017/s0020818325101161",
          "doi": "https://doi.org/10.1017/s0020818325101161",
          "filter": 0
        },
        {
          "title": "The Future of Global Governance and World Order",
          "authors": "Brett Ashley Leeds, Layna Mosley, B. Peter Rosendorff, Ayşe Zarakol",
          "abstract": "This special issue of International Organization is composed of fifteen short essays that consider how longer-term trends (including the rise of China, the anti-globalization backlash, the rise of populism, the emergence of new technologies, the slowing or reversal of democratization in many countries, and the existential threat of climate change), along with recent developments in US foreign policy, are likely to affect the future of global governance and world order. The contributors consider a variety of different issue areas, as well as cross-cutting trends. Some contributors anticipate significant change; others predict incremental change; and still others expect mostly continuity. The collection suggests a future research agenda focused on the impact of long-term trends and immediate shocks on local, regional, and global equilibria.",
          "url": "https://doi.org/10.1017/s0020818325101185",
          "doi": "https://doi.org/10.1017/s0020818325101185",
          "filter": 0
        },
        {
          "title": "The Future of United Nations Peacekeeping in a Fragmenting World",
          "authors": "Bryce W. Reeder",
          "abstract": "United Nations peacekeeping is drifting from its post–Cold War liberal model toward a more sovereignty-focused approach. This essay posits that the change is not formal or doctrinal, but instead emerges through institutional drift and norm reinterpretation, driven by accelerated US retrenchment, China and Russia’s growing influence, host-state assertiveness, and internal United Nations adaptation. Drawing on theories of norm dynamics, bureaucratic culture, and empirical studies of peacekeeping mission practice, the analysis shows how liberal principles, such as democratization and human rights, are increasingly sidelined in favor of conflict containment and host-state support. The essay concludes by outlining four potential futures for peacekeeping: gradual drift into stabilization, normative fragmentation and regionalization, niche reaffirmation of liberalism, and formal norm redefinition. Together, these scenarios suggest peacekeeping is entering a postliberal era, marked not by collapse, but by contested adaptation within a shifting world order.",
          "url": "https://doi.org/10.1017/s0020818325101045",
          "doi": "https://doi.org/10.1017/s0020818325101045",
          "filter": 0
        },
        {
          "title": "Holding the World Together? The Future of Territorial Order",
          "authors": "Kenneth A. Schultz",
          "abstract": "Scholars and policymakers have expressed concern that the decline of territorial conquest, a central pillar of the postwar international order, is under strain. Do the Russian invasion of Ukraine, the rise of China, and retrenchment of the United States portend a return to earlier patterns of international politics when boundaries were more frequently redrawn by force? This essay evaluates the theories and evidence that speak to this question. It delineates several mechanisms through which recent developments could destabilize the territorial order: the growing power of revisionist states, the declining credibility of third-party guarantees, and the erosion of the normative prohibition against conquest. At the same time, institutionalized equilibria at the dyadic and regional levels are sources of stability that can cushion the effect of these threats. Although escalation of conflicts in already disputed areas is possible, the most destabilizing outcome—widespread contestation of settled borders—is also the least likely.",
          "url": "https://doi.org/10.1017/s0020818325101173",
          "doi": "https://doi.org/10.1017/s0020818325101173",
          "filter": 0
        },
        {
          "title": "Territorial Integrity As an Etiquette of Thieves: Non-conquest in Nineteenth-Century Imperialism",
          "authors": "Kerry Goettlich",
          "abstract": "In the contemporary era, territorial conquest has been seen as illegitimate and has taken place in only limited ways. According to an influential narrative in scholarship and public debate, this “territorial integrity norm” is a product of the post-World War II international order and contrasts with the nineteenth century, when conquest was normalized and “might made right.” This essay argues, however, that nineteenth-century European international law imposed meaningful limitations on conquest, including “territorial inviolability.” These limitations were more effective in the colonized world than in Europe, primarily because national irredentism was not thought relevant outside Europe. Europeans’ denial of non-European sovereignty contrasted with their respect for European-established colonial boundaries, and they did not fight over colonial territory between 1815 and 1914. I demonstrate the strength of this “etiquette of thieves” by examining two events where territorial conflict between colonial powers was narrowly avoided: the Panjdeh (1885) and Fashoda (1898) incidents. Viewing territorial integrity as qualitatively changing, rather than absent at one time and present later, has important implications for discussions of how recent conquests, such as those of Russia in Ukraine, will affect the principle of territorial integrity. In particular, territorial integrity may be more likely to be altered in how it is applied than eroded altogether. A specific form of territorial integrity is an integral part of the post-World War II international order, but constraints on conquest as such need not be limited to that specific version of territorial integrity.",
          "url": "https://doi.org/10.1017/s0020818325101124",
          "doi": "https://doi.org/10.1017/s0020818325101124",
          "filter": 0
        },
        {
          "title": "Further Back to the Future: Neo-Royalism, the Trump Administration, and the Emerging International System",
          "authors": "Stacie E. Goddard, Abraham Newman",
          "abstract": "With the Liberal International Order (LIO) in decline, scholars have focused increasingly on the possible return to a Westphalian great power system marked by sovereigntist claims and balancing among states. The actions of the Trump administration, however, raise a number of significant puzzles for such accounts—the US seems willing to sign deals with traditional adversaries including Russia and China, while targeting long-standing allies like Canada and Denmark. At the same time, transactional politics often serve narrow personalist interests rather than national objectives. In short, a Westphalian lens focused on states and sovereignty may generate intellectual blinders that misreads the emerging international order. To overcome these limitations, we propose an alternative account, which we label neo-royalism. The neo-royalist order centers on an international system structured by a small group of hyper elites, which we term cliques. Such cliques seek to legitimize their authority through appeals to their exceptionalism in order to generate durable material and status hierarchies based on the extraction of financial and cultural tributes. This short paper lays out the key elements of the neo-royalist order, differentiating it from the Westphalian and Liberal International Orders, and applies its insights to better grapple with the emerging system being promoted by the United States under Donald J. Trump. For policymakers and scholars, the neo-royalist approach clarifies recent events in US foreign policy. Theoretically, the field should take contending ideas of international order seriously, and establish a research agenda beyond a backward looking view to the Westphalian moment.",
          "url": "https://doi.org/10.1017/s0020818325101057",
          "doi": "https://doi.org/10.1017/s0020818325101057",
          "filter": 0
        },
        {
          "title": "Global Climate Politics after the Return of President Trump",
          "authors": "Jeff Colgan, Federica Genovese",
          "abstract": "The second Trump administration has disrupted global climate politics, turning the United States away from the clean energy and environmental policies of the Biden administration. Consequently, analytical attention is turning, inside and outside of the United States, to a family of concepts referred to as “Climate Realism” (CR), which favors long-run investments in technology and adaptation over near-term climate mitigation efforts. We critically engage with CR and argue that political science identifies four key features of climate politics that shed light on CR’s strengths and weaknesses, and which will persist even in the second Trump era. Despite CR’s flaws, we contend that its emergence in reaction to the second Trump administration highlights some important dimensions of climate politics that deserve greater attention going forward. We highlight three topics for research: the political and practical strategies of the anti-green coalition; the heterogeneity in viable national economic strategies; and the implications for IR of a turn away from meaningful climate mitigation in powerful nations.",
          "url": "https://doi.org/10.1017/s002081832510115x",
          "doi": "https://doi.org/10.1017/s002081832510115x",
          "filter": 0
        },
        {
          "title": "The Decoupling Dilemma: How US Sanctions Erode Global Economic Governance",
          "authors": "Dongan Tan",
          "abstract": "This essay argues that the United States’ expansive use of financial sanctions—leveraging dollar-clearing chokepoints and global networks—has paradoxically accelerated pressures toward the erosion of the liberal economic order. As sanctions proliferate, targets move from short-term evasion to building alternative infrastructures, such as China’s RMB settlement system (CIPS), BRICS financial mechanisms, central bank digital currencies (CBDCs), and barter-based trade, thereby fostering governance decoupling from US-led systems. Drawing on structural power and institutionalist insights, I show how sanctions catalyze parallel economic ecosystems that fragment the financial architecture and, over time, erode US leverage and dollar centrality—even as the dollar remains dominant. I emphasize heterogeneous switching costs, with near-term change concentrated in the “plumbing” (messaging, clearing, legal venue) rather than in core reserve functions, and sketch two possible futures-bifurcated rival blocs versus pluralistic coexistence—calling on scholars and policymakers to rethink coercive statecraft in light of sanctions’ long-term institutional legacies.",
          "url": "https://doi.org/10.1017/s0020818325100994",
          "doi": "https://doi.org/10.1017/s0020818325100994",
          "filter": 0
        },
        {
          "title": "The Architecture of Containment: Refugee Protection in a Postliberal Order",
          "authors": "Perisa Davutoglu",
          "abstract": "This essay argues that the global refugee regime is undergoing a fundamental transformation. While the 1951 Refugee Convention and its legal framework remain formally intact, their practical application has shifted toward a model of flexible containment. Rather than offering protection within their own borders, states increasingly manage displacement through externalization, legal ambiguity, and informal cooperation. Drawing on the concepts of institutional drift and legal substitution, the essay shows how states recalibrate their obligations without renouncing them, preserving the appearance of compliance while limiting access to asylum. These practices form a broader architecture of containment, characterized by border externalization, procedural delays, and institutional delegation. What emerges is not the collapse of the refugee regime but its reconfiguration around a postliberal logic that prioritizes sovereignty, discretion, and risk management over multilateralism and rights enforcement. By tracing this shift across legal frameworks and policy instruments, the essay contributes to debates on norm erosion, soft law, and the future of international cooperation. It concludes by calling for a rethinking of solidarity and responsibility in global governance, recognizing that the challenge is not simply to restore past commitments but to confront the evolving politics of mobility and protection in a fragmented international order.",
          "url": "https://doi.org/10.1017/s0020818325101100",
          "doi": "https://doi.org/10.1017/s0020818325101100",
          "filter": 0
        },
        {
          "title": "Digital Disintegration: Techno-Blocs and Strategic Sovereignty in the AI Era",
          "authors": "Stephen Weymouth",
          "abstract": "States are reshaping the global digital economy to assert control over the artificial intelligence (AI) value chain. Operating outside multilateral institutions, they pursue measures such as export controls on advanced semiconductors, infrastructure partnerships, and bans on foreign digital platforms. This digital disintegration reflects an elite-centered response to the infrastructural power that private firms wield over critical AI inputs. A handful of companies operate beyond the reach of domestic regulation and multilateral oversight, controlling access to technologies that create vulnerabilities existing institutions struggle to contain. As a result, states have asserted strategic digital sovereignty: the exercise of authority over core digital infrastructure, often through selective alliances with firms and other governments. The outcome is an emergent form of AI governance in techno-blocs: coalitions that coordinate control over key inputs while excluding others. These arrangements challenge the liberal international order by replacing multilateral cooperation with strategic—and often illiberal—alignment within competing blocs.",
          "url": "https://doi.org/10.1017/s0020818325101070",
          "doi": "https://doi.org/10.1017/s0020818325101070",
          "filter": 0
        },
        {
          "title": "The New Age of Myth: Political Narratives and the Reconstitution of World Order",
          "authors": "C. Nicolai L. Gellwitzki, Jeremy F.G. Moulton",
          "abstract": "Political myths, the sacred narratives that legitimize power, are at the core of all political communities and organizations. In the post–World War II era, clear myths emerged around the ordering of the world, placing democracy, order, and peace at the idealized heart of global governance. Today, the international order is markedly changed. Previously dominant myths are routinely questioned and the international order that was built on these myths is beginning to fragment. Myths traditionally change with institutions. At this unique inflection point in the 2020s, however, this is no longer the case—myths crumble while the institutions they once supported persist, creating a vacuum in which novel myths must emerge in what we refer to as the new age of myth. We argue that the global order is in a transitional moment in terms of its governing mythologies. The myths that are born out of this age will underline the institutions, ideas, and ideologies that will shape the trajectory of the international order in the coming decades. In this essay we therefore argue that the study of political myths should be central to future approaches to international relations. Such an emphasis not only provides insight into the pathways of international cooperation and politics that may emerge from the contemporary shattering of the global political order, but also highlights how these sacred narratives will shape its future trajectory.",
          "url": "https://doi.org/10.1017/s0020818325101021",
          "doi": "https://doi.org/10.1017/s0020818325101021",
          "filter": 0
        },
        {
          "title": "Allies and Access: Implications of an American Turn Away from Alliances",
          "authors": "Austin Carson, Rachel Metz, Paul Poast",
          "abstract": "A defining feature of the post-1945 international system is the American network of allies and partners that has underpinned its global power. Recent developments within the United States and in the international system have severely strained that alliance network. If it collapses, what is at stake? Existing scholarship in International Relations highlights losses in aggregated military capabilities, reduced diplomatic support, and lost trade. In this essay we review these benefits and another that has been overlooked: ally-enabled access. Access refers to permission from allies and partners to engage in military and intelligence missions within their borders on their territory, through their airspace, or in their territorial waters. Access via America’s allies and security partners has enabled Washington to use foreign sovereign spaces for military logistics, military operations, and foreign surveillance to overcome the tyranny of distance. Examples include permission from allies and partners in the Middle East to allow the US Air Force to fly from their bases to strike targets in Afghanistan and Iraq after 9/11, and US intelligence installations built and operated by permission from Pakistani, Turkish, and Japanese territory during the Cold War. We describe the broad functions of alliances and show how access has been key to projection of American military and intelligence power at a global scale. Perhaps limiting or ending America’s global hegemonic role is desirable; perhaps it is dangerous. We argue that accounting for the contributions of access made by allies and security partners is critical if scholars, policymakers, and publics are to properly assess what is at stake in an American turn away from alliances.",
          "url": "https://doi.org/10.1017/s0020818325100982",
          "doi": "https://doi.org/10.1017/s0020818325100982",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "From Bullets to Balance Sheets: How Military Involvement in the Economy Shapes Leader Survival",
          "authors": "Roya Izadi",
          "abstract": "From producing consumer goods to managing clubs, banks, and other for-profit firms, many militaries generate revenues that are not part of the military budget and are far removed from the realm of military affairs, and have adverse consequences for societies. Despite their significance, causes and consequences of such activities are largely unexplored. This article investigates the impact of military economic activities on propensity for coups. It argues that as the military expands its role in the economy, it gains both the incentives and opportunities to stage coups. However, this effect varies by rank. Military-run enterprises function as a double-edged sword: while they provide rent-seeking opportunities that reduce the likelihood of rebellion among mid- and low-ranking officers, they also embolden senior officers, for whom economic control becomes a political stake. Leaders may use economic privileges to co-opt mid and lower ranking officers, but as military builds more economic capital, senior officers become less dependent on civilian leadership and more likely to stage coups. Using an original dataset of over 2,800 economic enterprises owned/run by militaries for all countries from 1950 to 2020, I show that coup risk significantly increases as military economic involvement increases, and such coups are primarily led by senior officers.",
          "url": "https://doi.org/10.1093/isq/sqaf082",
          "doi": "https://doi.org/10.1093/isq/sqaf082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Did 3G Make Afghan Insurgents Fight More Effectively? A Disaggregated Study",
          "authors": "Mehmet Erdem Arslan",
          "abstract": "Studies on the impacts of communication technologies on civil conflict often focus on the presence of cell phone networks and draw mixed conclusions. Meanwhile, communication technologies have been advancing and the nature of telecommunication has changed. I argue that the richness of information exchange marked by the introduction of 3G mobile technologies provides an opportunity to push the debate forward, by leading to an increase in the violence of insurgent groups in a high-intensity episode. I focus on Afghanistan as a tough test for my argument. Analysing the effect of introducing 3G network in existing 2G network areas using matched wake analysis and spatial models, I find that the introduction of 3G is associated with an increase in the number of violent events, IED attacks, and coordinated multiple attacks perpetrated by Afghan insurgents. The results are robust to different sizes of spatial units, placebo tests, and less likely to suffer from reporting bias.",
          "url": "https://doi.org/10.1177/00220027251399888",
          "doi": "https://doi.org/10.1177/00220027251399888",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Partisan Homogeneity Does Not Increase Collaborative Corruption",
          "authors": "Michael Jankowski, Florian Erlbruch, Markus Stephan Tepe",
          "abstract": "This study examines the behavioral consequences of partisan group composition on cooperation in a setting where cooperation is mutually beneficial but unethical. Collaborative corruption highlights that corruption is not a solitary act but necessitates cooperation. Based on the premise that partisanship serves as a social identity, leading ordinary citizens to reward co-partisans and penalize out-partisans, we expect that collaborative corruption is higher in partisan-wise homogeneous groups. To test this expectation, we conducted a preregistered, large-scale experiment among U.S. voters playing an online version of the collaborative cheating game by Weisel and Shalvi. We find no evidence that partisan homogeneity affects collaborative cheating. These results suggest a critical scope condition: while partisan homogeneity improves cooperation in social dilemmas, it does not extend to contexts of unethical collaboration. They also refute common concerns that partisan homogeneity may facilitate cooperative corruption.",
          "url": "https://doi.org/10.1017/xps.2025.10024",
          "doi": "https://doi.org/10.1017/xps.2025.10024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Not-so-average after all: Individual vs. aggregate effects in substantive research",
          "authors": "Marius Radean, Andreas Beger",
          "abstract": "In non-linear models, the effect of a given variable cannot be gauged directly from the associated coefficient. Instead, researchers typically compute the average effect in the population to assess the substantive significance of the variable of interest. Based on the average response, analysts often make policy recommendations that are to be implemented at the individual level (i.e. the unit of analysis level). Such extrapolations, however, can lead to gross generalizations or incorrect inferences. The reason for this is that the mean may obscure a large variation in individual effects, in which case the real-world applicability of the average value is limited. Correctly interpreting the average response may prevent unwarranted extrapolations but does not solve the problem of the lack of practical relevance. Particularly when cases carry special meaning (e.g. countries), the political and socioeconomic relevance of research findings should be assessed at the individual level. This article outlines the conditions under which aggregation to mean is problematic, and advocates a case-centered approach to model evaluation. Specifically, we advise researchers to compute and report the quantity of interest for each case in the data. Only by seeing the full spread of cases can the reader assess how well the average summarizes the population. Our approach allows researchers to draw more meaningful inferences, and makes the connection between research and practical applications more realistic.",
          "url": "https://doi.org/10.1177/00223433251341805",
          "doi": "https://doi.org/10.1177/00223433251341805",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Parliamentary Staff Size Around the World",
          "authors": "Daan Hofland, Simon Otjes",
          "abstract": "This article is the first to take a global perspective on parliamentary administrations, which are vital for democratic governance. Basic facts like what drives the number of parliamentary staffers are unknown to political science. Drawing from a functionalist framework, we propose that staff plays different roles which lead to different possible drivers: if staff primarily serves to relay information from and to the population, population size is likely a major driver. If staff primarily serves to advise MPs in their oversight work, stronger parliaments will have more staff. If staff primarily serves to assist MPs in their day‐to‐day work, assembly size drives staff size. As an alternative, we apply the notion of institutional isomorphism. Parliaments in shared networks will likely emulate each other. We analyze data from 144 countries. We find that staff size reflects assembly size, population size and parliamentary power.",
          "url": "https://doi.org/10.1111/lsq.70040",
          "doi": "https://doi.org/10.1111/lsq.70040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Leaders or parties? Practices of candidate selection in Western Europe",
          "authors": "Bruno Marino",
          "abstract": "Political parties still play a fundamental gatekeeping role in selecting candidates and, consequently, in selecting parliamentary and governmental elites. Nonetheless, the effective room for maneuver of party leaders in candidate selection has not received much attention. This is an interesting area to investigate, also considering recent accounts of intra-party personalization of politics, where party leaders have allegedly become more central. By using a novel dataset on approximately 75 Western European parties and some 250 party leaders between the mid-1980s and the mid-2010s, this article analyzes party leaders’ autonomy in selecting candidates for general elections. It tests the effect of party leaders’ determinants (e.g., leadership tenure or leaders' gender) and party determinants (i.e., party membership). Both leader-related and party-related determinants have a significant impact. The results show that political parties can still act as a counterbalancing force vis-à-vis party leaders and call for further investigation into intra-party informal practices.",
          "url": "https://doi.org/10.1177/13540688251391577",
          "doi": "https://doi.org/10.1177/13540688251391577",
          "filter": 0
        },
        {
          "title": "Civil Society’s Democratic Potential. Organizational Trade-Offs between Participation and Representation BolleyerNicole, Civil Society’s Democratic Potential. Organizational Trade-Offs between Participation and Representation, Oxford: Oxford University Press, 2024. hbk, x + 313pp, ISBN: 9780198884392.",
          "authors": "Petr Kopecky",
          "url": "https://doi.org/10.1177/13540688251397755",
          "doi": "https://doi.org/10.1177/13540688251397755",
          "filter": 0
        },
        {
          "title": "To join or not to join? Reasons for and barriers to political participation in a party",
          "authors": "Marius Minas, Uwe Jun, Julian Lermen",
          "abstract": "Many traditional political parties have been facing the challenge of declining membership numbers for some time now. This research examines barriers to and reasons for joining from an ex-ante perspective. While barriers remain an under-researched area anyway, this study investigates reasons without the participants having already been socialized into political parties, thereby offering a novel and unbiased perspective. Based on the results of a representative survey of non-members of parties in Germany, the barriers to joining can be divided into three categories: People (categorically) rule out joining a party for political, non-political or personal reasons. However, an analysis of the different reasons for joining a party using PCA revealed different types of potential new party members. Shapers primarily want to participate in political content. Networkers are predominantly interested in their own political career and aspects of internal party cooperation. In addition, the data also reveal purely financial supporters, as well as mixed types who are particularly sympathetic to the pursuit of a political career.",
          "url": "https://doi.org/10.1177/13540688251393492",
          "doi": "https://doi.org/10.1177/13540688251393492",
          "filter": 0
        },
        {
          "title": "Satisfaction with democracy after presidential power transitions: Panel survey evidence from the 2025 Trump transition in the United States",
          "authors": "Sam Whitt, Alixandra B. Yanus, Gordon Ballingrud, Martin Kifer, Mark Setzler",
          "abstract": "Much of the existing research on satisfaction with democracy examines cross-national dynamics of the winner-loser gap, exploring how institutional differences shape public opinion. In contrast, this study holds institutional factors constant and investigates how individual-level and system-level changes, i.e. actual transitions in political power following elections, affect people’s appraisals of democracy. In a panel survey that immediately precedes the January 20, 2025 inauguration of U.S. President Donald Trump, and two post-inaugural follow-up waves, we find a shifting partisan gap in satisfaction with democracy in America. Following Trump’s inauguration, partisan Democrats become less satisfied with democracy, Republicans become more satisfied, while Independents’ views are largely unchanged. To explain the shift, we consider economic, emotional, and institutional mechanisms, where changes in presidential trust provide the strongest mediation of the power transition gap. Our results illustrate how presidential power transitions can raise alarms among opposing partisans, especially in highly polarized contexts.",
          "url": "https://doi.org/10.1177/13540688251396329",
          "doi": "https://doi.org/10.1177/13540688251396329",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Does Ethnopolitical Exclusion Cause Civil War Onset via Grievances? Evidence from 15 Case Studies",
          "authors": "Lasse Egendal Leipziger, Lasse Lykke Rørbæk, Svend-Erik Skaaning",
          "abstract": "Quantitative research has established a strong association between ethnopolitical exclusion and civil war onset, but direct investigation of the proposed causal pathway has been limited. This article applies large-N qualitative analysis (LNQA) to 15 post–Cold War cases to trace how exclusion may generate grievances, mobilization, and conflict escalation. In nine cases, grievance-based mobilization preceded civil war, and escalation followed governments’ reliance on indiscriminate repression or on inconsistent mixes of rejection and accommodation. In six cases, however, conflict itself produced exclusion, revealing recursive dynamics rather than a one-way sequence. These findings refine grievance theory by showing that escalation is shaped by patterns of state response and that exclusion may also emerge as a result of violence. More broadly, the study demonstrates how systematic qualitative analysis across multiple cases can trace mechanisms, address concerns about endogeneity and measurement validity, and still support cautious generalization.",
          "url": "https://doi.org/10.1017/s1537592725103101",
          "doi": "https://doi.org/10.1017/s1537592725103101",
          "filter": 0
        },
        {
          "title": "How Does an Ideology Spread? Archival Evidence from an Extreme Case",
          "authors": "Johannes Gerschewski",
          "abstract": "This paper is interested in the spread of an autocratic ideology and the emergence of a societal belief. It is often assumed that the greater the capacities of an autocratic regime to inculcate an ideological belief into the minds and hearts of subordinate citizens, the more an autocratic ideology is shared in a given society. The extent of an ideological belief is explained by a direct and immediate function of its indoctrination capacities. The paper does not question this top–down, macro–micro approach, but argues that the spread of an ideology also depends on stabilizing micro–micro interactions and micro–macro linkages. In this light, the paper makes use of James Coleman’s famous explanatory model and theorizes the different partial mechanisms. It pays particular emphasis on the micro–macro mechanism. Borrowing insights from epidemiology, it argues that three classes of parameters should be taken into closer consideration: timing, contact structure, and the contagiousness of an ideology. In empirical terms, the paper illustrates its theoretical reasoning with the dissemination of the North Korean Juche ideology from the 1950s to the early 1970s, which represents an extreme case of a rapidly ideologizing autocracy. The paper relies on secondary sources as well as archival material retrieved from the former embassy of the German Democratic Republic in Pyongyang.",
          "url": "https://doi.org/10.1017/s1537592725102296",
          "doi": "https://doi.org/10.1017/s1537592725102296",
          "filter": 0
        },
        {
          "title": "Status, States, and Moral Sentiments: How Respect and Disrespect Shape International Politics. By Reinhard Wolf. Oxford: Oxford University Press, 2025. 300p.",
          "authors": "Steven Ward",
          "url": "https://doi.org/10.1017/s1537592725103484",
          "doi": "https://doi.org/10.1017/s1537592725103484",
          "filter": 0
        },
        {
          "title": "Tunisian Politics in France: Long-Distance Activism since the 1980s. By Mathilde Zederman. Cambridge, UK: Cambridge University Press. 2025. 204p.",
          "authors": "Rory McCarthy",
          "url": "https://doi.org/10.1017/s1537592725103861",
          "doi": "https://doi.org/10.1017/s1537592725103861",
          "filter": 0
        },
        {
          "title": "Fire Dreams: Making Black Feminist Liberation in the South. By Laura McTighe with Women With a Vision. Durham: Duke University Press, 2025. 352p.",
          "authors": "Desireé R. Melonas",
          "url": "https://doi.org/10.1017/s1537592725103459",
          "doi": "https://doi.org/10.1017/s1537592725103459",
          "filter": 0
        },
        {
          "title": "What Is Ideological Capture and How Do We Measure It? Using Antitrust Reform to Understand Expert–Public Cleavages",
          "authors": "Nicholas Short, Sophie Hill, Jacob Brown",
          "abstract": "Scholarship on regulatory capture—when businesses lobby regulators to act contrary to the public interest—has thrived since the 1970s. Yet it ignores an important dimension of influence, what we call ideological capture. This occurs when experts design regulatory frameworks that marginalize important public values and produce favorable outcomes for special interests even in the absence of lobbying. We present a theoretical and empirical framework for understanding ideological capture, rooted in expert–public cleavages, and measure its presence in an important policy domain (antitrust review of business mergers) with an original survey of the public and of antitrust lawyers. Our results suggest that the main framework for evaluating anticompetitive conduct, the consumer welfare standard, marginalizes important public concerns but is deeply popular among antitrust lawyers. With prior work showing the standard arose not from conventional processes but from judicial and bureaucratic activism, we conclude that antitrust policy evidences ideological capture.",
          "url": "https://doi.org/10.1017/s153759272510323x",
          "doi": "https://doi.org/10.1017/s153759272510323x",
          "filter": 0
        },
        {
          "title": "Antitrust after Neoliberalism",
          "authors": "Gerald Berk",
          "abstract": "Antitrust is back, and neoliberalism is in flux. Led by a new movement that takes its name from Louis Brandeis, it evolved quickly from obscurity to prominence. How should we understand the New Brandeisians? This article takes an interpretive approach. I draw on Foucault, because he illuminates the vital role of monopoly in the transition from liberalism to neoliberalism and provides a conceptual framework that allows us to understand the debate between neoliberals and neoBrandeisians accurately as a dispute over the standards for making truth claims about markets. Whereas neoliberals developed a formal theory that promised to the excise the problem of monopoly from antitrust, neoBrandeisians draw on Progressive-era Legal Pragmatism to show how that project cannot stand up to jurisprudential or empirical scrutiny. NeoBrandeisians offer a meliorist alternative: although they concede the impossibility of fully ridding markets of monopoly, they show how a vigilant and adaptative antitrust regime can subdue market power sufficiently to serve prosperity, liberty, and democracy.",
          "url": "https://doi.org/10.1017/s1537592725102788",
          "doi": "https://doi.org/10.1017/s1537592725102788",
          "filter": 0
        },
        {
          "title": "Perfect Storm. Russia’s Failed Economic Opening, the Hurricane of War and Sanctions, and the Uncertain Future. By Thane Gustafson, Oxford: Oxford University Press, 2025. 312p.",
          "authors": "Bernd Christoph Ströhm",
          "url": "https://doi.org/10.1017/s153759272510337x",
          "doi": "https://doi.org/10.1017/s153759272510337x",
          "filter": 0
        },
        {
          "title": "The War on Rescue: The Obstruction of Humanitarian Assistance in the European Migration Crisis. By William Plowright. New York: Cornell University Press, 2024. 252p.",
          "authors": "Drago Zuparic-Iljic",
          "url": "https://doi.org/10.1017/s1537592725103472",
          "doi": "https://doi.org/10.1017/s1537592725103472",
          "filter": 0
        },
        {
          "title": "See Jane Run: How Women Politicians Matter for Young People. By David E. Campbell and Christina Wolbrecht. Chicago: The University of Chicago Press, 2025. 256p.",
          "authors": "Heather L. Ondercin",
          "url": "https://doi.org/10.1017/s1537592725103885",
          "doi": "https://doi.org/10.1017/s1537592725103885",
          "filter": 0
        },
        {
          "title": "How States Die: Membership and Survival in the International System. By Douglas Lemke. Oxford: Oxford University Press, 2025, 272p.",
          "authors": "Inken von Borzyskowski",
          "url": "https://doi.org/10.1017/s1537592725103496",
          "doi": "https://doi.org/10.1017/s1537592725103496",
          "filter": 0
        },
        {
          "title": "The American Mirage: How Reality TV Upholds the Myth of Meritocracy. By Eunji Kim. Princeton, NJ: Princeton University Press, 2025. 240p.",
          "authors": "Seth K. Goldman",
          "url": "https://doi.org/10.1017/s1537592725103617",
          "doi": "https://doi.org/10.1017/s1537592725103617",
          "filter": 0
        },
        {
          "title": "The Price of Empire: American Entrepreneurs and the Origins of America’s First Pacific Empire. By Miles M. Evers and Eric Grynaviski. Cambridge: Cambridge University Press, 2024. 214p.",
          "authors": "Sean Gailmard",
          "url": "https://doi.org/10.1017/s1537592725103460",
          "doi": "https://doi.org/10.1017/s1537592725103460",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Gender Stereotypes across Electoral Contexts",
          "authors": "Anna Gunderson, Nichole Bauer, Emily Rains, Annie Sheehan-Dean",
          "url": "https://doi.org/10.1007/s11109-025-10093-9",
          "doi": "https://doi.org/10.1007/s11109-025-10093-9",
          "filter": 0
        },
        {
          "title": "How Politicians (mis)Perceive Policy Salience",
          "authors": "Chris Butler, Julie Sevenans, Pirmin Bundi, Frédéric Varone, Stefaan Walgrave",
          "url": "https://doi.org/10.1007/s11109-025-10097-5",
          "doi": "https://doi.org/10.1007/s11109-025-10097-5",
          "filter": 0
        },
        {
          "title": "Berlinguer, I Love You (Still): The Downstream Effects of Expressive Voting",
          "authors": "Riccardo Di Leo, Elias Dinas, Biljana Meiske",
          "abstract": "For nearly as long as the rational voting paradox has puzzled scholars, it has been recognized that voters’ decisions are influenced by expressive motivations. Yet, since disentangling emotional from instrumental drivers remains an inherently difficult task, little is known about how voting on the former grounds can shape future political preferences. We fill this gap by focusing on a rare instance of expressive voting: support for the Italian Communist Party (PCI) in the 1984 European election, preceded by the sudden death of PCI’s leader, Enrico Berlinguer. Via a Regression Discontinuity approach, exploiting differential expressive motives along the border(s) of Berlinguer’s electoral district, we show that municipal-level support for PCI increased more sharply in 1984 in areas where voters could express their preference for the just-deceased leader. Combining voting records and individual survey data, we further show how votes cast on expressive grounds in 1984 returned to PCI for about five years after Berlinguer’s death.",
          "url": "https://doi.org/10.1007/s11109-025-10095-7",
          "doi": "https://doi.org/10.1007/s11109-025-10095-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Feminist geopolitics of creativity: A study of women practicing Islamic and traditional visual arts in Istanbul",
          "authors": "Hulya Arik",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103445",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103445",
          "filter": 0
        },
        {
          "title": "Caught in the net unraveling the piracy-IUU fishing milieu in Indonesian waters through survey data",
          "authors": "Anup Phayal, Brandon Prins, Seyma Tufan, Sayed Fauzan Riyadi, Curie Maharani",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103449",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103449",
          "filter": 0
        },
        {
          "title": "An assemblage approach to performances of sovereignty through Gibraltar's hosting of the 2019 International Island Games",
          "authors": "Matthew C. Benwell, Alasdair Pinkerton",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103441",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103441",
          "filter": 0
        },
        {
          "title": "Attacking the roots: On the limited development of (green) colonialism",
          "authors": "Alexander A. Dunlap",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103438",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103438",
          "filter": 0
        },
        {
          "title": "Camp studies trapped in the camp? Re-articulating recent Greek history through the camp as a productive device",
          "authors": "Lafazani Olga",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103447",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103447",
          "filter": 0
        },
        {
          "title": "Promotora m(other)work: A Latinx feminist geopolitics toward environmental justice futures",
          "authors": "Cristina Faiver-Serna",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103432",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103432",
          "filter": 0
        },
        {
          "title": "A time penalty for the Global South? Inequalities in visa appointment wait times at German embassies and consulates worldwide",
          "authors": "Emanuel Deutschmann, Lorenzo Gabrielli, Alexandra Orlova, Niklas Harder, Ettore Recchi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103440",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103440",
          "filter": 0
        },
        {
          "title": "Settling on their ground: The shifting land politics of armed actors in the urban margins of Medellín",
          "authors": "Keisha Corantin",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103443",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103443",
          "filter": 0
        },
        {
          "title": "Political socialization across places: differential effects on multiculturalist attitudes in urban and rural areas?",
          "authors": "Twan Huijsmans, Jaap van Slageren",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103442",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103442",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0962-6298(25)00188-x",
          "doi": "https://doi.org/10.1016/s0962-6298(25)00188-x",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Beyond innumeracy: measuring public misperceptions about immigration",
          "authors": "Philipp Lutz, Marco Bitschnau",
          "abstract": "Public perceptions of immigration are often inaccurate, yet research lacks conceptual clarity and valid measurement of these misperceptions. Prior work focuses mainly on population innumeracy (misestimating immigrant shares) and cannot distinguish genuine misperceptions from mere guessing. We introduce a survey module that captures multiple dimensions of immigration-related perceptions alongside respondents’ confidence in their estimates. Using population survey data from Switzerland, we develop confidence-weighted indicators that separate misperception from guessing. Although inaccurate perceptions are widespread across several immigration domains, they are less prevalent than often assumed; guessing accounts for a substantial share of observed inaccuracy. This measurement strategy enables more precise empirical tests of theories linking perceptions to political attitudes and behavior.",
          "url": "https://doi.org/10.1017/psrm.2025.10055",
          "doi": "https://doi.org/10.1017/psrm.2025.10055",
          "filter": 0
        },
        {
          "title": "Power orchestrates: how leadership shapes national representation in international organizations",
          "authors": "Jidong Chen, Tianhan Gui, Lei Wang",
          "abstract": "This study investigates how states leverage leadership positions in international organizations (IOs) to enhance their staff representation. Using an original dataset of 25 United Nations system agencies from 1996 to 2022, we show that leadership roles can help states enhance their staff representation. Two mechanisms drive this influence: leaders secure voluntary contributions from their home countries to create favorable conditions for national representation, and they cultivate positive institutional relationships that facilitate greater staffing opportunities. Further analysis reveals that leaders from developing countries have demonstrated increasing effectiveness in strengthening their nations’ representation over time. Meanwhile, countries closely connected to leadership-holding states also gain staff representation. These dynamics may carry performance costs, raising broader implications for global governance.",
          "url": "https://doi.org/10.1017/psrm.2025.10056",
          "doi": "https://doi.org/10.1017/psrm.2025.10056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Workshopping Mixed Methods: Ten Years of the Southwest Workshop for Mixed Methods Research",
          "authors": "Marissa Brookes, Jennifer Cyr, Sara Niedzwiecki",
          "abstract": "This article reflects on the first 10 years of the Southwest Workshop for Mixed Methods Research (SWMMR), which was created to foster methodological pluralism and rigor in political science and related fields. Since its founding, SWMMR has helped to develop mixed methods research while prioritizing diversity, equity, inclusion, and mentorship. The article highlights the annual workshop’s role in building an intellectual community while supporting early-career scholars, women, and those from underrepresented backgrounds. We also document SWMMR’s contributions to certain methodological debates through sustaining a supportive space for collaborative growth in political science.",
          "url": "https://doi.org/10.1017/s1049096525101546",
          "doi": "https://doi.org/10.1017/s1049096525101546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Juries in flux",
          "authors": "Francesco Parisi, Ram Singh",
          "abstract": "While the right to a trial by an impartial jury remains a cornerstone of the Anglo-American legal tradition, the modus operandi of a “trial by jury” in the United States has been in constant flux. During the last 125 years, twenty-eight states in the U.S. reduced the size of their juries, while three others allowed non-unanimous verdicts in felony and/or misdemeanor cases. Blackstonian ratios and burdens of proof exhibited similar variations across jurisdiction. In 2020, the U.S. Supreme Court cast a critical eye on non-unanimous juries and reintroduced the requirement of unanimity for all felony convictions. In 2023, jury size also received scrutiny from the U.S. Supreme Court, underscoring the enduring volatility of criminal jury practices in the United States. U.S. states currently have the authority to determine jury size, retrial rates, and the Blackstonian ratio applied within their jurisdictions. In this paper, we examine the critical interdependence of these changes in jury structure and their impact on the expected correctness of verdicts and on the decisiveness and accuracy of the jury process. We conclude by discussing how these state-level decisions are often inconsistent with many states’ ability to uphold their stated policy objectives and Blackstonian ratios.",
          "url": "https://doi.org/10.1007/s11127-025-01330-0",
          "doi": "https://doi.org/10.1007/s11127-025-01330-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "AAPOR Presidential Address “That Ain’t the Way I Heard It!” On the Role of Surveys in Shaping (and Being Shaped by) Generative AI",
          "authors": "Frauke Kreuter",
          "url": "https://doi.org/10.1093/poq/nfaf049",
          "doi": "https://doi.org/10.1093/poq/nfaf049",
          "filter": 0
        },
        {
          "title": "Measuring Political Attitudes with Word Association",
          "authors": "Ze Han, Rory Truex, Naijia Liu",
          "abstract": "This paper advances the use of Word Association Tests (WATs), where respondents are presented with a series of cue words and asked to provide other words that come to mind as quickly as possible. Compared to standard approaches, WATs more directly map to psychologists’ understanding of the human mind. The paper develops and demonstrates the utility of word association through an analysis of Chinese citizens’ attitudes toward the Chinese Communist Party (CCP). Empirically, we show how the collective “mental map” of the population tends to reflect regime narratives. Citizens who are CCP members and more educated are more likely to reproduce regime language. The paper provides a how-to guide for other political science researchers seeking to use word association.",
          "url": "https://doi.org/10.1093/poq/nfaf038",
          "doi": "https://doi.org/10.1093/poq/nfaf038",
          "filter": 0
        },
        {
          "title": "Direct Experience with Poor Working Conditions and Partisan Labor Policy Preferences",
          "authors": "Gregory Lyon, Daniel Schneider",
          "abstract": "Do Republicans and Democrats who hold jobs with poor working conditions have similar views on pro-union labor policy? Extensive research in American political behavior counsels against such an expectation, as a long line of research suggests individuals absorb the views of their party and therefore Republicans and Democrats should hold vastly different views on labor policy. However, this underestimates the potentially meaningful role of personal experience in policy preferences as a potential counterweight to partisanship. A key limitation to testing this has been the absence of data with workers’ preferences and direct measures of working conditions. This study draws on original data on 5,425 service sector workers to examine the relationship between partisanship, direct experience with poor working conditions, and labor policy preferences. The results suggest that partisanship is an important determinant of labor policy preferences, but only when workers work in relatively good jobs. Among workers with good working conditions, partisanship is influential and Republicans and Democrats hold significantly different views on labor policy. Yet as working conditions deteriorate, the role of partisanship diminishes and Republican and Democratic workers’ views converge and align, with both embracing pro-union labor policy preferences.",
          "url": "https://doi.org/10.1093/poq/nfaf048",
          "doi": "https://doi.org/10.1093/poq/nfaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Solidarity and Deliberation After Extremist Attacks: Exploring a Complex Interplay",
          "authors": "Emily Beausoleil, Selen Ercan, Claire Fitzpatrick, Andrea Felicetti, Jordan McSwiney",
          "url": "https://doi.org/10.1086/739668",
          "doi": "https://doi.org/10.1086/739668",
          "filter": 0
        },
        {
          "title": "A Male Hostility Spiral? Polarized Communication among Political Elites on Social Media",
          "authors": "Albert Wendsjö, Hanna Bäck, Andrej Kokkonen",
          "url": "https://doi.org/10.1086/739664",
          "doi": "https://doi.org/10.1086/739664",
          "filter": 0
        },
        {
          "title": "Unraveling the Paradox of Anticorruption Messaging: Experimental Evidence from a Tax Administration Reform",
          "authors": "Nicolás Ajzenman, Martín Ardanaz, Guillermo Cruces, German Feierherd, Ignacio Lunghi",
          "url": "https://doi.org/10.1086/739666",
          "doi": "https://doi.org/10.1086/739666",
          "filter": 0
        },
        {
          "title": "Can Communities Take Charge? Testing Community-Based Governance to Sustain Schools in War-Affected Afghanistan",
          "authors": "Dana Burde, Joel Middleton, Roxanne Rahnama, Cyrus Samii",
          "url": "https://doi.org/10.1086/739667",
          "doi": "https://doi.org/10.1086/739667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "The irresistible populist force: the Portuguese 2025 snap elections",
          "authors": "Luís Russo",
          "url": "https://doi.org/10.1080/01402382.2025.2579261",
          "doi": "https://doi.org/10.1080/01402382.2025.2579261",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
