{
  "update": "2024-11-01",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Colonial Genealogies of Pluralism: Consociation as Disavowal in Contemporary Democratic Theory",
          "authors": "JOY WANG",
          "abstract": "This article reframes understandings of pluralism in democratic theory by showing that the management of late and post-colonial identitarian conflict was integral to its incorporation into twentieth-century political science. It does so by reconstructing the central but underexamined place of theories of consociational democracy in efforts to reform South Africa’s apartheid constitution in the 1970s and 80s. Consociational democratic theory offered such promising resources for apartheid reform, it contends, because it entwined (a) a conception of social pluralism that redescribed apartheid’s racial hierarchy as identitarian difference with (b) a conception of institutional pluralism that curtailed the most transformative possibilities of decolonization through universal suffrage. Recovering pluralism’s colonial genealogies clarifies the conditions under which the recognition of identitarian diversity can function as a disavowal of racial domination, positioning democratic theory as an adjunct to projects of neo-colonial order.",
          "url": "http://dx.doi.org/10.1017/s000305542400090x",
          "doi": "10.1017/s000305542400090x",
          "filter": 0
        },
        {
          "title": "A Singular Enlightenment: C. L. R. James, Anti-Colonialism, and Transatlantic Political Thought",
          "authors": "ANTONIO Y. VÁZQUEZ-ARROYO",
          "abstract": "This article formulates an original account of the Enlightenment through an interpretation of C. L. R. James’s The Black Jacobins , a landmark work of transatlantic anti-colonial thought. It defends a dialectical account of the Enlightenment as a singular transatlantic historical process whose content and critical import changes across space and time. In The Black Jacobins , James shows the Enlightenment’s revolutionary and emancipatory political legacy by staging the dialectic of the Enlightenment in a colonial situation defined by a slave-plantation economy. James illustrates the Enlightenment’s political legacy as a “concrete universal” that has particular and singular aspects, each with its own unique contours. In doing so, the article considers other themes at the center of both historical and contemporary political theory such as how to best conceptualize colonialism; the traveling and misplacement of Enlightened ideas; and the critical importance of the dialectical legacy and critical theory in these efforts.",
          "url": "http://dx.doi.org/10.1017/s0003055424000650",
          "doi": "10.1017/s0003055424000650",
          "filter": 0
        },
        {
          "title": "Rethinking the Coloniality of Race: Blood Purity and the Politics of Periodization",
          "authors": "ISAAC GABRIEL SALGADO",
          "abstract": "The coloniality of power stands as a major framework for theorizing race within the context of Latin America, providing an influential account of the origin of race in the Spanish colonization of the Americas. Without abandoning the task of theorizing the ways in which race functions in Latin America, this article asks: what is obscured by an insistence on 1492 as the moment when race emerged, and what different understandings of race can be made available by connecting the colonization of the Americas to a different set of temporal and spatial referents? Specifically, I develop a “prismatic” approach to analyze the impact of fifteenth-century Iberian blood purity statutes on the development of race without positing these as the new, singular origin of race. This article thus suggests an alternative genealogy of racialization while providing a critical engagement with the coloniality of power’s account of race.",
          "url": "http://dx.doi.org/10.1017/s0003055424000893",
          "doi": "10.1017/s0003055424000893",
          "filter": 0
        },
        {
          "title": "Do Government Benefits Affect Officeholders’ Electoral Fortunes? Evidence from State Earned Income Tax Credits",
          "authors": "HUNTER E. RENDLEMAN, JESSE YODER",
          "abstract": "When do public policies influence citizens’ political attitudes and behavior, and among whom? We study this question using one of the largest social provision programs in the United States: the Earned Income Tax Credit (EITC). We exploit the staggered roll-out of state-level EITC programs to estimate the causal effect of the program on elections, voter behavior, and attitudes about the government. Contrary to predictions from the policy feedback literature, we show that the credit leads to higher vote shares and approval ratings for the implementing governor. These effects are temporally limited to the first years of the credit’s availability and dissipate over time. Taken together, our results offer new insights about the conditions under which particularistic economic policies affect political outcomes.",
          "url": "http://dx.doi.org/10.1017/s000305542400087x",
          "doi": "10.1017/s000305542400087x",
          "filter": 0
        },
        {
          "title": "Election-Denying Republican Candidates Underperformed in the 2022 Midterms",
          "authors": "JANET MALZAHN, ANDREW B. HALL",
          "abstract": "We combine newly collected election data with records of public denials of the results of the 2020 election to estimate the degree to which election-denying Republican candidates over- or underperformed other Republicans in 2022 in statewide and federal elections. We find that the average vote share of election-denying Republicans in statewide races was approximately 3.2 percentage points lower than their co-partisans after accounting for state-level partisanship. However, we find no such underperformance on aggregate for U.S. House elections, perhaps due to the more-partisan nature of many House districts. Together, the results suggest that the types of candidates in American elections who take more-extreme positions tend to underperform, but that these performance gaps are relatively small in the present, polarized political environment.",
          "url": "http://dx.doi.org/10.1017/s0003055424001084",
          "doi": "10.1017/s0003055424001084",
          "filter": 0
        },
        {
          "title": "Access to Healthcare and Voting: The Case of Hospital Closures in Rural America",
          "authors": "CHRISTIAN COX, DEREK A. EPP, MICHAEL E. SHEPHERD",
          "abstract": "We investigate how hardships affect rural politics, considering the case of hospital closures. In the last two decades, more than two hundred rural hospitals have closed their doors or drastically reduced their services. Drawing from resource models of voting, our hypothesis is that personal- and community-level deprivations brought about by hospital closures should reduce election turnout. Empirical tests pair geographic information on the location of open and closed hospitals with data from state voter files to create a panel of over 10 million rural residents for the 2016, 2018, and 2020 national elections. Results show that individuals whose nearest hospital closed prior to the proximate election were less likely to vote than their unaffected counterparts. These effects are strongest for older and lower-income residents, but they decay over time so that voting likelihood resembles a pre-closure baseline within 12 months.",
          "url": "http://dx.doi.org/10.1017/s0003055424001035",
          "doi": "10.1017/s0003055424001035",
          "filter": 0
        },
        {
          "title": "Why We Need Minimum Wages: Pay, Recognition, and Economic Citizenship",
          "authors": "CHRISTIAN SCHEMMEL, GEORG PICOT",
          "abstract": "Statutory minimum wages have become an important tool for regulating labor markets. One major reason is the decline in collective wage bargaining. But how can minimum wages be justified? We show that their best justification does not lie in their economic effects but in the respect for social contributors that they express. The article takes an innovative interdisciplinary approach, bridging political philosophy and comparative political economy. We first discuss existing justifications in political practice and theory. We then show how a distinctive and robust justification should regard minimum wages as paying necessary respect to those who fulfill their obligation to contribute to social cooperation. Our justification thus suggests a new concept of economic citizenship and advances recognition theory applied to work. We outline further implications of the argument, such as the desirability of setting minimum wages through collective bargaining, and a tentative case for a maximum income.",
          "url": "http://dx.doi.org/10.1017/s0003055424001096",
          "doi": "10.1017/s0003055424001096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "As you wish? Public preferences for models of representation and MPs’ role orientations",
          "authors": "PHILIPPE MONGRAIN, NINO JUNIUS, NATHALIE BRACK",
          "abstract": "How much autonomy elected representatives should have in looking after the interests of their constituents is a central question of democratic theory. While much research has been conducted on the representational roles adopted by elected representatives, we currently lack an understanding of citizens’ preferences for contrasting models of representation, more specifically whether they believe representatives should primarily act as instructed delegates, closely following public opinion or rather as trustees, relying on their own convictions and judgement. As a result, we know relatively little about how congruent citizens’ and politicians’ representational preferences are, whether some subgroups of citizens and politicians are more congruent with each other than others and whether citizens’ and politicians’ representational preferences are driven by the same determinants. Using data from 13 countries, we assess the level of congruence between voters’ and MPs’ preferences in representational style. In all countries, citizens favouring delegate‐style MPs are poorly represented as the vast majority of representatives display a moderate to strong preference for trusteeship. Analysing subgroups of politicians and citizens according to party family, ideology, inclusion in government, populism and social class reveals that MPs from left‐wing or right‐wing radical and populist parties, representatives sitting on the opposition benches and those belonging to lower classes tend to hold representational preferences that are more in line with the preferences of their own supporters or individuals belonging to the same group as themselves, but also with those of the entire electorate. However, even among these politicians there are few delegates. Examining whether citizens’ and politicians’ representational preferences are driven by similar determinants, we assessed the influence of their ideological orientations, socioeconomic status and support for (or affiliation with) a party in government on their representational preferences. For citizens, our results indicate that locating oneself on the right of the ideological spectrum is related to higher scores on the delegate–trustee scale, while supporting a populist party seems to decrease voters’ favourability toward trusteeship. Politicians’ preferences could not be explained by similar factors as none of the tested factors were significant. In line with our congruence analysis, there seems to be little variation in MPs’ representational preferences. Even groups of MPs that can be thought of as most likely to be delegates turn out to be staunch trustees, potentially causing frustration among citizens preferring delegate‐style representation.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12734",
          "doi": "10.1111/1475-6765.12734",
          "filter": 0
        },
        {
          "title": "Do gender quotas increase political knowledge?",
          "authors": "GIULIA VENTURINI",
          "abstract": "Do gender quotas increase political knowledge? While some studies suggest that quotas can positively impact women's political engagement and participation, others find null or negative effects. This paper focuses on Western Europe and argues that the implementation of quotas serves as an attention and consciousness‐raising event, potentially enhancing awareness of the political sphere. To investigate this, I propose a novel research design that capitalizes on the (quasi) exogenous shock resulting from the introduction of gender quotas. By influencing symbolic representation, quotas may enhance women's sense of empowerment, equality and willingness to engage in politics. Furthermore, the impact is expected to be more pronounced among younger women due to the heightened political socialization experienced during adolescence. Thus, the institutional change brought about by quotas is anticipated to particularly boost political knowledge among (younger) women and subsequently narrow the gender gap. To examine this hypothesis, I analyse data from 1992 to 2018 from 12 countries, of which six implemented gender quotas. Using a hierarchical Bayesian model, I assess respondents' answers to knowledge questions. The findings indicate that the introduction of gender quotas in parliamentary systems has a positive effect on reducing the gender gap in political knowledge among younger individuals, while the effects are statistically insignificant for older citizens.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12736",
          "doi": "10.1111/1475-6765.12736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "The Laws of War and Public Support for Foreign Combatants",
          "authors": "Yonatan Lupu, Geoffrey P.R. Wallace",
          "abstract": "Are publics in great power democracies more likely to approve of foreign armed combatants that comply with international humanitarian law (IHL)? There is a wealth of evidence that armed combatants with an incentive to seek the support of outside compliance constituencies are more likely to adhere to IHL. Yet a key mechanism underlying these claims—that people in great power democracies are more likely to support armed combatants that comply with IHL—has not been directly tested. We address this question using a series of experiments embedded in nationally representative surveys conducted in three democracies that have frequently been involved in foreign interventions: France, the United Kingdom, and the United States. We find that belligerents—both governments and rebels—that comply with the laws of war are significantly more likely to garner support from publics in likely intervening countries compared to those who do not comply. In all three countries, compliance with international law caused greater approval of armed combatants as well as greater support for economic or military intervention (although support for military intervention remained relatively low in the treatment groups). This lends support to arguments that, to the extent combatants seek support from outside audiences, this can serve as a mechanism by which international law constrains armed combat.",
          "url": "http://dx.doi.org/10.1017/s0020818324000274",
          "doi": "10.1017/s0020818324000274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Contesting the Securitization of Migration: NGOs, IGOs, and the Security Backlash",
          "authors": "Jean-Pierre Murray",
          "abstract": "Studies of migration-related security concerns have focused on the emergence of these concerns through securitization or their potential dissolution through desecuritization. This paper challenges the conventional view of these processes—securitization and desecuritization—as oppositional and mutually exclusive. Instead, it argues that they are imbricated in complex ways in an arena of contestation where actors vie for legitimacy and justify their claims through ongoing actions and reactions. Focusing on the Global South case of securitized migration in the Dominican Republic, this paper conceptualizes desecuritization not as a discrete outcome measured by success or failure, but as a dynamic process evolving through interactions with securitization. By examining the role of non-state actors in contesting securitized policies, the paper reveals that such contestation can paradoxically intensify securitization through a “security backlash” that delegitimizes these actors and discredits their rights-based claims. This dynamic underscores the “resilience” of securitization amidst persistent contestation. Ultimately, the paper demonstrates desecuritization as iterative contestation rather than static outcomes, emphasizing the agency of non-state actors in shaping security narratives and practices while acknowledging their limitations against powerful state actors. These insights from a study of South–South migration extend the application of the securitization framework beyond convenient Western contexts and challenge perceived geographic boundaries.",
          "url": "http://dx.doi.org/10.1093/isq/sqae139",
          "doi": "10.1093/isq/sqae139",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Lockdown and Unrest: Inequality, Restrictions and Protests During COVID-19",
          "authors": "Francesco Iacoella, Patricia Justino, Bruno Martorano",
          "abstract": "This paper analyses how pre-pandemic levels of inequality across US counties have shaped the impact of the COVID-19 pandemic on the incidence of protests. The results from difference-in-differences and instrumental variable models using high-frequency weekly data show that more stringent measures to contain the pandemic increased the incidence of protests, but only in US counties with high levels of inequality before the start of the pandemic where grievances may have been initially stronger. The impact of government responses to COVID-19 on protests is largely explained by adverse changes in economic conditions in counties with the highest levels of pre-pandemic inequality. Policy stringency measures were also associated with more protests in the most unequal counties which voted for the Republican party in the 2016 elections and exhibited, at the start of the pandemic, lower levels of trust in the president and lower satisfaction with democracy.",
          "url": "http://dx.doi.org/10.1177/00220027241296045",
          "doi": "10.1177/00220027241296045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Is a Picture Worth 280 Characters?: Contextually Realistic Graphics vs. Plain Text in Survey Experiments",
          "authors": "Benjamin Norwood Harris, Erik Lin-Greenberg",
          "abstract": "As survey experiments have become increasingly common in political science, some scholars have questioned whether inferences about the real world can be drawn from experiments involving hypothetical, text-based scenarios. In response to this criticism, some researchers recommended using realistic, context-heavy vignettes while others argue that abstract vignettes do not generate substantially different results. We contribute to this debate by evaluating whether incorporating contextually realistic graphics into survey experiment vignettes affects experimental outcomes. We field three original experiments that vary whether respondents are shown a realistic graphic or a plain text description during an international crisis. In our experiments, varying whether respondents are shown realistic graphics or plain text descriptions generally yields little difference in outcomes. Our findings have implications for survey methodology and experiments in political science – researchers may not need to invest the time to develop contextually realistic graphics when designing experiments.",
          "url": "http://dx.doi.org/10.1017/xps.2024.10",
          "doi": "10.1017/xps.2024.10",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Do apologies promote the reintegration of former combatants? Lessons from a video experiment in Colombia",
          "authors": "Gustav Agneman, Lisa Strömbom, Angelika Rettberg",
          "abstract": "Transitional justice practices frequently involve public apologies where former combatants confess their wrongdoings and ask for forgiveness, with the underlying assumption that such displays facilitate the reintegration of ex-combatants into society. However, little is known about the public response to ex-combatant apologies. In this article, we investigate the causal effect of an armed group apology on attitudes toward ex-combatant reintegration in Colombia. Our study builds on a novel experiment implemented in Meta, a conflict-ridden department of Colombia. The experiment entailed exposing a subset of participants to a video in which a former rebel group leader apologizes for violent acts committed by their armed group during the civil war. To examine the extent to which external actors influence the effectiveness of apologies, we incorporated third-party ‘encouragements to forgive’ (endorsements) in two additional treatment conditions. Our analysis demonstrates that, on average, participants do not exhibit higher reintegration attitudes when exposed to the apology, regardless of third-party endorsements. However, the absence of a treatment effect is not due to an indifference to the apology. In an exploratory heterogeneity analysis, we show that the apology induces negative effects on some indicators of reintegration attitudes among participants that did not support the peace agreement. This finding aligns with qualitative data gathered in a follow-up survey, which indicates that opponents of the peace agreement generally describe negative emotional responses to the FARC-EP apology. The results call for a reconsideration of unchallenged prescriptions of public apologies after conflict.",
          "url": "http://dx.doi.org/10.1177/00223433241261560",
          "doi": "10.1177/00223433241261560",
          "filter": 0
        },
        {
          "title": "Who uses Internet propaganda in civil wars and why?",
          "authors": "Barbara F Walter, Gregoire Phillips",
          "abstract": "This article explores who is likely to benefit from Internet propaganda in civil wars. It argues that the global reach of the Internet, its lack of regulation and its filtering tools are more likely to help transnational rebel groups with external support and radical aims than local groups with home-grown support and moderate aims. The paper then introduces a new dataset on rebel propaganda that includes every available piece of public, downloadable Internet communication produced by every major rebel group in the Iraqi civil war between January 2011 and December 2015. A preliminary analysis of group-level Internet communication during the war revealed a number of striking patterns. Internet propaganda was not equally used by all rebel groups in Iraq during this time period. Groups with potentially larger international backing and low levels of local support were much more likely to produce Internet propaganda than those with strong in-country support. Ideologically extreme groups were also more likely to generate a higher volume of Internet propaganda than other types of groups. Finally, rebel groups that were new to a war tended to rely more heavily on Internet propaganda than more well-established groups. The article concludes by discussing the potential implications this new media environment could have for civil wars moving forward.",
          "url": "http://dx.doi.org/10.1177/00223433241235854",
          "doi": "10.1177/00223433241235854",
          "filter": 0
        },
        {
          "title": "Contentious politics in the borderlands: How nonviolence and migrant characteristics affect public attitudes",
          "authors": "Pearce Edwards, Daniel Arnon",
          "abstract": "New political issues and opportunities lead new actors into contentious politics. This article studies one such case: transnational migrants making claims and engaging in collective action when traversing state borders. As global migration flows and accompanying political backlash has grown since the mid-2010s, borders have increasingly become sites of contention between groups of migrants seeking entry and state agents attempting to refuse it. Media coverage and elite discourse also has focused on contentious border crossings, with implications for public attitudes toward migration. In this setting, public attitudes toward migrants should vary based on the migrants’ tactics and characteristics. We expect migrants engaging in nonviolent resistance to security forces will win more public support than those engaging in violence. Migrant characteristics – claims or motives for migration and ethnic identity – should also affect support. Survey experiments in the United States and Mexico containing fictionalized vignettes of a contentious event at the countries’ shared land border show strikingly similar results: migrant nonviolent resistance, compared to violent confrontations, reduces support for deportation and increases beliefs that migrants contribute to society. These effects are consistent across party lines and border proximity. Neither migrants’ claims nor migrants’ ethnic identity affect public support in the context of a contentious event.",
          "url": "http://dx.doi.org/10.1177/00223433241271872",
          "doi": "10.1177/00223433241271872",
          "filter": 0
        },
        {
          "title": "Economic origins of border fortifications",
          "authors": "Afiq bin Oslan",
          "abstract": "Why do contemporary states fortify their borders? Modern military advancements have made such fortifications obsolete for security, yet scholars have offered no satisfactory alternative theory. I propose a theory of fortifications with economic motivations using a game-theoretic model where states compete to extract wealth over a shared population around a border. Such competition generates inefficiency and states have the option to construct fortifications to disrupt competition. Fortifications contain the wealth of citizens inside the state to be taxed and enforce efficient monopolies of extraction. States hence fortify when such profits outweigh short-term expenses. The models suggest that we should expect fortifications between territories of unequal economic capacities as richer states have more to lose from inefficient competition, complementing existing empirical results.",
          "url": "http://dx.doi.org/10.1177/00223433241265006",
          "doi": "10.1177/00223433241265006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Redefining “expansion” in congressional communication: Homestyles for a digital constituency",
          "authors": "Stephanie Davis, Annelise Russell",
          "abstract": "Self‐presentation in Congress is more nationalized, with digital constituencies on platforms such as Twitter offering new reputation‐building opportunities. Digital constituencies transform traditional expectations of constituent communication, challenging Richard Fenno's theory that representatives adopt an “expansionist” style with constituents during early, vulnerable phases of their tenure. In a digital era that encourages a more national approach, we question how Fenno's distinction between expansionist and protectionist phases of connecting with constituents applies to reputation‐building with digital constituencies. While electorally vulnerable senators still seek to expand their presentation among geographic constituents, digital platforms, such as Twitter, incentivize them to protect their reputation among a digital constituency. We analyzed senators' Twitter communications from 2013 to 2023. We find the electoral vulnerabilities of Fenno's expansionist local model are associated with a protectionist model of engagement with digital constituencies on Twitter. Our study sheds light on the significance of online reputation management and its implications for representing a media‐influenced, modern Congress.",
          "url": "http://dx.doi.org/10.1111/lsq.12483",
          "doi": "10.1111/lsq.12483",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Using Cell-phone Mobility Data to Study Voter Turnout",
          "authors": "Masataka Harada, Gaku Ito, Daniel M. Smith",
          "abstract": "Studies of voting behavior in some settings may be hampered by poor data availability or unsuitably large units of aggregation for reported turnout. We propose and demonstrate a practical big-data solution to these kinds of challenges, using fine-grained cell-phone mobility data on millions of GPS locations for more than 300,000 eligible voters in Tokyo. Our approach uses the geolocations of polling stations, combined with GPS data points recorded on election day and a reference day, to measure patterns in individual-level (but anonymized) voting behavior. We first test the validity of the measure by comparing it to official aggregated data on turnout, and then illustrate its substantive utility with an application exploring the well-known relationship between turnout decisions and the cost of voting, proxied by the distance between a voter’s residence and the polling station. Finally, we discuss the potential limitations of the approach and provide step-by-step instructions for other researchers.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09975-1",
          "doi": "10.1007/s11109-024-09975-1",
          "filter": 0
        },
        {
          "title": "Seeking the Public Good: Public Service Motivation and Political Ambition",
          "authors": "Hans J. G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "url": "http://dx.doi.org/10.1007/s11109-024-09981-3",
          "doi": "10.1007/s11109-024-09981-3",
          "filter": 0
        },
        {
          "title": "Pathways to Substantive Representation: Policy Congruence and Policy Knowledge Among Canadian Local Politicians",
          "authors": "Jack Lucas, Lior Sheffer, Peter John Loewen",
          "url": "http://dx.doi.org/10.1007/s11109-024-09982-2",
          "doi": "10.1007/s11109-024-09982-2",
          "filter": 0
        },
        {
          "title": "Authoritarian Nostalgia, Group Sentiment, and Voter Behavior: Evidence from East Asia",
          "authors": "Sanghoon Kim-Leffingwell",
          "url": "http://dx.doi.org/10.1007/s11109-024-09987-x",
          "doi": "10.1007/s11109-024-09987-x",
          "filter": 0
        },
        {
          "title": "Does Peer Socialization Within Cohorts Foster Political Attitudes? A Longitudinal Study of Elite Business Students",
          "authors": "Hilma Lindskog, Nils Gustafsson, Sofiya Voytiv",
          "abstract": "The association between higher education and political attitudes is well-recognized, and research suggests that socialization amongst peers is one of the most probable mechanisms explaining a possible attitudinal change. However, identifying a socialization effect is difficult due to self-selection mechanisms and limitations in data availability. This article empirically investigates the underlying peer socialization by employing a longitudinal network study of undergraduate students in Swedish and Finnish top-ranked business schools (N = 2651). The study tests the hypotheses that (1) attitudes within a cohort converge over time, and (2) socially embedded students experience more attitudinal change during their studies than students who do not engage with their peers. The paper leverages the Covid-19 pandemic as an exogenous shock that severely affected the networking dynamics of specific cohorts since it moved their education off campus. It is thereby among the first studies to directly test the relationship between socializing behaviors within higher education and political attitudes using both subjective and objective measurements. Contrary to previous conjectures, the findings challenge a general socialization mechanism to foster political attitudes. Instead, they point toward the importance of self-selection mechanisms in studies of higher education and for the specific student composition.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09978-y",
          "doi": "10.1007/s11109-024-09978-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Negotiating (under)development? Expanding bargaining power within globalised production networks",
          "authors": "Martín Arias-Loyola",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103233",
          "doi": "10.1016/j.polgeo.2024.103233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Daniel Bar‐Tal, on the Israeli‐Palestinian conflict, before and after October 7, 2023: In conversation with James Liu and Veronica Hopner",
          "authors": "Daniel Bar‐Tal",
          "abstract": "The Israel‐Palestinian conflict is one of the most well‐known and polarizing issues that has impacts on societies, and institutions beyond Israel, and Palestine. This interview with prominent social scientist Daniel Bar‐Tal, Professor Emeritus, School of Education, Tel Aviv University, focused on the situation in Israel and Palestine following the Hamas attacks on October 7, 2023, and the subsequent war in Gaza. Interviews such as this are an academic inquiry drawing on the expert analysis of a scholar‐activist, grounded in research and theory. As such an analysis, Bar‐Tal explains the causes of this war, its context, its process, the contribution of each side to its escalation, and its effects on the possibilities of peaceful conflict resolution between Israeli Jews and Palestinians. He describes the current situation as governed by considerations of realpolitik, contestations over what defines antisemitism, and whether Israeli conduct in Gaza constitutes genocide or ethnic cleansing. This interview enables the application of Bar‐Tal's systematic and holistic Theory of Intractable Conflict to the current crisis to interrogate how ethos of conflict, collective memory, and collective emotional orientation dynamically interconnect to form a culture of conflict. But also, how these elements can also be addressed for solutions to enable peaceful resolutions.",
          "url": "http://dx.doi.org/10.1111/pops.13055",
          "doi": "10.1111/pops.13055",
          "filter": 0
        },
        {
          "title": "Exploring the effectiveness of virtual reality in combating misinformation on climate change",
          "authors": "Elif Erisen, Funda Yildirim, Emirhan Duran, Batuhan Şar, Irmak Kalkan",
          "abstract": "Our research examines the potential of immersive virtual reality (VR) in countering climate change misinformation. By creating VR simulations of future climate scenarios, we visually depict the potential impacts of rising temperatures and sea level rise on communities and ecosystems. Our objective is to determine whether immersive VR can achieve more effective correction outcomes compared to social media. We employ a mixed experimental design, manipulating the provision of correction through either VR or social media. We measure the impact of these interventions on belief in and skepticism toward climate change, and on inferential reasoning at three different points over a month. Furthermore, we explore the effectiveness of human actors and the level of presence in the VR experience as strategies to combat climate change misinformation. We find that VR conditions might lead to increased certainty in the belief that climate change is really happening and lowered skepticism toward the clarity of the effects of climate change. Moreover, we find significant differences in the heart rate (HR) of the participants in the VR conditions. The use of avatars in VR environments may contribute to heightened HR variability during misinformation correction, potentially due to increased emotional engagement and cognitive load.",
          "url": "http://dx.doi.org/10.1111/pops.13057",
          "doi": "10.1111/pops.13057",
          "filter": 0
        },
        {
          "title": "The politics of pooling risk: People want to help the vulnerable by involving the government in healthcare",
          "authors": "Daniella P. Alva, Talbot M. Andrews, Andrew W. Delton",
          "abstract": "Many people want the government involved in healthcare. Is this because citizens are concerned about their own vulnerability, the plight of vulnerable others, or both? To test for these concerns, we used representative surveys and experimental economic games. We found robust evidence for concern for others. In surveys, people who worried about vulnerable others wanted more government involvement in healthcare. In experiments, people with the opportunity to subsidize vulnerable others often helped. The evidence for personal concern was more mixed. In surveys, people who were personally vulnerable did not usually want more government involvement in healthcare. In experiments, however, vulnerable people often wanted more healthcare. Additional data suggests that concern for the vulnerable is motivated by social preferences, empathy, and compassion. We discuss how the logic of healthcare is different from other aspects of the welfare state and therefore needs to be studied separately.",
          "url": "http://dx.doi.org/10.1111/pops.13060",
          "doi": "10.1111/pops.13060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "How and when candidate race affects inferences about ideology and group favoritism",
          "authors": "Jennifer D. Wu, Gregory A. Huber",
          "abstract": "How does a candidate's racial background affect the inferences voters make about them? Prior work finds that Black candidates are perceived to be more liberal. Using two survey experiments, we test whether this effect persists when candidate partisanship and issue positions are specified and also consider other consequential voter perceptions. We make two contributions. First, we show that while Black candidates are perceived to be more liberal than White candidates with the same policy positions, this difference is smaller for Black candidates who adopt more conservative positions on race-related issues. Second, we find that voters, both Black and White, believe Black candidates will prioritize the interests of Black constituents over those of White constituents, regardless of candidate positions.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.50",
          "doi": "10.1017/psrm.2024.50",
          "filter": 0
        },
        {
          "title": "Are local policy attitudes distinct?",
          "authors": "Brian F. Schaffner, Jesse H. Rhodes, Raymond J. La Raja",
          "abstract": "Scholars disagree as to whether Americans’ attitudes toward local issues are structured ideologically and whether these are related to national policy ideology. We use two surveys of American adults to assess whether and to what extent Americans' local policy attitudes exhibit a similar structure as do national policy attitudes. We find that items asking about local policy are just as likely to reflect a latent dimension of policy preferences as those asking about national policy. Additionally, when local and national items are scaled separately, those scales are highly correlated. Our findings indicate that attitudes toward many local issues are aligned with national ideology. A smaller subset of attitudes about local issues appears distinctively local and possibly structured by non-ideological cleavages.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.58",
          "doi": "10.1017/psrm.2024.58",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Registering Theory-Based Predictions in Political Science",
          "authors": "Andrew Cesare Miller",
          "abstract": "How can political scientists rigorously evaluate the predictive power of theories? Many peer-reviewed political science articles include predictions about future outcomes, and scholars make predictions on social media and other public forums. The prevalence of predictions suggests that scholars recognize the utility of leveraging theories for this purpose; however, the predictions often are not made in a manner that allows for rigorously evaluating their accuracy. Building on the increasing popularity of study preregistration in the social sciences, this article proposes “prediction registration” as a means for scholars to publish falsifiable, systematic, and verifiable theory-based predictions. Increasing the rigor of predictive theory testing can advance often-circular debates about accuracy and presents a “win-win” for scholars who aim to test the predictive power of theories. With a more rigorous approach, correct predictions would better demonstrate a theory’s ability to forecast outcomes, and missed predictions would reveal information that can be used to calibrate the theory.",
          "url": "http://dx.doi.org/10.1017/s1049096524000404",
          "doi": "10.1017/s1049096524000404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Is country leaders’ education relevant for policy making? The case of the Covid-19 pandemic",
          "authors": "Stefan Bruckmeyer",
          "abstract": "This paper examines the impact of a country leader’s education on policy responses and policy outcomes during the onset of the Covid-19 pandemic. Relying on a quasi-experimental event-study approach, I find that political leaders with a graduate education responded more stringently to the first nationally registered infection than political leaders with lower educational attainment. Subsequently, political leaders with a graduate education reported fewer Covid-19 infections and Covid-19 related deaths at the onset of the pandemic. The results suggest that the education of political leaders can explain policy differences, particularly in countries with low electoral accountability. The low level of accountability allowed political leaders with a graduate education to implement stringent, evidence-based policies to contain the pandemic without fear of electoral punishment.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01214-9",
          "doi": "10.1007/s11127-024-01214-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Mass Beliefs about the Working Poor and Support for Redistributive Policies",
          "authors": "Benjamin J Newman",
          "abstract": "Past research demonstrates that the working poor are politically relevant, yet little is known about public opinion toward this group. This research note explores public beliefs about working poverty in the United States. The results suggest that most Americans are aware of the working poor and view working poverty as problematic and due to structural factors. Like many political attitudes, beliefs about the working poor are linked to Americans’ personal experiences—namely, their level of local exposure to low-income people. However, consistent with research on the role of race in shaping the politics of poverty and inequality, the linkage between local low-income populations and beliefs about the working poor is conditioned by the race of the local poor. Finally, the political relevance of beliefs about the working poor is illustrated by their substantively large relationships to preferences over spending on the poor and taxing the rich.",
          "url": "http://dx.doi.org/10.1093/poq/nfae043",
          "doi": "10.1093/poq/nfae043",
          "filter": 0
        },
        {
          "title": "Reducing Racial Asymmetries in the Survey Overestimation of Voter Turnout",
          "authors": "David C Barker, Ray Block, Marcus Johnson, Jan Leighley",
          "abstract": "Research has consistently demonstrated that Black respondents are more likely than their White counterparts to overstate their plans or previous decisions to vote. We propose that by using a single question regarding turnout intention and candidate preference (rather than the typical approach of using two separate questions), survey researchers can reduce these racial asymmetries. The reason, we suggest, is that doing so encourages Black respondents to consider the turnout question through the lens of candidates and parties, rather than as a civic responsibility they have toward other Black Americans, which therefore mitigates the social desirability bias that leads to overestimation. We evaluate this argument using a survey experiment that randomly asks a control group of survey respondents to answer two voting questions—one about turnout and one about vote choice—and asks the other half of the sample, the treatment group, a single question that combines the two. Using original data from a nationally representative survey, we find that using the single turnout/preference question reduces the racial asymmetry in turnout overestimation substantially. We further observe that the decrease is concentrated among respondents with relatively high levels of campaign indifference and especially racial civic consciousness, a condition that is much more common among Black respondents than among White respondents. We believe these findings are particularly relevant to election scholars and campaign professionals, given their focus on understanding the thought processes of survey respondents and prospective voters, as well as improving the validity of self-reports in survey research.",
          "url": "http://dx.doi.org/10.1093/poq/nfae040",
          "doi": "10.1093/poq/nfae040",
          "filter": 0
        },
        {
          "title": "From the Streets to the Voting Booth: The Electoral Effect of Grassroots Mobilization Against the Far Right",
          "authors": "Francesco Colombo, Alessandro Ferrara, Elias Dinas, Foteini-Maria Vassou, Fabrizio Bernardi",
          "abstract": "Is anti-far-right grassroots mobilization effective? Scholars studying the far right have focused extensively on the causes and consequences of far-right success but have paid little attention to what citizens and civil society can do to tackle this phenomenon. Focusing on the surge of Sardine (the Sardines), an anti-far-right social movement, during the 2020 Italian regional elections, we test whether grassroots mobilization is an effective tool to curb far-right parties’ electoral performance. Employing municipality-level data on electoral results, Sardines rallies, and far-right events, we exploit a difference-in-differences design to identify the effect of local exposure to Sardine mobilization on the municipal electoral performance of far-right parties. The results suggest that local exposure to a Sardines event has a strong negative effect on far-right electoral results.",
          "url": "http://dx.doi.org/10.1093/poq/nfae039",
          "doi": "10.1093/poq/nfae039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "World Politics",
      "journal_short": "WP",
      "articles": [
        {
          "title": "Democracy, Autocracy, and the Politics of the Covid Pandemic",
          "authors": "Grigore Pop-Eleches",
          "abstract": "This essay discusses the challenges facing research on the politics of the covid pandemic by reviewing studies focusing on how regime type affected the nature and effectiveness of covid responses both by governments and the broader public, and how these responses, in turn, have shaped the politics of both democratic and authoritarian regimes. The essay highlights the importance of accounting for the changing nature of the pandemic over time, and of thinking carefully about the scope conditions of covid-related arguments and findings.",
          "url": "http://dx.doi.org/10.1353/wp.0.a942212",
          "doi": "10.1353/wp.0.a942212",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
