{
  "update": "2025-03-14",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Attitudes toward artificial intelligence (AI) and globalization: Common microfoundations and political implications",
          "authors": "Beatrice Magistro, Sophie Borwein, R. Michael Alvarez, Bart Bonikowski, Peter John Loewen",
          "abstract": "Advances in artificial intelligence (AI) are reshaping labor markets and sparking political debates. Like economic globalization, AI developments promise benefits, including job creation and lower prices, but also costs such as job displacement, raising crucial questions about public perceptions. Will AI, like globalization, challenge existing paradigms and trigger a backlash? Leveraging a conjoint experiment with 6,000 respondents from the United States and Canada, we examine public opinion toward offshoring and generative AI, focusing on the multidimensional trade‐offs between job and price changes. Across all scenarios, respondents are equally or more sensitive to price changes than employment shifts. AI is favored over offshoring, especially among Democrats, highlighting an emerging partisan divide in the United States. Republicans and Canadians show more varied support, indicating AI is not immune to opposition. By focusing on the microfoundations of opinion formation, we identify scenarios that may trigger or temper protectionist stances.",
          "url": "https://doi.org/10.1111/ajps.12959",
          "doi": "https://doi.org/10.1111/ajps.12959",
          "filter": 0
        },
        {
          "title": "Using cross‐encoders to measure the similarity of short texts in political science",
          "authors": "Gechun Lin",
          "abstract": "In many settings, scholars wish to estimate the similarity of political texts. However, the most commonly used methods in political science struggle to identify when two texts convey the same meaning as they rely too heavily on identifying words that appear in both documents. This limitation is especially salient when the underlying documents are short, an increasingly prevalent form of textual data in modern political research. Building on recent advances in computer science, I introduce to political science cross‐encoders for precise estimates of semantic similarity in short texts. Scholars can use either off‐the‐shelf versions or build a customized model. I illustrate this approach in three examples applied to social messages generated in a telephone game, news headlines about US Supreme Court decisions, and Facebook posts from members of Congress. I show that cross‐encoders, which utilize pair‐ level embeddings, offer superior performance across tasks relative to word‐based and sentence‐level embedding approaches.",
          "url": "https://doi.org/10.1111/ajps.12956",
          "doi": "https://doi.org/10.1111/ajps.12956",
          "filter": 0
        },
        {
          "title": "Compulsory voting increases men's turnout most",
          "authors": "Shane P. Singh",
          "abstract": "Equal turnout fosters equal representation. As such, researchers have long sought to understand what causes gender differences in voter participation. I argue that compulsory voting increases men's turnout relative to that of women. This is because men are particularly receptive to external incentives, while women are more intrinsically motivated. Within Brazil and across countries, I use administrative data to show that compulsory voting increases men's turnout most. I also argue that, due to social desirability bias, nonvoting women are most likely to claim to have participated under mandatory voting. With comparisons of official and reported turnout, I demonstrate compulsory voting increases women's turnout overreporting relative to that of men. By increasing men's relative turnout, compulsory voting could introduce or accentuate representational disparities in favor of men, and this potentiality can be obscured by survey data.",
          "url": "https://doi.org/10.1111/ajps.12954",
          "doi": "https://doi.org/10.1111/ajps.12954",
          "filter": 0
        },
        {
          "title": "Empirical realism and democratic equality",
          "authors": "Emma Saunders‐Hastings",
          "abstract": "Recently, empirical political scientists have challenged presuppositions about voter behavior that they take to be widespread in normative democratic theory, charging that democratic theory is unmoored from empirical reality. For their part, many normative democratic theorists have rejected empiricists’ characterizations of their subfield and denied that normative theories are threatened by empirical findings about voter behavior. This article argues that both camps are partly right and partly wrong. Normative democratic theories are more varied than empirical critics recognize, and some avoid grounding their defenses of democracy on an unrealistic “folk theory” of popular control. However, even these more promising normative theories may import “folk theory” assumptions in subtler ways and neglect empirical evidence to their own cost. I focus on social or relational egalitarian theories of democracy as an illustration of this problem, which should be addressed by more productive and dynamic engagement between normative and empirical democratic theory.",
          "url": "https://doi.org/10.1111/ajps.12962",
          "doi": "https://doi.org/10.1111/ajps.12962",
          "filter": 0
        },
        {
          "title": "An anatomy of worldmaking: Sukarno and anticolonialism from post‐Bandung Indonesia",
          "authors": "Say Jye Quah",
          "abstract": "This article analyzes the anticolonial worldmaking of postcolonial Indonesia's first president Sukarno, during Guided Democracy (1959–1965). Using worldmaking as a conceptual interface, the article offers three interconnected interventions. First, Sukarno's range of anticolonial activity allows for a conceptual advance by revealing three dimensions of worldmaking: discursive, institutional, and dramaturgical. This typology works towards arresting worldmaking's conceptual overextension without sacrificing its generative character. Second, it integrates Southeast Asian trajectories of worldmaking into scholarly discussion of anticolonial political thought. Contrary to other anticolonial figures, Sukarno's worldmaking revolved around a postcolonial vision of global order outside the United Nations. By analyzing Sukarno's contextually specific vision of the relationship between international organizations and decolonization, this article underscores the importance of sensitivity to situated understandings of anticolonialism. Third, this article reorients Sukarno scholarship by inter alia resituating him within the Third World. The article closes by laying out some contradictions of Sukarno's anticolonial worldmaking project.",
          "url": "https://doi.org/10.1111/ajps.12963",
          "doi": "https://doi.org/10.1111/ajps.12963",
          "filter": 0
        },
        {
          "title": "Opposition rule under autocracy: Evidence from Russia",
          "authors": "David Szakonyi",
          "abstract": "How does the opposition govern under autocracy? Most authoritarian regimes tolerate some degree of internal opposition, allowing it to contest and even take power. Yet we know little about how such power‐sharing dynamics affect governance. In this paper, I exploit a unique instance where an opposition won control of political institutions in a prominent electoral autocracy: the 2017 Moscow municipal elections. Using a difference‐in‐differences design, I find that opposition control of municipal councils reduced the financial returns from office for ruling party deputies. This decrease in earnings comes from opposition‐held councils removing rent‐seeking opportunities by organizing more competitive procurement, reducing unnecessary budget expenditures, and curbing over‐the‐top compensation. Using a survey experiment, I then show that voters prefer opposition candidates with municipal governing experience over ruling party ones without it. Even in repressive environments, challenging autocratic rule may be well served by joining rather than boycotting institutions.",
          "url": "https://doi.org/10.1111/ajps.12961",
          "doi": "https://doi.org/10.1111/ajps.12961",
          "filter": 0
        },
        {
          "title": "A strike for democracy? Migration, the bigot's veto, and the electoral use of force",
          "authors": "Shmuel Nili",
          "abstract": "Politicians and philosophers alike have warned that the spread of anti‐migrant bigotry in the Western world requires a tragic trade‐off regarding immigration policy: Although millions of asylum‐seekers might be owed admission to Western democracies, there are many cases where they nonetheless ought to be denied entry, because their admission is overly likely to increase the electoral appeal of extreme rightwing figures and parties, thus endangering the host country's liberal democracy. This article scrutinizes this influential view, by juxtaposing electorally driven migration policy with electorally driven military strikes abroad. If turning millions of asylum‐seekers away can be tragically appropriate as a means of thwarting the electoral rise of the extreme right, why cannot the same be true for military strikes overseas that might harm a far smaller number of innocent outsiders? I examine what—if anything—explains the difference between these two cases.",
          "url": "https://doi.org/10.1111/ajps.12949",
          "doi": "https://doi.org/10.1111/ajps.12949",
          "filter": 0
        },
        {
          "title": "Polarization over the priority of political problems",
          "authors": "Benjamin E. Lauderdale, Jack Blumenau",
          "abstract": "What drives ideological division about political problems? When prioritizing which problems are most in need of redress, voters might disagree about the severity of individual outcomes that constitute such problems; the prevalence of those problems; or whether such problems are amenable to solution by government action. We field a large survey experiment in the United Kingdom and the United States and develop a new measurement approach that allows us to evaluate how ideological disagreements change when respondents consider the individual badness, social severity, and priority for government action of a set of 41 political problems. We find that large ideological divergences are observed in beliefs about social severity and priority for government action, not individual problem badness, and only in the United States. An important implication of these results is that perceptions of problem prevalence are a key source of polarization over problem‐prioritization in the United States.",
          "url": "https://doi.org/10.1111/ajps.12957",
          "doi": "https://doi.org/10.1111/ajps.12957",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "How Does Community Policing Affect Police Attitudes? An Experimental Test and a Theory of Bureaucrat-Citizen Contact",
          "authors": "DOTAN HAIM, MATTHEW NANES, NICO RAVANILLA",
          "abstract": "In contrast to the expansive work on how community policing affects citizens’ attitudes toward police, existing research says little about how community policing affects officers’ attitudes toward citizens. We examine officer-facing outcomes using an experiment in the Philippines, in which a random subset of a province’s 705 officers were assigned to intensive community policing activities for seven months. Treatment officers saw improved understanding of citizen concerns, but did not develop greater empathy or trust toward civilians, nor an increased sense of accountability for citizen-facing misconduct. We build from the experiment to develop an inductive theory of bureaucrat-citizen contact, relying on qualitative observations and exploratory analyses of heterogeneous effects. We propose that contact with citizens is only likely to improve attitudes among frontline bureaucrats who are not ex-ante embedded in their communities. Moreover, contact may have negative effects when it reveals threats to bureaucrats’ personal safety.",
          "url": "https://doi.org/10.1017/s000305542400145x",
          "doi": "https://doi.org/10.1017/s000305542400145x",
          "filter": 0
        },
        {
          "title": "Without Roots: The Political Consequences of Collective Economic Shocks",
          "authors": "SIMONE CREMASCHI, NICOLA BARILETTO, CATHERINE E. DE VRIES",
          "abstract": "While an abundance of scholarly work investigates how economic shocks influence the political behavior of affected individuals, we know much less about their collective effects. Exploiting the sudden onset of a plant disease epidemic in Puglia, Italy—where the plant pathogen Xylella fastidiosa devastated centuries-old olive groves—we explore the collective effects of economic shocks. By combining quantitative difference-in-differences analysis of municipal data with a novel case selection strategy for qualitative fieldwork, we document the hardship caused by the outbreak, and estimate a 2.2-percentage-point increase in far-right vote share. We show that preexisting public service deprivation moderates the shock’s political consequences through a community narrative of state neglect. These findings highlight that preexisting community conditions shape the political consequences of economic shocks, and that plant disease epidemics—which are becoming more prevalent due to climate change—have important political effects.",
          "url": "https://doi.org/10.1017/s0003055425000073",
          "doi": "https://doi.org/10.1017/s0003055425000073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "From Territorial Consolidation to Bureaucratic Dominance: The Long Arc of State Development",
          "authors": "Didac Queralt",
          "abstract": "Our understanding of state development—a term that encompasses both state formation and state building—has grown significantly in the last two decades. In this review, I outline the foundations of the literature and identify major conceptual and analytical advancements since the early 2000s, including the development of capacity investment models, the notion of intermediate institutions, and the emphasis on political agency. This review builds on research employing diverse methodologies, draws on examples from advanced economies and developing countries, and is intended for both novice and experienced readers. After taking stock of the state of the field, I discuss and reflect upon three avenues for further research—the big unknowns: Do civil wars make or break the state? How do economic openness and international hierarchy shape the incentives and opportunities for state building? And what are the perils that highly capable states pose for liberal rights and democratic governance?",
          "url": "https://doi.org/10.1146/annurev-polisci-070723-012505",
          "doi": "https://doi.org/10.1146/annurev-polisci-070723-012505",
          "filter": 0
        },
        {
          "title": "China, International Finance, and the Global Economic Order",
          "authors": "Alexandra O. Zeitz",
          "abstract": "China's approach to international finance is shaped by both its domestic political economy and a desire to increase its global influence. The prevailing economic model in China, which combines state control with market dynamism, means that China's preferences over the global governance of finance are sometimes at odds with the liberal principles embedded in the global financial order. Moreover, economic competition and geopolitical rivalry with the United States, the main architect of the global financial order, often shape China's engagement with existing rules and institutions. While China has challenged and disrupted some aspects of the international financial order, including the dominance of the US dollar and approaches to international development finance, it has been a largely supportive reformer in other domains, such as the global financial safety net. China's influence on the economic order in international finance generates important spillovers for other emerging and developing economies, creating both opportunities and challenges.",
          "url": "https://doi.org/10.1146/annurev-polisci-042623-020318",
          "doi": "https://doi.org/10.1146/annurev-polisci-042623-020318",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Partisanship and Trust in Personal Doctors: Causes and Consequences",
          "authors": "Neil A. O’Brian, Thomas Bradley Kent",
          "abstract": "In the first decades of the twentieth century, the gap in age-adjusted mortality rates between people living in Republican and Democratic counties expanded; people in Democratic counties started living longer. This paper argues that political partisanship poses a direct problem for ameliorating these trends: trust and adherence in one’s personal doctor (including on non-COVID-19 related care) – once a non-partisan issue – now divides Democrats (more trustful) and Republicans (less trustful). We argue that this divide is largely a consequence of partisan conflict surrounding COVID-19 that spilled over and created a partisan cleavage in people’s trust in their own personal doctor. We then present experimental evidence that sharing a political background with your medical provider increases willingness to seek care. The doctor-patient relationship is essential for combating some of society’s most pressing problems; understanding how partisanship shapes this relationship is vital.",
          "url": "https://doi.org/10.1017/s0007123424000607",
          "doi": "https://doi.org/10.1017/s0007123424000607",
          "filter": 0
        },
        {
          "title": "Choosing Women: Party elites’ preferences in the candidate selection process",
          "authors": "Malu A. C. Gatto, Marco Radojevic",
          "abstract": "Across the world, women continue to be underrepresented in parliaments. As gatekeepers to candidate lists, party leaders are in a pivotal position to promote gender balance. But do party elites consider women’s underrepresentation when deciding who to nominate? Leveraging a large-scale conjoint experiment with 1,389 party elites in Austria, Germany, and Switzerland, we find that the more underrepresented women are in candidate lists, the better the chances of women aspirants. Awareness of women’s underrepresentation influences selectors for whom promoting gender equality may be a less crystallized priority: centrists and men. Women’s underrepresentation also reinforces preferences for women aspirants among those for whom gender equality may be a core value (left-wing and women selectors) but does not affect those for whom opposing gender equality may bring electoral advantages (right-wing party elites). Our findings shed light on the potential role that signalling underrepresentation may have on party elites’ selection of women aspirants.",
          "url": "https://doi.org/10.1017/s0007123424000723",
          "doi": "https://doi.org/10.1017/s0007123424000723",
          "filter": 0
        },
        {
          "title": "Absence: Electoral Cycles and Teacher Absenteeism in India",
          "authors": "Emmerich Davies",
          "abstract": "Public sector worker absence has been cited as a reason for the poor performance of public services. This paper argues that the differential attention politicians pay to public services over their tenure cycle can explain levels of absenteeism. Using the case of teachers in India, teachers and politicians are embedded in a dynamic principal-agent relationship that allows for absenteeism when electoral incentives are not salient and results in increased accountability when they are. I constructed a panel of all schools across India between 2006 and 2018, employed an event study design, and found that teacher absenteeism decreases the year before an election and is higher the year after an election. I found inconsistent effects in the private sector, lending support for a channel of political control in the public sector. Political interference has an effect on bureaucratic performance, and relationships between public sector workers and politicians can ameliorate absenteeism.",
          "url": "https://doi.org/10.1017/s0007123424000942",
          "doi": "https://doi.org/10.1017/s0007123424000942",
          "filter": 0
        },
        {
          "title": "Behind the Throne: Regime support coalitions around the world, 1789-2020",
          "authors": "Carl Henrik Knutsen, Sirianne Dahlum, Magnus B Rasmussen, Tore Wig",
          "abstract": "All regimes require supporters to govern and survive. We discuss the concept of a ‘regime support group’ and present and validate measures from an extensive dataset recording different features of such groups. This Regime Support and Opposition Groups (ReSOG) dataset covers approximately 2,000 political regimes from almost 200 countries, across 1789–2020. Drawing on the knowledge of about 1,000 country experts, we estimate the size and main geographical location of regime support coalitions and key opposition actors. We also map the social basis of regime support coalitions and opponents, using a 14-category scheme covering various social groups. These data provide a unique quantitative history of the social underpinnings of regimes in the modern era. Using them, we show and discuss the broadening of support coalitions over time, especially in autocracies, the rise of major urban groups, and the relative decline of rural elites in politics, globally.",
          "url": "https://doi.org/10.1017/s0007123424000656",
          "doi": "https://doi.org/10.1017/s0007123424000656",
          "filter": 0
        },
        {
          "title": "When Do Political Parties Moralize?: A Cross-National Study of the Use of Moral Language in Political Communication on Immigration",
          "authors": "Kristina Bakkær Simonsen, Tobias Widmann",
          "abstract": "Political communication on immigration is often highly moralized, with parties making claims to fundamental beliefs about right and wrong. Yet, what drives parties to use this rhetoric remains unexplored. Contributing to research on parties’ positional shifts on immigration, this study examines their strategic use of moral language in immigration discourse. To this end, we develop multilingual moral dictionaries to analyze parliamentary immigration speeches from eight Western democracies over six decades. While party-level factors do not explain moral language use, increased elite polarization on the issue is associated with greater moralization among all parties. Qualitative analysis shows that moral language is used overwhelmingly to attack political opponents, highlighting its divisive nature. These findings serve as a corrective to the notion that extreme, anti-immigrant, opposition parties are the main drivers of the moralization of immigration; instead, the broader political climate crucially shapes party incentives to (de)moralize.",
          "url": "https://doi.org/10.1017/s0007123425000122",
          "doi": "https://doi.org/10.1017/s0007123425000122",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Measuring rural and urban consciousness in Europe",
          "authors": "Christopher Claassen, Sascha Göbel, Antonia Lang, Kathrin Ackermann, Petar Bankov, Kevin Brookes, Bartolomeo Cappellina, Christopher Carman, Markus Freitag, Rubén García Del Horno, Enrique Hernández, Guillem Rico, Sigrid Rossteutscher, Richard Traunmüller, Michael Webb, Sonja Zmerli, Alina Zumbrunn",
          "url": "https://doi.org/10.1016/j.electstud.2025.102912",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102912",
          "filter": 0
        },
        {
          "title": "Electoral systems and assembly size",
          "authors": "Simon Otjes",
          "url": "https://doi.org/10.1016/j.electstud.2025.102922",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102922",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0261-3794(25)00022-8",
          "doi": "https://doi.org/10.1016/s0261-3794(25)00022-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "‘Stop torpedoing women's rights!’: Feminist institutional responses to anti‐gender politics in Spain and Catalonia parliaments",
          "authors": "EMANUELA LOMBARDO, PALOMA CARAVANTES, SILVIA DÍAZ FERNÁNDEZ",
          "abstract": "Democracy and gender equality are increasingly contested in European parliamentary contexts, with the rise of political parties and movements that oppose feminist politics and the rights of women, LGBTI* and racialised people. Existing literature exploring far‐right and anti‐gender actors in institutional settings has focused on their discourse and impact on parliamentary politics and governments. Yet, limited attention has been paid to the feminist responses articulated in parliamentary contexts that face active opposition to gender and LGBTI* equality. This article addresses this gap by analysing feminist parliamentary responses to such opposition, and the factors that enable and constrain these responses, by undertaking a multi‐level comparison between the Catalan Parliament (2021–2024) and the Spanish Parliament (2019–2023), based on content analysis of 21 parliamentary debates and 42 in‐depth interviews. We argue that the capacity of parliaments to respond to anti‐gender, far‐right opposition to gender, racial and LGBTI* equality is structured by macro‐, meso‐ and micro‐level enabling and constraining factors that include the state of democracy and its legacies, state structure, the constellation of anti‐gender and pro‐equality forces, the institutionalisation of equality, and the role of critical actors. By identifying a range of feminist strategies employed in the Spanish and Catalan parliamentary contexts – including ‘knowledge’, ‘coalition‐building’, ‘rule‐making’ and ‘everyday pragmatic engagement’ – this article contributes to developing the emerging scholarly field of feminist institutional responses to anti‐gender politics, thereby advancing the theory of feminist institutionalism, state feminism and anti‐gender politics in parliamentary contexts.",
          "url": "https://doi.org/10.1111/1475-6765.70005",
          "doi": "https://doi.org/10.1111/1475-6765.70005",
          "filter": 0
        },
        {
          "title": "Ethnic party success: Why some minorities have successful ethnic parties and others do not?",
          "authors": "DRAGANA SVRAKA",
          "abstract": "This paper examines why some ethnic minorities in Europe have successful ethnic parties while others pursue their political interests through mainstream parties. To study differential success of ethnic minorities in establishing successful ethnic parties, I adapt threats‐vs‐resources approach, comparing relative importance of ethnic threats (acting as motivator for collective political activism) and ethnic resources (providing different opportunities facilitating ethnic mobilization). Empirically, I focus on the post‐Cold War period, including ethnic minorities in Western and Eastern Europe. I find that both ethnic threats and ethnic resources matter for success of ethnic parties. I show that increased salience of issues tied to ethnicity, either through promotion of majority ethnonationalism, or through advancement of minority ethnic rights, can foster successful ethnic parties. I also show that the logic behind successful minority political mobilization differs between Western and Eastern Europe.",
          "url": "https://doi.org/10.1111/1475-6765.70007",
          "doi": "https://doi.org/10.1111/1475-6765.70007",
          "filter": 0
        },
        {
          "title": "Welfare policy and immigration attitudes in Western Europe",
          "authors": "ALINA VRÂNCEANU, BILYANA PETROVA",
          "abstract": "How do welfare systems affect natives' attitudes to immigration? The impact of immigration on public support for welfare and redistribution has received considerable scholarly attention, but we know much less about how welfare policies shape citizens' views about immigration. We focus on two mechanisms: an instrumental channel and a values‐based approach. Our empirical strategy is two‐pronged. Hierarchical models leveraging variation in immigration attitudes and welfare generosity both between countries and over time (2002–2019) suggest that more comprehensive welfare regimes are associated with more positive views of immigrants. Furthermore, a regression discontinuity design drawing on a natural experiment in Denmark reveals that hostility towards immigrants increased following the announcement of a welfare retrenchment reform. Together, these analyses shed light on how the welfare state influences immigration attitudes.",
          "url": "https://doi.org/10.1111/1475-6765.70006",
          "doi": "https://doi.org/10.1111/1475-6765.70006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Racial Tropes in the Foreign Policy Bureaucracy: A Computational Text Analysis—Corrigendum",
          "url": "https://doi.org/10.1017/s0020818325000013",
          "doi": "https://doi.org/10.1017/s0020818325000013",
          "filter": 0
        },
        {
          "title": "The Determinants of Insurgent Gender Governance",
          "authors": "Tessa Devereaux",
          "abstract": "Under what conditions do insurgents challenge gender norms in the midst of conflict? And what do they gain by doing so? Using an original data set of 137 armed groups fighting between 1950 and 2019, I argue that armed groups challenge gender customs to reshape local power relations. With 40 percent of rebel groups regulating civilian gender customs during civil war, this strategy is remarkably widespread, comparable to taxation or the provision of basic security in its prevalence. I demonstrate that armed groups exploit pre-existing gender grievances, using strategies like punishing domestic violence (9 percent of groups), banning dowries (15 percent), and enforcing dress codes (11 percent) to empower targeted subsections of the population and undermine local elites. I combine cross-national analysis with qualitative case studies of al-Qaeda in the Islamic Maghreb and Katiba Macina, two Islamist groups in Mali. This allows me to demonstrate how the approach to local elites drives gender governance in two groups with a shared ideology, goals, and societal context.",
          "url": "https://doi.org/10.1017/s0020818324000419",
          "doi": "https://doi.org/10.1017/s0020818324000419",
          "filter": 0
        },
        {
          "title": "Climate Action from Abroad: Assessing Mass Support for Cross-Border Climate Transfers",
          "authors": "Nikhar Gaikwad, Federica Genovese, Dustin Tingley",
          "abstract": "Experts argue that resource transfers from developed to developing countries are central to international climate policy efforts. Yet as countries grapple with the political difficulties of provisioning and accepting climate funds, understanding why voters support or oppose international climate finance becomes critical. Focusing on domestic audiences in both donor and recipient countries, we investigate the determinants of public support for cross-border climate transfers. Theoretically, we focus on the effects of emphasizing the compensatory purposes of funding, favoring mitigation over adaptation activities, and prioritizing partnerships between donor and recipient agents—three factors that generate both normative and material benefits, and thus build support among broader coalitions of voters. Paired survey experiments in the United States and India corroborate the relevance of these transfer features for citizens in donor and recipient countries. Taken together, our findings shed light on the domestic political-economy attributes of transfer agreements that can unlock support for cross-border climate cooperation.",
          "url": "https://doi.org/10.1017/s0020818324000365",
          "doi": "https://doi.org/10.1017/s0020818324000365",
          "filter": 0
        },
        {
          "title": "The Damocles Delusion: The Sense of Power Inflates Threat Perception in World Politics",
          "authors": "Caleb Pomeroy",
          "abstract": "How does power affect threat perception? Drawing on advances in psychological research on power, I find that the sense of state power inflates the perception of threats. The sense of power activates intuitive thinking in the decision-making process, including a reliance on gut feelings and cognitive shortcuts like heuristics and prior beliefs. In turn, as psychological IR research shows, these mechanisms tend to inflate threat perception. The powerful assess threats from the gut rather than the head. Experimental evidence from the US and China, a reanalysis of a survey of Russian elites, and a large-scale text analysis of Cold War US foreign policy elites lend support to this expectation. The findings help to psychologically reconcile enduring theoretical puzzles—from “underbalancing” to “overextension”—and generate entirely new ones, like the possibility that decision makers of rising, not declining, states feel more fear. Together, the paper offers a “first image reversed” challenge to bottom-up accounts of psychological IR. Decision-maker psychology is also a dependent variable shaped by the balance of power, with important implications for a world returning to great power competition.",
          "url": "https://doi.org/10.1017/s0020818324000407",
          "doi": "https://doi.org/10.1017/s0020818324000407",
          "filter": 0
        },
        {
          "title": "Tug of War: The Heterogeneous Effects of Outbidding Between Terrorist Groups",
          "authors": "Casey Crisman-Cox, Michael Gibilisco",
          "abstract": "We introduce a dynamic game of outbidding where two groups use violence to compete in a tug-of-war fashion for evolving public support. We fit the model to the canonical outbidding rivalry between Hamas and Fatah using newly collected data on Palestinian public support for these groups. Competition has heterogeneous effects, and we demonstrate that intergroup competition can discourage violence. Competition from Hamas leads Fatah to use more terrorism than it would in a world where Hamas abstains from terrorism, but competition from Fatah can lead Hamas to attack less than it otherwise would. Likewise, making Hamas more capable or interested in competing increases overall violence, but making Fatah more capable or interested discourages violence on both sides. These discouragement effects of competition on violence emerge through an asymmetric contest, in which we find that Fatah uses terrorism more effectively to boost its support, although Hamas has lower attack costs. Expanding on these results, we demonstrate that outbidding theory is consistent with a positive, negative, or null relationship between measures of violence and incentives to compete.",
          "url": "https://doi.org/10.1017/s0020818324000390",
          "doi": "https://doi.org/10.1017/s0020818324000390",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "INO volume 79 issue 1 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0020818325000050",
          "doi": "https://doi.org/10.1017/s0020818325000050",
          "filter": 1
        },
        {
          "title": "INO volume 79 issue 1 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0020818325000049",
          "doi": "https://doi.org/10.1017/s0020818325000049",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Military Gender Advisors, Organizational Change, and Transformational Opportunities: The Discrepancy between Policy and Practice",
          "authors": "Eleanor Gordon, Katrina Lee-Koo",
          "abstract": "Military Gender Advisors (GENADs) are an increasingly common feature in global armed forces and military operations. Their role is designed to operate at the strategic level of military organizations to the facilitate implementation of the United Nations Women, Peace, and Security agenda. Despite an overarching policy framework and official discourse that value and support their work, GENADs face significant challenges that undermine their ability to succeed in their roles. This article employs a feminist institutionalist lens to investigate the disconnect between policy and practice, and draws from empirical qualitative data gathered from in-depth interviews with serving and former military GENADs and other stakeholders across twenty-one countries. The article argues that despite strong rhetorical support and a visible global policy framework underpinning the work of GENADs, institutional practices informed by normative assumptions about gender, women, and militaries undermine the effectiveness of the GENAD capability. Through this investigation, this article contributes to conceptual and theoretical understandings around gender-responsive transformation within the organizational and cultural practices of militaries.",
          "url": "https://doi.org/10.1093/isq/sqaf015",
          "doi": "https://doi.org/10.1093/isq/sqaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Multidimensional Identity Cleavages and Religious Discrimination",
          "authors": "Nikola Mirilovic, Ariel Zellman, Jonathan Fox",
          "abstract": "To what extent does minority distinctiveness from the majority mitigate or exacerbate discrimination? Similarities between majority and minority groups may reduce societal and political discrimination. Yet shared identities along one cleavage coupled with distinctive characteristics along another may also render commonalities salient for inter-group competition and conflict. We examine how cross-cuttingness of group-level religious identity with ethnicity, geographic concentration, and economic class influences societal religious discrimination (SRD) and governmental religious discrimination (GRD) against religious minorities at the state level. We find that greater cross-cuttingness of religion and ethnicity leads to decreased SRD and GRD. Yet while more cross-cutting geographic distributions of religious groups correlate with lower SRD and higher GRD, greater economic cross-cuttingness between religious groups correlates with higher SRD and lower GRD. These findings offer a nuanced theoretical and empirical bridge to understand discrimination, as social and political behaviors between individual expressions of societal prejudice and intergroup violent conflict.",
          "url": "https://doi.org/10.1177/00220027251324465",
          "doi": "https://doi.org/10.1177/00220027251324465",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Validating Whites’ Reactions to the “Racial Shift”",
          "authors": "Andrew M. Engelhardt, Nicole Huffman, Veronica Oelerich",
          "abstract": "A prominent paradigm demonstrates many White Americans respond negatively to information on their declining population share. But this paradigm considers this “racial shift” in a single hierarchy-challenging context that produces similar status threat responses across conceptually distinct outcomes, undercutting the ability to both explain the causes of Whites’ social and political responses and advance theorizing about native majorities’ responses to demographic change. We test whether evidence for Whites’ responses to demographic change varies across three distinct hierarchy-challenging contexts: society at large, culture, and politics. We find little evidence any racial shift information instills status threat or otherwise changes attitudes or behavioral intentions, and do not replicate evidence for reactions diverging by left- versus right-wing political attachments. We conclude with what our well-powered (n = 2100) results suggest about a paradigm and intervention used prominently, with results cited frequently, to understand native majorities’ responses to demographic change and potential challenges to multiracial democracy.",
          "url": "https://doi.org/10.1017/xps.2025.2",
          "doi": "https://doi.org/10.1017/xps.2025.2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Analyzing gender gaps in bicameral legislatures: How asymmetrical institutions affect the supply and demand for female candidates",
          "authors": "Yoshikuni Ono, Yuko Kasuya, Hirofumi Miwa",
          "abstract": "In bicameral legislatures, gender representation varies significantly between chambers. Historically, Japan's upper house has maintained a proportion of women twice that of the lower house. However, electoral systems alone cannot fully explain this disparity. We argue that seemingly gender‐neutral legislative institutions influence both voting behavior and candidates' willingness to run, contributing to significant disparities in gender representation in bicameral legislatures. To test this argument, we conduct two survey experiments exploring the underlying mechanisms from the perspectives of voters and candidates. Our findings suggest that informing voters about the upper house's subordinate role increases support for female candidates in upper house elections. Furthermore, women display a greater willingness to pursue office when assured of job security in the upper house, while men exhibit less interest when made aware of its limited authority to appoint the prime minister. This study enhances our current understanding of the effects of asymmetrical institutions between chambers from a gender perspective.",
          "url": "https://doi.org/10.1111/lsq.12493",
          "doi": "https://doi.org/10.1111/lsq.12493",
          "filter": 0
        },
        {
          "title": "The Political Economy of High‐Skilled Immigration: Analyzing (Co)Sponsorship on High‐Skilled Immigration Bills in the U.S. Congress",
          "authors": "Rena Sung",
          "abstract": "What drives politicians' support for high‐skilled immigration policy? I argue that politicians support different types of high‐skilled immigration policy by balancing business demand for skilled foreign labor and their party's position toward immigration. Using high‐skilled immigration bills, (co)sponsorship data, and H‐1B visa applications from 2003 to 2020 in the U.S., I find that business demand affects politicians' behavior differently depending on the type of immigration bills, which I categorize as expanding, zero‐sum, and restrictive. Expanding bills increase high‐skilled immigration, thereby increasing the total number of immigrants, whereas zero‐sum bills increase it at the expense of other types of immigration. Restrictive bills strengthen monitoring processes to reduce skilled immigration. Business demand plays a significant role when the nature of immigration bills aligns closely with their party's position for Democratic representatives, as in the case of expanding bills. On the other hand, for Republican representatives, business demand wields greater influence when the nature of immigration bills deviates from their party's stance, as in the case of restrictive bills. Business demand does not strongly affect the support for zero‐sum bills. By highlighting business demand and partisanship, this paper provides insights into the competitive dynamics among legislators regarding different types of high‐skill immigration policies.",
          "url": "https://doi.org/10.1111/lsq.70005",
          "doi": "https://doi.org/10.1111/lsq.70005",
          "filter": 0
        },
        {
          "title": "CanberraInbox : Political Communication, the Personal Vote and Representation Styles—Studying Legislators' e‐Newsletters in Australia",
          "authors": "Daniel Casey",
          "abstract": "This research note introduces CanberraInbox , a new, regularly updated dataset comprising the full text of all e‐newsletters from Australian members of Parliament. The dataset addresses a gap in studying how legislators communicate, which has traditionally focused on national leaders. Communication by individual legislators is essential for understanding how electoral incentives drive elite political behavior, including the cultivation of the personal vote and different representational styles. This initial study, based on 868 e‐newsletters collected between March and December 2024, finds that institutional incentives shape elite behavior, with legislators in their first term, those in marginal electorates, and those elected under a candidate‐centric system being more likely to send e‐newsletters than longer‐serving legislators, those in safe seats, and those elected in a party‐centric system. However, the finding about marginal seats compared to safe seats was not statistically significant. The CanberraInbox dataset allows for ongoing study of political communication and provides a valuable comparison to the US‐based DCInbox and UK‐based UKInbox . Future research can explore the content of these communications, examining factors like party discipline, gender differences, and policy emphasis, contributing to broader political science literature on representational role, focus and style, and electoral behavior.",
          "url": "https://doi.org/10.1111/lsq.70004",
          "doi": "https://doi.org/10.1111/lsq.70004",
          "filter": 0
        },
        {
          "title": "“Stronger”: Learning From Nevada's Women‐Led Legislative Majority",
          "authors": "Noah Haynes, Jordan Butcher",
          "abstract": "The gendered makeup of state legislatures has been in a constant state of change since women were first allowed to serve in office. Through certain periods, there have been accelerations in the rate at which women gain representation, but they have never held a majority of state legislative seats throughout the United States. In this short article, we review the history of women's representation and the components that have endangered and encouraged representation, we then turn to the case of Nevada, the first state to achieve a women's majority. We find that although it is difficult to build such a majority in a state legislature, it is possible to maintain the increased representation in the long run by encouraging women in leadership positions, a greater focus on women's issues, and a more welcoming environment.",
          "url": "https://doi.org/10.1111/lsq.70001",
          "doi": "https://doi.org/10.1111/lsq.70001",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/lsq.12460",
          "doi": "https://doi.org/10.1111/lsq.12460",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "A history of the Scottish Conservative and Unionist Parties TorranceDavid (2024) A History of The Scottish Conservative and Unionist Parties. Edinburgh: Edinburgh University Press, 290 pp. ISBN: 9781399506434; 9781399506427; 9781399506458; 9781399506441. £19.99 (Pbk); £90.00 (Hbk); £19.99 (E-book/EPub); £19.99 (E-book/PDF)",
          "authors": "Nathan Sands",
          "url": "https://doi.org/10.1177/13540688251325787",
          "doi": "https://doi.org/10.1177/13540688251325787",
          "filter": 0
        },
        {
          "title": "Issue ownership and government participation. Explaining parties’ issue attention at the subnational level",
          "authors": "Svenja Krauss, Katrin Praprotnik, Martin Gross",
          "abstract": "The level of attention parties devote to specific issues is one of the key factors in parties’ electoral campaign strategies. Research so far only scarcely focused on parties’ attention towards specific issues at the subnational level—even though some issues are primarily dealt with at this level. Building on a novel data set covering 679 regional election manifestos in Austria and Germany between 1990 and 2019, we assess the influence of party-specific and contextual factors on subnational parties’ issue attention. More specifically, we hypothesize that a party’s national issue ownership has a positive influence on its issue attention in regional election manifestos. This effect should, however, be moderated by whether a regional party is in government at the regional and/or national level. Our results support our hypotheses: While issue ownership has a positive influence, government participation decreases this effect.",
          "url": "https://doi.org/10.1177/13540688241306732",
          "doi": "https://doi.org/10.1177/13540688241306732",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Crisis and Correction: Do Government Rectification Efforts Restore Citizen Trust After Governance Failure?",
          "authors": "Hongshen Zhu, Melanie Manion, Viola Rothschild",
          "url": "https://doi.org/10.1007/s11109-025-10005-x",
          "doi": "https://doi.org/10.1007/s11109-025-10005-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Re-framing popular governance in Brazil: Re-insurgent and entrepreneurial arrangements in the urban peripheries",
          "authors": "Aiko Ikemura Amaral, Mara Nogueira, Gareth A. Jones",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103307",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103307",
          "filter": 0
        },
        {
          "title": "Reparative infrastructures: Debt, water shutoffs, and the state",
          "authors": "Nate Millington",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103265",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103265",
          "filter": 0
        },
        {
          "title": "Intersecting housing crises and the future of the welfare state",
          "authors": "Sarah Knuth",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103263",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103263",
          "filter": 0
        },
        {
          "title": "Working with, against and beyond the state: A response to Katie Meehan's ‘Water Shutoffs, Social Reproduction, and the Carceral State’",
          "authors": "Alejandro De Coss-Corzo",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103264",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103264",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0962-6298(25)00044-7",
          "doi": "https://doi.org/10.1016/s0962-6298(25)00044-7",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Different images of God predict religious nationalism among Christians",
          "authors": "Joseph A. Wagoner, Moussa Diarra, Barbara Barbieri, Matteo Antonini",
          "abstract": "Religious nationalism occurs when people combine their religious beliefs with their attitudes about national politics and identity. Scholars have examined how religious nationalism predicts various sociopolitical attitudes; yet less attention has been dedicated to examining the predictors of this ideology. We report studies exploring the possibility that different images of God predict religious nationalism. Analyses of Waves I ( N = 1076) and II ( N = 1099) of the Baylor Religion Surveys found that US Christians harbor different images of God (benevolent, authoritarian, engaged, and angry) and that believing in a God that is benevolent, angry, and engaged predicted stronger religious nationalism. We partially replicate these findings in a preregistered study using US and Italian Christians ( N = 465). Stronger religious nationalism predicted a conspiracy mentality and more xenophobia across both contexts. The findings suggest that different images of God can predispose people to harbor an ideology of religious nationalism.",
          "url": "https://doi.org/10.1111/pops.13087",
          "doi": "https://doi.org/10.1111/pops.13087",
          "filter": 0
        },
        {
          "title": "Collective action among the extremes? Relations between political ideology, political extremism, emotions, and collective action",
          "authors": "Gaëlle Marinthe, Alice Kasper, Romain Veillé, Fanny Lalot",
          "abstract": "Past research has highlighted the central role of ideology and political values in collective action. This research aims to determine whether, in addition to political ideology , political extremism can promote collective action. Arguing that political extremism may promote political activism per se, independently of its ideological content, we hypothesized an asymmetric U‐shaped relationship between political ideology and collective action, with emotions (anger, fear, and hope) acting as mediators. We conducted two studies in the context of two real‐world social movements in France. Study 1 ( N = 1386) examined collective action against COVID‐19 restrictions, a movement that defended typical right‐wing values. Study 2 ( N = 418) examined collective action against pension reform, a movement that defended values typical of the left. In both studies, we found that the congruent political ideology (right‐wing in Study 1 and left‐wing in Study 2) and political extremism were both associated with greater intentions (Studies 1 and 2) and greater participation (Study 2) in collective action. Anger partially mediated the relationship between political extremism and collective action in both studies. Overall, our results call for considering political extremism in addition to the left/right dimension of political ideology in order to better understand engagement in collective action.",
          "url": "https://doi.org/10.1111/pops.70008",
          "doi": "https://doi.org/10.1111/pops.70008",
          "filter": 0
        },
        {
          "title": "Backlash among the dominant: Assessing support for elitism in four European countries",
          "authors": "Bram Spruyt, Didier Caluwaerts, Céline Darnon, Matthew Easterbrook, Leandros Kavadias, Rebekka Kesberg, Toon Kuppens, Antony Manstead, Lien Smets, Jochem Van Noord",
          "abstract": "In recent decades, populism has gained momentum in many Western countries and has increased the salience of the category “the people” in contemporary politics. This success of populist politics may evoke a backlash effect among more dominant groups in general, and the higher educated in particular, potentially triggering support for elitism. Based on preregistered analyses of survey data from four countries (the United Kingdom, the Netherlands, Denmark, and Greece), we find that support for elitism is more prevalent among members of groups that occupy dominant social positions in society (i.e., the higher educated, higher subjective income). We also find that education‐based identity, but not income‐based identity, amplifies these differences. Finally, elitist attitudes are embedded in a broader worldview that represents the status quo as fair (system justification) and opposes measures aimed at increasing social equality (anti‐egalitarianism).",
          "url": "https://doi.org/10.1111/pops.70010",
          "doi": "https://doi.org/10.1111/pops.70010",
          "filter": 0
        },
        {
          "title": "Psychological insights on the fans' boycott of the 2022 FIFA World Cup",
          "authors": "Paul Bertin, Pauline Grippa",
          "abstract": "The 2022 FIFA World Cup in Qatar has been criticized for numerous social, political, and environmental issues. While an important call to boycott the tournament spread worldwide, research has yet to document the motives underlying a boycott of such a mega sporting event. We investigated fans' intentions to boycott the 2022 FIFA World Cup in four countries of the Francophonie engaged in the World Cup ( N = 1635). We found that being highly identified with the team and enjoying football for aesthetic pleasures predicted rejection of the boycott, while the most robust predictor of boycott intentions was a concern for environmental issues. When assessing actual boycott behaviors among fans after the World Cup ( N = 286), we found a significant decrease compared to boycott intentions. Importantly, this intention–behavior gap was even more pronounced among politicized fans with high awareness of social and environmental issues who had initially planned to boycott the tournament. We discuss the paradox of calls to boycott mega sporting events: Unlike other consumer products, these events often have no alternatives, yet they are central to the social identity of sports fans. As a consequence, such a boycott may be better explained by a low level of fandom rather than solely by strong political values, with remaining boycotters likely being those who had little interest in the event from the outset.",
          "url": "https://doi.org/10.1111/pops.70006",
          "doi": "https://doi.org/10.1111/pops.70006",
          "filter": 0
        },
        {
          "title": "Authorities impact intergroup contact intentions",
          "authors": "Ruth Ditlmann, Oguzhan Turkoglu",
          "abstract": "Two studies examined the impact of authoritys positions on intentions for inter‐group contact. In Study 1, a conjoint experiment with 1000 participants revealed that discouragement from government, business and church authorities strongly decreased intentions for contact with immigrants. Conversely, encouragement had a positive but weaker effect. Additionally, indirect support signaled by policies supportive versus non‐supportive of immigrants increased contact intentions. Study 2, a natural field experiment with a large dataset ( N = 12,489), demonstrated that the entry of a far‐right party into the German federal parliament reduced majority Germans' intentions for intergroup contact with refugees. Overall, these findings underscore the crucial role of authorities in shaping intergroup contact intentions and emphasize their importance in psychological research on prejudice.",
          "url": "https://doi.org/10.1111/pops.70007",
          "doi": "https://doi.org/10.1111/pops.70007",
          "filter": 0
        },
        {
          "title": "The political is personal: Evidence that self‐other “multiculturalism” normative misalignment affects individual wellbeing",
          "authors": "Mia Cotan Utomo, Luisa Batalha, Emina Subasic, Katherine Reynolds",
          "abstract": "There is much debate about how best to approach ethnocultural diversity in increasingly plural societies. Sustainable co‐existence of different group interests presents an ongoing challenge. In Australia, for example, discussion continues about the merits of multiculturalism (promotion of diversity and recognition of minority rights) versus assimilation (dampening of diversity through conformity to the dominant ethnoculture). The current research examines the impact of these political forces on both minority and majority group members. Can these debates and ideologies get under the skin, so to speak, and affect people's sense of place in society and consequently their wellbeing? A key concept in this research is the degree of (mis)alignment between personal ideology on the one hand and the social normative ideology on the other. Limited research to date has explored the impact of ideological differences on individual functioning. We explore the impact of ideological misalignment in two separate studies using different methodologies (i.e., cross‐sectional N = 195 and experimental N = 96). The results suggest that, for both ethnic minority and majority group members, misalignment reduces sense of belonging in mainstream society, which in turn hinders wellbeing. This was only part of the picture, however, as we find that misalignment can also indirectly lead to positive wellbeing. We argue that this occurs when misaligned individuals are able to find an alternative context for subgroup belonging. Altogether, this research highlights how social normative factors can powerfully impact individual functioning. As a theoretical framework, the social identity perspective provides valuable insights into why and how this occurs. This research is the first to investigate the wellbeing consequence of political misalignment with a focus on cultural diversity. We conclude by discussing the broader implications of the findings, acknowledging research limitations, and providing directions for future research.",
          "url": "https://doi.org/10.1111/pops.13086",
          "doi": "https://doi.org/10.1111/pops.13086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Reducing attrition in phone-based panel surveys: best practices and semi-automation for survey workflows",
          "authors": "Ala Alrababah, Marine Casalis, Daniel Masterson, Dominik Hangartner, Stefan Wehrli, Jeremy Weinstein",
          "abstract": "Panel surveys and phone-based data collection are essential for survey research and are often used together due to the practical advantages of conducting repeated interviews over the phone. These tools are particularly critical for research in dynamic or high-risk settings, as highlighted by researchers’ responses to the COVID-19 pandemic. However, preventing high attrition is a major challenge in panel surveys. Current solutions in political science focus on statistical fixes to address attrition ex-post but often overlook a preferable solution: minimizing attrition in the first place. Building on a review of political science panel studies and established best practices, we propose a framework to reduce attrition and introduce an online platform to facilitate the logistics of survey implementation. The web application semi-automates survey call scheduling and enumerator workflows, helping to reduce panel attrition, improve data quality, and minimize enumerator errors. Using this framework in a panel study of Syrian refugees in Lebanon, we maintained participant retention at 63 percent four and a half years after the baseline survey. We provide guidelines for researchers to report panel studies transparently and describe their designs in detail.",
          "url": "https://doi.org/10.1017/psrm.2025.6",
          "doi": "https://doi.org/10.1017/psrm.2025.6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Representation of LGBTQ+ People in the US Labor Movement",
          "authors": "Andrew Proctor, Camille Cypher, Scarlett Ackeley, Morgana Warner-Evans",
          "abstract": "How are LGBTQ+ issues represented within labor organizing and how are they linked to broader debates about inequality? We answered these questions by examining press releases, internal resolutions, and online resources from the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO) and the Pride at Work (PAW) constituency group. We find that they significantly differ in their approaches to symbolic and substantive representation and agenda setting. Across all three outcomes, PAW and the AFL-CIO vary in LGBTQ+ issue representation. The AFL-CIO engages in more symbolic representation but also devotes resources to collective action that can improve the lives of LGBTQ+ people. PAW places greater emphasis on the interconnectedness of LGBTQ+ and labor issues to mobilize LGBTQ+ people. Our findings highlight the marginal position of LGBTQ+ labor activism in the labor and LGBTQ+ movements, and they demonstrate the challenges associated with linking LGBTQ+ issues to broader debates about inequality in American politics.",
          "url": "https://doi.org/10.1017/s1049096524001367",
          "doi": "https://doi.org/10.1017/s1049096524001367",
          "filter": 0
        },
        {
          "title": "Reviewing and the State of the Discipline",
          "authors": "Paul A. Djupe, Brooklyn Evann Walker",
          "abstract": "By many accounts, the state of reviewing is in dire straits. Editors cannot get people to respond to review requests, much less to say yes and complete the review on time. In previous work (Djupe 2015; Djupe, Smith, and Sokhey 2022) conducted before the COVID-19 pandemic, reviewing was heavily concentrated in a core set of reviewers, reviewing increased with age and rank, and political scientists stood by the value of peer reviewing for themselves, the discipline, and the research. Is any of that still true in the post-pandemic period? This article analyzes a Summer 2024 survey of 637 political scientists in comparison with 2013 data and finds an evident decline in reviewing post-pandemic from those who historically review the most. This pattern likely reflects broader movements, especially toward diversification, in the discipline and in higher education.",
          "url": "https://doi.org/10.1017/s1049096524001252",
          "doi": "https://doi.org/10.1017/s1049096524001252",
          "filter": 0
        },
        {
          "title": "I’m Coming Out! How Voter Discrimination Produces Effective LGBTQ Lawmakers",
          "authors": "Jacob M. Lollis, Mackenzie R. Dobson",
          "abstract": "Are LGBTQ legislators effective lawmakers? We build on theories that link voter discrimination to legislative effectiveness by arguing that voters’ biases against LGBTQ candidates narrow the candidate pool, leading to the election of only the most experienced and qualified LGBTQ candidates. As a result of this electoral selection effect, we expect that LGBTQ legislators will be more effective lawmakers than their non-LGBTQ counterparts. To test this, we combine data on state legislators’ LGBTQ identification with their State Legislative Effectiveness Scores (SLES). Our findings reveal that LGBTQ legislators are meaningfully more effective than non-LGBTQ legislators. To link our findings to voter discrimination, we leverage over-time variation in discrimination toward LGBTQ individuals. Across four tests, we consistently find that LGBTQ lawmakers elected in high-discrimination environments are more effective than those elected from less discriminatory environments.",
          "url": "https://doi.org/10.1017/s1049096525000101",
          "doi": "https://doi.org/10.1017/s1049096525000101",
          "filter": 0
        },
        {
          "title": "Explaining Gender Gap Variation in Political Science Knowledge Production",
          "authors": "Daniel Stockemer, Stephen W. Sawyer",
          "abstract": "When we open a random political science journal, we have a roughly two-to-one chance that the article is written by a man. Beyond this general finding, we know little about the gender gaps within political science knowledge production: Are women more represented in lower- or higher-ranked journals? Do they publish more single-authored or multiauthored papers? Do they publish more content in some fields than in others? This article answers these questions by analyzing an original dataset based on the International Political Science Abstracts (a peer-reviewed academic journal) from 2022 consisting of more than 7,000 articles and more than 13,000 authors in political science from around the world. We find no difference in the percentage of female authors between higher- and lower-ranked journals. We find a slightly higher propensity among women to publish in teams. Regarding subfields of study, women are particularly underrepresented in political theory, in which they publish only 21.6% of all published articles—which is an approximate 12-percentage-point deviation from the overall average.",
          "url": "https://doi.org/10.1017/s1049096525000095",
          "doi": "https://doi.org/10.1017/s1049096525000095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Measuring constitutional loyalty",
          "authors": "Jerg Gutmann, Roee Sarel, Stefan Voigt",
          "abstract": "We introduce a new concept, constitutional loyalty, which we define as the importance citizens ascribe to their government’s compliance with constitutional rules. Its measurement across countries is challenging due to differences in context, history, and culture. We overcome this challenge by exploiting the COVID-19 pandemic as a setting in which societies around the world face unfamiliar and similar public health challenges, inducing governments to adopt comparable, yet legally untested policies. Based on novel data from a global online survey collected between 2021 and 2022, we show that citizens’ support for COVID-19 mitigation policies declines if a court signals doubts about their constitutionality. We further demonstrate that this effect of constitutional loyalty depends on citizens’ characteristics, such as their confidence in the courts and their moral convictions.",
          "url": "https://doi.org/10.1007/s11127-025-01271-8",
          "doi": "https://doi.org/10.1007/s11127-025-01271-8",
          "filter": 0
        },
        {
          "title": "Income and the (eventual) rise of democracy",
          "authors": "Dario Debowicz, Alex Dickson, Ian A. MacKenzie, Petros G. Sekeris",
          "url": "https://doi.org/10.1007/s11127-025-01268-3",
          "doi": "https://doi.org/10.1007/s11127-025-01268-3",
          "filter": 0
        },
        {
          "title": "When efficient help is perceived as greed: experimental evidence",
          "authors": "Andrej Angelovski, Werner Güth, Simón Lodato, Christos Mavridis",
          "abstract": "We study charitable behaviour when genuine donations can be misinterpreted as being greedy. This is relevant when private benefits from donating, like tax exemptions, bring into question whether donors are truly altruistically motivated. In our experiment, a potential donor, the distributor , decides how to split a sum of money between themselves, a paired non-distributor , and a charity of their choice. Choosing to donate part of the sum to charity is socially efficient because the charity receives four times the amount, with the difference covered by the experimenters. Our conditions vary in the choice set available to the distributor and whether the choice set becomes known to the non-distributor . With the choice set unknown, the distributor may be concerned that the non-distributor will believe the money has been split unfairly, with the distributor keeping a larger share. Overall, we find this not to be the case: the number of individuals who donate to charity is not significantly lower when donating could be perceived as greedy.",
          "url": "https://doi.org/10.1007/s11127-025-01270-9",
          "doi": "https://doi.org/10.1007/s11127-025-01270-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Race, Diversity, and the Development of Political Attitudes on College Campuses",
          "authors": "Nathan Kar Ming Chan, Tanika Raychaudhuri",
          "url": "https://doi.org/10.1086/735704",
          "doi": "https://doi.org/10.1086/735704",
          "filter": 0
        },
        {
          "title": "Does School Debating Reduce Vulnerability to Misinformation? A Field Experiment in Poland",
          "authors": "Krzysztof Krakowski, Bernhard Clemm von Hohenberg, Davide Morisi",
          "url": "https://doi.org/10.1086/735707",
          "doi": "https://doi.org/10.1086/735707",
          "filter": 0
        },
        {
          "title": "The hidden universe of operationalizing natural experiments: Navigating extreme weather",
          "authors": "Franziska Quoß, Lukas Rudolph",
          "url": "https://doi.org/10.1086/735706",
          "doi": "https://doi.org/10.1086/735706",
          "filter": 0
        },
        {
          "title": "Do International Bureaucrats Matter? Evidence from the International Monetary Fund",
          "authors": "Amanda Kennard, Diana Stanescu",
          "url": "https://doi.org/10.1086/735705",
          "doi": "https://doi.org/10.1086/735705",
          "filter": 0
        },
        {
          "title": "Preaching to the Choir: A Problem of Participatory Interventions",
          "authors": "Rebecca Hanson, Dorothy Kronick, Tara Slough",
          "url": "https://doi.org/10.1086/732983",
          "doi": "https://doi.org/10.1086/732983",
          "filter": 0
        },
        {
          "title": "Opponent Campaign Visits in Dominant Party Regimes",
          "authors": "Jose Morales-Arilla",
          "url": "https://doi.org/10.1086/732950",
          "doi": "https://doi.org/10.1086/732950",
          "filter": 0
        },
        {
          "title": "Unraveling a “Cancel Culture” Dynamic: When, Why, and Which Americans Sanction Offensive Speech",
          "authors": "Nicholas C. Dias, James N. Druckman, Matthew S. Levendusky",
          "url": "https://doi.org/10.1086/733004",
          "doi": "https://doi.org/10.1086/733004",
          "filter": 0
        },
        {
          "title": "Sorting for K Street: Postemployment Regulations and Strategic Wage Setting in Congress",
          "authors": "Elisa Maria Wirsching",
          "url": "https://doi.org/10.1086/732988",
          "doi": "https://doi.org/10.1086/732988",
          "filter": 0
        },
        {
          "title": "Political Deepfakes Are as Credible as Other Fake Media and (Sometimes) Real Media",
          "authors": "Soubhik Barari, Christopher Lucas, Kevin Munger",
          "url": "https://doi.org/10.1086/732990",
          "doi": "https://doi.org/10.1086/732990",
          "filter": 0
        },
        {
          "title": "Strategic Replacements and Popular Support: Political Consequences of Authoritarian Replacement of Elected Officials",
          "authors": "Anna Denisenko",
          "url": "https://doi.org/10.1086/732991",
          "doi": "https://doi.org/10.1086/732991",
          "filter": 0
        },
        {
          "title": "Education as Identity? A Meta-Analysis of Education-Based In-Group Preferences in Candidate Choice Experiments",
          "authors": "Elizabeth Simon, Stuart J. Turnbull-Dugarte",
          "url": "https://doi.org/10.1086/730745",
          "doi": "https://doi.org/10.1086/730745",
          "filter": 0
        },
        {
          "title": "Electoral Turnover and Government Efficiency: Evidence from Federal Procurement",
          "authors": "Kyuwon Lee",
          "url": "https://doi.org/10.1086/732954",
          "doi": "https://doi.org/10.1086/732954",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Government alternation and satisfaction with democracy",
          "authors": "Simon Otjes, David M. Willumsen, Djessie Ligthart",
          "url": "https://doi.org/10.1080/01402382.2025.2469208",
          "doi": "https://doi.org/10.1080/01402382.2025.2469208",
          "filter": 0
        },
        {
          "title": "Technocratic attitudes during the COVID-19 pandemic in Europe and the US",
          "authors": "Eri Bertsou",
          "url": "https://doi.org/10.1080/01402382.2025.2463272",
          "doi": "https://doi.org/10.1080/01402382.2025.2463272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
