{
  "update": "2025-05-09",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "A cause to fight",
          "authors": "Scott F Abramson, Xiaoyan Qiu",
          "abstract": "Why do individuals participate in civil conflict? Materialist explanations have dominated quantitative scholarship on the causes and conduct of civil wars. Yet, a substantial body of qualitative, historical, and ethnographic evidence suggests that nonmaterial, ideological motives contribute to individuals' decision to enter combat and their battlefield performance. We bridge these two perspectives by developing a model of civil war recruitment where potential fighters trade off ideological and material incentives to enlist. More ideologically committed individuals are (i) more willing to sacrifice income to enlist, (ii) more likely to exert greater effort in combat and accordingly are assigned to riskier tasks, and (iii) less responsive to changes in enlistment costs. Using detailed biographical data on members of the British Battalion of the Republican Army in the Spanish Civil War, we find support for all three implications. Individuals indeed trade off economic and ideological incentives to participate and perform in conflict.",
          "url": "https://doi.org/10.1111/ajps.12985",
          "doi": "https://doi.org/10.1111/ajps.12985",
          "filter": 0
        },
        {
          "title": "Polarization and state legislative elections",
          "authors": "Cassandra Handan‐Nader, Andrew C. W. Myers, Andrew B. Hall",
          "abstract": "US state legislatures are critical policymaking institutions that are increasingly polarized, yet data and measurement limitations have prevented researchers from understanding how state legislative elections contribute to this polarization. To address this gap, we construct new measures of candidate ideology based on campaign contributions and roll‐call votes, and we use them to offer the first systematic study of the relationship between candidate ideology and electoral outcomes in primary and general elections in state legislatures, 2000–2022. We find that the set of people running for state legislature has polarized substantially in recent decades. More‐moderate candidates enjoy a meaningful advantage in contested general elections, but that advantage has declined somewhat in recent years. At the same time, more‐extreme candidates are favored in contested primary elections. These new measures and data will allow researchers to build on these basic findings to understand how elections function in lower information, lower salience environments like American state legislatures.",
          "url": "https://doi.org/10.1111/ajps.12973",
          "doi": "https://doi.org/10.1111/ajps.12973",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors: Advice to Authors",
          "url": "https://doi.org/10.1017/s0003055425000115",
          "doi": "https://doi.org/10.1017/s0003055425000115",
          "filter": 0
        },
        {
          "title": "Measurement That Matches Theory: Theory-Driven Identification in Item Response Theory Models",
          "authors": "MARCO MORUCCI, MARGARET J. FOSTER, KAITLYN WEBSTER, SO JIN LEE, DAVID A. SIEGEL",
          "abstract": "Measurement is the weak link between theory and empirical test. Complex concepts such as ideology, identity, and legitimacy are difficult to measure; yet, without measurement that matches theoretical constructs, careful empirical studies may not be testing that which they had intended. Item response theory (IRT) models offer promise by producing transparent and improvable measures of latent factors thought to underlie behavior. Unfortunately, those factors have no intrinsic substantive interpretations. Prior solutions to the substantive interpretation problem require exogenous information about the units, such as legislators or survey respondents, which make up the data; limit analysis to one latent factor; and/or are difficult to generalize. We propose and validate a solution, IRT-M, that produces multiple, potentially correlated, generalizable, latent dimensions, each with substantive meaning that the analyst specifies before analysis to match theoretical concepts. We offer an R package and step-by-step instructions in its use, via an application to survey data.",
          "url": "https://doi.org/10.1017/s000305542400039x",
          "doi": "https://doi.org/10.1017/s000305542400039x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 119 issue 2 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0003055425000152",
          "doi": "https://doi.org/10.1017/s0003055425000152",
          "filter": 1
        },
        {
          "title": "PSR volume 119 issue 2 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0003055425000164",
          "doi": "https://doi.org/10.1017/s0003055425000164",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Wishful thinking in response to events: Evidence from the 2021 German federal election",
          "authors": "Matthew Barnfield, Joseph Phillips, Florian Stoeckel, Vittorio Mérola, Sabrina Stöckli, Benjamin Lyons, Jack Thompson, Paula Szewach, Jason Reifler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102940",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102940",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Where Have All the Experts Gone? The Shifting Marketplace for Foreign Policy Ideas on Capitol Hill",
          "authors": "Daniel W Drezner, Linda L Fowler",
          "abstract": "Abstracts US foreign policy observers have noted a decline in the frequency of expert witnesses appearing before congressional committees, while congressional scholars have documented changes in committee practices that have led to fewer and shorter hearings. These trends interact in systematic ways, although their relationship has never been tested empirically. Using original data and micro-level measures of individual hearings by the national security committees of the House and Senate, we demonstrate how time constraints and routine responsibilities limit the number of opportunities for expert witnesses from 1995 to 2020. We find some influence for chamber polarization on witness totals but less impact on the type of experts. We uncover significant differences among individual committees in their use of academics and think tank representatives. Our study is unique in its focus on both chambers, inclusion of closed hearings, differentiation between academics and think tank representatives, and attention to the public salience of foreign affairs. Shrinkage in the official marketplace of foreign policy ideas warrants concern, highlighting the executive branch's increasing dominance over military and diplomatic decisions, diminished legislative capacity, and public disinterest in international affairs.",
          "url": "https://doi.org/10.1093/isq/sqaf035",
          "doi": "https://doi.org/10.1093/isq/sqaf035",
          "filter": 0
        },
        {
          "title": "Revisiting Embedded Liberalism: Does the Theoretical Possibility Meet Empirical Validity? Analyzing Labor Laws and Preferential Trade Agreements",
          "authors": "Zhiyuan Wang",
          "abstract": "Extant scholarship on embedded liberalism (EL) emphasizes whether governments keep their promises to protect the risk-bearers of economic liberalization but overlooks its liberalization effect. In particular, scholars rarely explore how EL solves the time-inconsistency problem plaguing economic liberalization, i.e., governments may ex post renege on their policy promises made prior to the liberalization. To fill this void, in this study, I look into how social insurance shapes efforts to liberalize trade. I argue that institutionalized social consensus such as labor market institutions (LMIs) mitigates the time-inconsistency problem and encourages trade liberalization. I test this argument by examining how LMIs affect the making and design of preferential trade agreements (PTAs). Leveraging comprehensive datasets on labor laws and PTAs, an endogenous count model analysis finds that strong labor laws are positively associated with the growth of PTAs. Furthermore, robust labor laws tend to produce deeper PTAs with rigorous enforcement mechanisms. These effects dominate in democracies and are not a function of policy substitution. The empirical findings remain considerably consistent across alternative econometric estimators, variable measures, and model specifications, except those concerning enforcement-related hypotheses. Overall, this study demonstrates that pre-committed social protection facilitates economic liberalization, corroborating the core thesis of EL.",
          "url": "https://doi.org/10.1093/isq/sqaf036",
          "doi": "https://doi.org/10.1093/isq/sqaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "On Nuclear Superiority and National Security",
          "authors": "Alexandre Debs",
          "abstract": "Does nuclear superiority improve national security? The Theory of the Nuclear Revolution (TNR) argues that it does not, but only after assuming that the nuclear balance is irrelevant militarily. Critics argue that it does, pointing at U.S. efforts to achieve nuclear superiority in the Cold War, when the nuclear stalemate was less stable than previously thought. Yet Washington could have been misguided. I offer a game-theoretic model where the nuclear balance matters militarily, perhaps allowing an escape from the nuclear stalemate, and show that greater nuclear capabilities unambiguously improve security under narrow circumstances. If they improve first-strike advantages or if the nuclear stalemate is fragile, they may improve peaceful terms, but only by raising the risk of disaster. I discuss the implications of this argument for our understanding of the U.S. nuclear policy in the Cold War.",
          "url": "https://doi.org/10.1177/00220027251338457",
          "doi": "https://doi.org/10.1177/00220027251338457",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "CORRIGENDUM to Mitigating election violence locally: UN peacekeepers’ election-education campaigns in Côte d’Ivoire by Hannah Smidt",
          "url": "https://doi.org/10.1177/00223433251324149",
          "doi": "https://doi.org/10.1177/00223433251324149",
          "filter": 0
        },
        {
          "title": "Reliable knowledge claims on the recruitment and use of children: An empirical perspective",
          "authors": "Timothy Lynam, Dustin Johnson, Catherine Baillie Abidi",
          "abstract": "The risks of child recruitment by non-state armed groups are geographically, temporally and contextually situated. There are multilayered, multivariate arrays of risk factors associated with non-state armed groups, with conflicts, and with contexts. Using Bayesian network modelling with a global dataset of non-state armed group child recruitment practices between 2010 and 2022, we demonstrate the theoretical and practical importance of adopting a situational perspective to understand child recruitment risks. Methodologically, we demonstrate a robust model-checking process that checks the adequacy of our data, the magnitude and direction of estimated effects, and shows greater than 80% accuracy in predicting child recruitment by non-state armed groups. We review and contrast our approach with standard general linear modelling used in quantitative child recruitment research over the past two decades. Through adopting a situated orientation, and applying analytical tools appropriate to that orientation, we challenge and extend existing theory and propose new theoretical insights on child recruitment risks. We show how important violence is as a predictor of child recruitment risks and, using a new measure of fighting force efficacy, show that, contrary to published theory, less effective non-state armed groups were more likely to recruit children than more effective ones. But even these most notable results we show to vary markedly across situations.",
          "url": "https://doi.org/10.1177/00223433251318862",
          "doi": "https://doi.org/10.1177/00223433251318862",
          "filter": 0
        },
        {
          "title": "The 2023/24 VIEWS Prediction challenge: Predicting the number of fatalities in armed conflict, with uncertainty",
          "authors": "Håvard Hegre, Paola Vesco, Michael Colaresi, Jonas Vestby, Alexa Timlick, Noorain Syed Kazmi, Angelica Lindqvist-McGowan, Friederike Becker, Marco Binetti, Tobias Bodentien, Tobias Bohne, Patrick T. Brandt, Thomas Chadefaux, Simon Drauz, Christoph Dworschak, Vito D’Orazio, Hannah Frank, Cornelius Fritz, Kristian Skrede Gleditsch, Sonja Häffner, Martin Hofer, Finn L Klebe, Luca Macis, Alexandra Malaga, Marius Mehrl, Nils W Metternich, Daniel Mittermaier, David Muchlinski, Hannes Mueller, Christian Oswald, Paola Pisano, David Randahl, Christopher Rauh, Lotta Rüter, Thomas Schincariol, Benjamin Seimon, Elena Siletti, Marco Tagliapietra, Chandler Thornhill, Johan Vegelius, Julian Walterskirchen",
          "abstract": "Governmental and nongovernmental organizations have increasingly relied on early-warning systems of conflict to support their decisionmaking. Predictions of war intensity as probability distributions prove closer to what policymakers need than point estimates, as they encompass useful representations of both the most likely outcome and the lower-probability risk that conflicts escalate catastrophically. Point-estimate predictions, by contrast, fail to represent the inherent uncertainty in the distribution of conflict fatalities. Yet, current early warning systems are preponderantly focused on providing point estimates, while efforts to forecast conflict fatalities as a probability distribution remain sparse. Building on the predecessor VIEWS competition, we organize a prediction challenge to encourage endeavours in this direction. We invite researchers across multiple disciplinary fields, from conflict studies to computer science, to forecast the number of fatalities in state-based armed conflicts, in the form of the UCDP ‘best’ estimates aggregated to two units of analysis (country-months and PRIO-GRID-months), with estimates of uncertainty. This article introduces the goal and motivation behind the prediction challenge, presents a set of evaluation metrics to assess the performance of the forecasting models, describes the benchmark models which the contributions are evaluated against, and summarizes the salient features of the submitted contributions.",
          "url": "https://doi.org/10.1177/00223433241300862",
          "doi": "https://doi.org/10.1177/00223433241300862",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "The revelation incentive for issue engagement in campaigns",
          "authors": "Chitralekha Basu, Matthew Knowles",
          "abstract": "Empirical studies have found that although parties focus disproportionately on favorable issues, they also address the same issues—especially, salient issues—through much of the ‘short campaign’. We present a model of multiparty competition with endogenous issue salience where parties behave in line with these patterns in equilibrium. In our model, parties’ issue emphases have two effects: influencing voter priorities, and informing voters about their issue positions. Thus, parties trade off two incentives when choosing issues to emphasize: increasing the importance of favorable issues (‘the salience incentive’), and revealing positions on salient issues to sympathetic voters (‘the revelation incentive’). The relative strength of these two incentives determines how far elections constrain parties to respond to voters’ initial issue priorities.",
          "url": "https://doi.org/10.1177/09516298251334331",
          "doi": "https://doi.org/10.1177/09516298251334331",
          "filter": 0
        },
        {
          "title": "Domestic inequality, heterogeneous redistribution, and the globalization backlash",
          "authors": "Justin Melnick",
          "abstract": "Why do democracies pursue retrenchment policies against economic globalization? Through a formal model situated in a country party to an international agreement creating domestic ‘winners’ and ‘losers,’ I offer a novel explanation of the globalization backlash grounded in the logic of domestic electoral competition whereby leaders vary in their ideological willingness to implement redistributive policies designed to offset losers’ incurred damages. Leaders with large ideological biases against redistribution cannot credibly promise to compensate for the losses these agreements cause to voters, and thus often have electoral incentives to propose anti-globalization policies rather than maintain the globalized status quo. In particular, as the gains from globalization are more unequally distributed between winners and losers, redistribution becomes politically suboptimal, and anti-globalization policy more attractive. The intersection of inequality and political leaders’ willingness to implement policies of embedded liberalism within the context of electoral competition generates incentives to withdraw from the international order.",
          "url": "https://doi.org/10.1177/09516298251333773",
          "doi": "https://doi.org/10.1177/09516298251333773",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Prior Experience and State Legislative Effectiveness",
          "authors": "Eric R. Hansen, Sarah A. Treul",
          "abstract": "How do the prior experiences of lawmakers shape their performance in office? Representatives who have held prior elected office or professional backgrounds in relevant fields—specifically law, government, or politics—seem to have an advantage in winning elections. It is unclear whether those experiences help them become more effective legislators. Using a variety of data sources, we assess whether lawmakers with relevant prior experiences are more effective in advancing bills in the 50 state legislatures. We find mixed results. We find that state senators are more effective than their colleagues if they first served in the state house, but that prior local officeholders are no more effective than first‐time officeholders. Among occupational groups, lawyers alone seem to make more effective lawmakers than their colleagues. The results suggest that some narrow types of experience may help lawmakers be more effective in office, but that general experience in government and politics does not predict effectiveness. The results can help political observers and voters assess candidates' claims about how their prior experience will help them contribute to governance.",
          "url": "https://doi.org/10.1111/lsq.70011",
          "doi": "https://doi.org/10.1111/lsq.70011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Does it matter who is in charge? Ministerial characteristics and pledge fulfilment",
          "authors": "Theres Matthieß, Petra Vodová, Fraser McMillan",
          "abstract": "Pledge fulfilment studies frequently anticipate that party control of a given ministry increases the chance campaign promises within that brief will be enacted. However, existing evidence is mixed, and few studies have looked beyond ministers’ partisan affiliation. It stands to reason that other personal and political characteristics may influence ministers’ ability and motivation to pursue manifesto commitments from within government. Following the ministerial selection and survival literature, which shows that certain characteristics are prioritized by parties, in this paper we investigate the effect of ministers’ previous political and policy-relevant professional experience on the fulfilment of election pledges within their competence. We test these by combining existing election pledge data with information on ministers’ characteristics in five institutionally distinct, small-to-medium sized democracies: Austria, Canada, Czechia, Slovakia and Sweden. We demonstrate that prior ministerial experience enhances ministers’ capacity to deliver on party policy, but that other characteristics have varying effects cross-nationally.",
          "url": "https://doi.org/10.1177/13540688251339622",
          "doi": "https://doi.org/10.1177/13540688251339622",
          "filter": 0
        },
        {
          "title": "What brings you to the party? Voter preferences on parties through policy and valence dynamics",
          "authors": "Jordan Hamzawi, Gento Kato, Masahisa Endo",
          "abstract": "Recent studies of party politics suggest that non-policy attributes, or valence, of political parties significantly influence voter decision-making. However, no research to date has established exactly what types of valence matter and how they interact with parties’ policy platforms. This study therefore conducted a conjoint experiment in Japan and found that voters care more about party valence attributes with respect to presence, power, and legislative productivity, as well as the prevalence of scandals, compared to the level of continuity and experience. This pattern persists regardless of electoral system and partisanship. The results also imply that valence is not a substitute for policy and that the effects of valence and policy behave additively. These findings paint a picture of electoral competition centered on both a party’s policy offerings and its ability to meaningfully engage in the legislature rather than its continuing existence or the prevalence of incumbent members.",
          "url": "https://doi.org/10.1177/13540688251339631",
          "doi": "https://doi.org/10.1177/13540688251339631",
          "filter": 0
        },
        {
          "title": "Converging to the mean? Moderating ideologies of far-right and far-left parties in government",
          "authors": "Nicolas Bichay",
          "abstract": "In recent history, the participation of far-right and far-left parties in government coalition has become quite a frequent occurrence in Europe. While much important work has been done analyzing the myriad effects of this quickening trend, one aspect of their participation remains unclear: what effect, if any, does serving in coalition government have on the party itself? There are clearly many pressures exerted on these politicians post-transition to governor, as factions often develop between those who wish to maintain their radical ideology and rhetoric, and those who instead feel a need to moderate and focus on competent governance. For a variety of strategic reasons, I argue in the aggregate we see far-right and far-left parties moderate while in office. I analyze European party manifestos and find robust evidence of post-coalition moderation. Party manifestos written by these parties in the aftermath of serving as a coalition partner tend to be much more moderate ideologically than manifestos published at any other point in time.",
          "url": "https://doi.org/10.1177/13540688251339632",
          "doi": "https://doi.org/10.1177/13540688251339632",
          "filter": 0
        },
        {
          "title": "Book Review: Political Parties in Post-Uprising Tunisia and Morocco: Organization, Development, and Legitimation CiminiGiulia, Political Parties in Post-Uprising Tunisia and Morocco: Organization, Development, and Legitimation. New York, NY: Routledge, 2024. £125.00 (hbk); £39.99 (pbk), xix + 203 pp.: ISBN 9781032169217; 9781032169248.",
          "authors": "Muhammad Rizal Falaqi, Muhammad Aldiyansah, Muhammad Lytto Syahrum Arminsa, Muhammad Zainuddin, Maulidi Maulidi, Muhammad Ikhya Ulumuddin, Tholhah Tholhah",
          "url": "https://doi.org/10.1177/13540688251339626",
          "doi": "https://doi.org/10.1177/13540688251339626",
          "filter": 0
        },
        {
          "title": "Anti-genderism in 280 characters: A study of Matteo Salvini and Giorgia Meloni’s online discourse",
          "authors": "Annika Björkdahl, Sofia Cognini",
          "abstract": "In the past years, anti-genderism has become a growing force in politics. The word ‘gender’ has become an empty signifier to attack queer and feminist agendas, sexual and reproductive rights but also gender studies scholars and courses. Social media, particularly Twitter stands out in the spread of anti-genderism despite its 280-character limit. Using political netnography and feminist critical discourse analysis, this article maps and analyses discursive patterns in the anti-gender tweets by Matteo Salvini and Giorgia Meloni, the two faces of Italian right-wing politics. Applying a Foucauldian theoretical framework on power and knowledge, this article identifies ways of exercising epistemic power, as well as three discursive patterns associated with Salvini’s and Meloni’s anti-genderism, namely, appeals to the traditional family and the protection of children, whataboutism, and femonationalism. The theoretically informed analysis of the politicians’ tweets contributes to a deeper understanding of the Italian anti-gender movement and the relations between power and political language.",
          "url": "https://doi.org/10.1177/13540688251339629",
          "doi": "https://doi.org/10.1177/13540688251339629",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Constructing Vec-tionaries to Extract Message Features from Texts: A Case Study of Moral Content - ERRATUM",
          "authors": "Zening Duan, Anqi Shao, Yicheng Hu, Heysung Lee, Xining Liao, Yoo Ji Suh, Jisoo Kim, Kai-Cheng Yang, Kaiping Chen, Sijia Yang",
          "url": "https://doi.org/10.1017/pan.2025.9",
          "doi": "https://doi.org/10.1017/pan.2025.9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Correction: The Role of Partisanship in Aggregate Opinion",
          "authors": "Peter K. Enns, Gregory E. McAvoy",
          "url": "https://doi.org/10.1007/s11109-025-10037-3",
          "doi": "https://doi.org/10.1007/s11109-025-10037-3",
          "filter": 0
        },
        {
          "title": "Increasing and Diversifying Turnout in Non-electoral Participation: A Field Experiment",
          "authors": "Annabelle S. Wittels",
          "url": "https://doi.org/10.1007/s11109-025-10040-8",
          "doi": "https://doi.org/10.1007/s11109-025-10040-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "How Narcos work together: Debt, trust and community governance in Bolivia's cocaine supply chain",
          "authors": "Thomas Grisaffi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103330",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103330",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Collective candidacies and mandates in Brazil: Recasting democratic mediation",
          "authors": "André Luis Leite de Figueirêdo Sales",
          "abstract": "While global discontent with democracy has reached its highest rates since 1995, there is no consensus on what is causing so much democratic backsliding. In Brazil, scholars discussing how to reinvigorate citizens's trust in democratic systems emphasize the need for an understanding of political representation to include issues such as recognition, inclusion, and a thorough assessment of institutional affordances provided by the available instruments for mediation of conflictive political interests. Meanwhile, grassroots activists are exploring the space between civil society and the state to reshape political representation through collective candidacies and mandates. The former refers to organized groups of four or more activists campaigning together for a single seat in government office. The latter involves legislative seats run collaboratively by groups committed to sharing their representative power with their constituents during their term in office. Using abductive reasoning to discuss secondary data and review literature, the paper argues that: (a) growing dissatisfaction with democracy stems from a perceived decline in the ability of its established mechanisms to equitably aggregate and negotiate citizens' diverse interests; (b) power‐sharing, civic imaginaries, trust, mistrust, distrust, and interests are key psychopolitical elements that simultaneously inform citizens' skepticism about democratic institutions and are mobilized to rebuild these mechanisms. Presenting these experiments as products of the Brazilian political system's affordances and highlighting their relevance for creating accountable and inclusive institutions, the paper encourages political psychologists to apply their interdisciplinary tools to study democratic innovations emerging at the intersection of theory and practice.",
          "url": "https://doi.org/10.1111/pops.70035",
          "doi": "https://doi.org/10.1111/pops.70035",
          "filter": 0
        },
        {
          "title": "“Trading places”: Do individual status changes reduce misattributions of poverty?",
          "authors": "Julia Schnepf, Selma C. Rudert, Felicia Pratto",
          "abstract": "This research explores how individual status positions and changes within an economic game influence attributional biases and support for redistribution. Across three studies, participants were assigned roles as losers, winners, or observers of the game. In a pilot study, losers perceived the game as less fair, attributed others' failures more to external factors, and showed greater support for social game policies than winners. Two follow‐up studies replicated some of these findings and examined the additional effects of status changes, such as moving from loser to winner or vice versa. Contrary to expectations, transitioning from a winner to a loser did not reduce attributional biases or increase support for social policies. Notably, shifting from a loser to a winner position actually strengthened these biases. Consistent with our predictions, participants in stable conditions, like winner–winner or observer–observer, perceived the game as the most fair, while those in the loser–loser condition viewed it as the least fair. These findings highlight how status positions and changes influence perceptions of fairness and support for redistribution, with implications for understanding the psychological mechanisms behind attributional biases and policy support.",
          "url": "https://doi.org/10.1111/pops.70028",
          "doi": "https://doi.org/10.1111/pops.70028",
          "filter": 0
        },
        {
          "title": "The curvilinear effects of objective and subjective socioeconomic status on economic conservatism and welfare policy support among middle‐class Americans",
          "authors": "Mason Burns, Elizabeth Ray",
          "abstract": "We investigated the hypothesis that the effects of objective and subjective socioeconomic status on Americans' economic and political attitudes are curvilinear in nature, with middle‐status Americans being more economically conservative and more opposed to welfare than linear trends suggest. Across five studies ( N = 9307), including data from Pew Research Data and the International Social Survey Programme, we consistently found that middle‐status participants opposed welfare programs and reported being more economically conservative than linear trends indicated, such that middle‐status Americans appeared more similar to high‐status Americans than previously considered. These results indicate curvilinear effects of status and suggest that middle‐status Americans may be overlooked in research focusing on linear effects of status on political and economic attitudes. Discussion surrounds the potential explanations for these curvilinear effects and the implications of these effects on economic and political outcomes as well as research on related topics.",
          "url": "https://doi.org/10.1111/pops.70033",
          "doi": "https://doi.org/10.1111/pops.70033",
          "filter": 0
        },
        {
          "title": "Law and order, magical spirits, and false flag operations: On the co‐occurrence of authoritarianism, spirituality, and conspiracy beliefs and their association with support of violent protests",
          "authors": "Marius Frenken, Roland Imhoff",
          "abstract": "In Western democracies, commentators have noted an unprecedented diversity in protest movements opposing ecological and health regulations, including traditional right‐wing authoritarians alongside conspiracy and spiritual believers. Some of these beliefs appear to be incompatible with one another, since authoritarianism is a hallmark of (extreme) right‐wing movements, while spirituality is typically expected to be more prevalent in liberal alternative milieus. This research aims to examine the co‐occurrence of these attitudes and their connection to the endorsement of illegal and violent protests. The study employed Latent Profile Analyses and moderated regressions on four extensive quota‐based datasets from Germany (total N = 8202), demonstrating that while most participants did not adhere to any of these beliefs, they often co‐occurred. Each of these beliefs was found to independently predict support for illegal and violent protests, even when controlling for anger. The findings suggest that political authoritarianism, conspiracy beliefs, and spirituality can exhibit a high degree of alignment in Western democracies. Moreover, the study discusses the potential implications of these beliefs as a threat to the democratic system, positing that they could legitimize violent protests.",
          "url": "https://doi.org/10.1111/pops.70034",
          "doi": "https://doi.org/10.1111/pops.70034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Measurement error when surveying issue positions: a MultiTrait MultiError approach",
          "authors": "Kim Backström, Alexandru Cernat, Rasmus Sirén, Peter Söderlund",
          "abstract": "Voters’ issue preferences are key determinants of vote choice, making it essential to reduce measurement error in responses to issue questions in surveys. This study uses a MultiTrait MultiError approach to assess the data quality of issue questions by separating four sources of variation: trait, acquiescence, method, and random error. The questions generally achieved moderate data quality, with 76% on average representing valid variance. Random error made up the largest proportion of error (23%). Error due to method and acquiescence was small. We found that 5-point scales are generally better than 11-point scales, while answers by respondents with lower political sophistication achieved lower data quality. The findings indicate a need to focus on decreasing random error when studying issue positions.",
          "url": "https://doi.org/10.1017/psrm.2025.31",
          "doi": "https://doi.org/10.1017/psrm.2025.31",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Durable cultural values and ethical voting: evidence from the 2008 presidential election in New York State",
          "authors": "Marc Poitras",
          "abstract": "Using county-level voting data from the 2008 presidential election in New York State, we find evidence that durable cultural factors influence voting behavior. After controlling for contemporaneous socio-economic factors, our econometric models imply that antebellum votes—the 1860 vote for Lincoln and an 1846 referendum on black suffrage—have statistically significant predictive power for the 2008 vote for Barack Obama. Antebellum support for emancipation and the rights of blacks in New York emerged primarily in ‘Yankee’ counties founded by migrants from New England, the descendants of English Puritans. In contrast, so-called ‘Yorker’ counties founded by the Dutch or other groups were less amenable to reforms promoting racial equality. Our estimates indicate that differences in antebellum cultural factors predict an additional Obama vote of 2 − 4% points. This correlation of factors dated some 150 years apart suggests persistence of culture in voting behavior, and the consistency of moral expression in this voting behavior lends support to the ethical voter hypothesis.",
          "url": "https://doi.org/10.1007/s11127-025-01279-0",
          "doi": "https://doi.org/10.1007/s11127-025-01279-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "The Conditional Role of Ideology in Workplace Injury Causal Attribution",
          "authors": "Gregory Lyon",
          "abstract": "Workplace injuries and fatalities may be caused by systemic factors such as unsafe working conditions or by individual factors such as individual worker behavior. Do liberals/Democrats and conservatives/Republicans have different views of workplace injury causation? Extensive research on ideology and behavior suggests that there should be a clear ideological difference in workplace injury causal attribution, with liberals embracing systemic explanations and conservatives embracing individual-based explanations. This study challenges the prevailing theory of ideology and causal attribution and argues that ideology is moderated by class in the context of workplace issues. I present the first-ever empirical test of the extent to which ideology shapes beliefs of workplace injury causation with an original survey of the American public. While attribution of workplace injury is affected by ideology and partisanship, with liberals/Democrats overall holding more pro-worker views and rejecting individual-based explanations for workplace injuries, income has a strong moderating effect among conservatives/Republicans, such that low-income Republicans are just as likely to express pro-worker sentiment as high-income Democrats. The results highlight the importance of class and the workplace and the limits of ideologically driven perceptions about how and why workers are injured.",
          "url": "https://doi.org/10.1093/poq/nfaf007",
          "doi": "https://doi.org/10.1093/poq/nfaf007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Resilient Democracies",
          "authors": "Pablo Beramendi, Carles Boix, Daniel Stegmueller",
          "url": "https://doi.org/10.1086/736562",
          "doi": "https://doi.org/10.1086/736562",
          "filter": 0
        },
        {
          "title": "Family Ties as Corporate Power",
          "authors": "Pablo Balan, Juan Dodyk, Ignacio Puente",
          "url": "https://doi.org/10.1086/736563",
          "doi": "https://doi.org/10.1086/736563",
          "filter": 0
        },
        {
          "title": "Making time to be informed: The child penalty in political news consumption",
          "authors": "Monica Ferrín Pereira, Gema Garcia Albacete, Irene Sánchez-Vítores",
          "url": "https://doi.org/10.1086/736550",
          "doi": "https://doi.org/10.1086/736550",
          "filter": 0
        },
        {
          "title": "Dynamic Screening in International Crises",
          "authors": "Noam Reich",
          "url": "https://doi.org/10.1086/732977",
          "doi": "https://doi.org/10.1086/732977",
          "filter": 0
        },
        {
          "title": "Measuring the Contribution of Voting Blocs to Election Outcomes",
          "authors": "Justin Grimmer, William Marble, Cole Tanigawa-Lau",
          "url": "https://doi.org/10.1086/732964",
          "doi": "https://doi.org/10.1086/732964",
          "filter": 0
        },
        {
          "title": "Can Individual MPs Damage Their Party’s Brand? Quasi-Experimental Evidence from a Public Procurement Corruption Scandal",
          "authors": "Arndt Leininger, Lukas Rudolph",
          "url": "https://doi.org/10.1086/732945",
          "doi": "https://doi.org/10.1086/732945",
          "filter": 0
        },
        {
          "title": "Terrorism, Perpetrators, and Polarization: Evidence from Natural Experiments",
          "authors": "Vincenzo Bove, Riccardo Di Leo, Georgios Efthyvoulou, Harry Pickard",
          "url": "https://doi.org/10.1086/732969",
          "doi": "https://doi.org/10.1086/732969",
          "filter": 0
        },
        {
          "title": "The Nonconsequences of COVID-19 on Left–Right Ideological Beliefs",
          "authors": "Jack Blumenau, Timothy Hicks, Alan M. Jacobs, J. Scott Matthews, Tom O’Grady",
          "url": "https://doi.org/10.1086/732993",
          "doi": "https://doi.org/10.1086/732993",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "How do elites view ideology? Analysing candidates’ associations of left and right",
          "authors": "Lukas Warode",
          "url": "https://doi.org/10.1080/01402382.2025.2490886",
          "doi": "https://doi.org/10.1080/01402382.2025.2490886",
          "filter": 0
        },
        {
          "title": "Insider, outsider, or both? Explaining discrepancies within differentiation in the European Union",
          "authors": "Alexander Schilin, Lucas Schramm",
          "url": "https://doi.org/10.1080/01402382.2025.2492466",
          "doi": "https://doi.org/10.1080/01402382.2025.2492466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
