{
  "update": "2025-05-23",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Development of a Scale to Measure Perceived Administrative Burden, With Broad Applicability Beyond Direct Policy Clients",
          "authors": "Inkyu Kang, Martin Sievert, Chongmin Na",
          "abstract": "Individuals form perceptions about the degree of administrative burdens associated with public agencies and programs, even without being (potential) policy clients themselves (e.g., a wealthy person's view of administrative burdens experienced by welfare program applicants) or without referring to a specific instance (e.g., perceptions of bureaucratic hurdles in the federal government overall). This study develops and validates a scale of perceived administrative burden that is applicable beyond direct policy clients to broad audiences and political stakeholders. The scale underwent psychometric evaluation using large‐scale, representative citizen samples from the US and South Korea ( n  = 3000). Exploratory and confirmatory factor analyses on randomly split samples confirmed a unidimensional latent structure and the scale's construct validity. Cronbach's alpha and composite reliability indicated strong internal consistency, while a high average variance extracted, alongside additional correlational analyses, supported convergent and discriminant validity. We discuss the scale's potential applications in exploring how perceived administrative burden shapes policy processes, political behavior, and public administration.",
          "url": "https://doi.org/10.1111/gove.70026",
          "doi": "https://doi.org/10.1111/gove.70026",
          "filter": 0
        },
        {
          "title": "Authorized Discretion: The Democratic Essentials of Governance in the European Union",
          "authors": "Anthony M. Bertelli, Vincenza Falletti, Silvia Cannas",
          "abstract": "How can the administrative state enhance democracy through the practice of governance? We offer a theory of authorized discretion: administrative principles are grounded in democratic values, and, in turn, authorize forms and practices of governance that comport with those values. We argue that (1) public administration is intertwined with a substantive conception of the rule of law; (2) administrative principles in the law shape the development and application of rules and standards by public officials; and (3) when these principles are rooted in democratic values, they are essential to the practice of public governance. We show how the European Union has been defining and emphasizing specific principles through its European Administrative Space initiative. We then show how the essential principles of this initiative embody democratic values. Our practice‐based theory offers important implications both for the theoretical relationship between administrative discretion and democracy and a broad empirical research agenda.",
          "url": "https://doi.org/10.1111/gove.70029",
          "doi": "https://doi.org/10.1111/gove.70029",
          "filter": 0
        },
        {
          "title": "Does Policy Capacity Truly Matter for Governmental Effectiveness? A Conjunctural Analysis of the Quality of Governance in Italian Regions",
          "authors": "Giliberto Capano, Andrea Pritoni, Stefania Profeti",
          "abstract": "This article explores the role of policy capacity in influencing (regional) government effectiveness. Drawing on various research streams (public administration, public policy, economics, and political science), we assess whether and under what conditions policy capacity affects public policy outcomes. Our proposal is that government effectiveness (operationalized by a novel composite index) results from a combination of factors: socioeconomic context, social capital, political strength, organizational policy capacity, and individual policy analytical capacity, inspired by the Policy Capacity Framework. Based on this theoretical assumption, we conducted a configurational analysis using the fuzzy‐set QCA method to examine the drivers of government effectiveness in 13 Italian regions. The findings highlight the significant conjunctural role that (mainly organizational, but also individual) policy capacity can play in influencing (regional) government effectiveness.",
          "url": "https://doi.org/10.1111/gove.70027",
          "doi": "https://doi.org/10.1111/gove.70027",
          "filter": 0
        },
        {
          "title": "Lessons From the Dissolution of Mexico's Information Commission",
          "authors": "Gregory Michener, Fernando Nieto Morales, Margaret Kwoka, María del Carmen Nava Polina",
          "abstract": "A much‐emulated information commission and a superstar within global transparency policy circles, Mexico's National Institute for Access to Information (the INAI) wielded practically unappealable decision‐making power over public information across the entire Mexican federation. In November 2024, the populist Morena regime formally dissolved the INAI. Looking beyond the tired tale of populist backsliding, the INAI's demise offers key lessons about the vulnerability of transparency in the absence of adequate social and institutional embeddedness. While the INAI exceled at freeing information from the state, exposed abuses went unaccompanied by broader linked efforts at enforcement. Lesson: Integrate public transparency into broader policy agendas, especially those popularly associated with transparency's raison d’être (e.g., social, administrative, criminal justice). And while the INAI did make efforts to socialize the right to information, these lacked scale and arrived too late. Lesson: Engage citizens early, making transparency relevant to the problem‐solving tasks of everyday civic life.",
          "url": "https://doi.org/10.1111/gove.70031",
          "doi": "https://doi.org/10.1111/gove.70031",
          "filter": 0
        },
        {
          "title": "Fengqiao‐Style Policing: A Grassroots Model for Public Security Governance",
          "authors": "Haoran Xu, Sui Yifeng, Wu Zhanhong, Zan Shi",
          "abstract": "Public security governance faces significant challenges in an era of urbanization and social complexity. China's Fengqiao‐style policing, rooted in the 1960s “Fengqiao Experience,” offers a grassroots model that emphasizes early conflict resolution, community participation, and cost‐effective governance. This study explores the evolution of Fengqiao‐style policing, highlighting its integration of modern technology and institutional reforms. Using empirical data, the research examines its mechanisms, localized conflict resolution, multi‐stakeholder engagement, and data‐driven decision‐making, and evaluates its applicability beyond China. The findings suggest that this model holds significant potential for addressing public security issues globally, offering insights into enhancing trust, collaboration, and efficiency in community policing.",
          "url": "https://doi.org/10.1111/gove.70028",
          "doi": "https://doi.org/10.1111/gove.70028",
          "filter": 0
        },
        {
          "title": "Corrupt or Repressive? How Political Competition Incentivizes Hybrid Regimes to Subvert Police in Distinct Ways",
          "authors": "Ketevan Bolkvadze",
          "abstract": "This article develops an argument that in hybrid regimes, different levels of party competition incentivize incumbents to subvert the police in distinct ways, resulting in more corrupt or more repressive policing practices. In competing‐pyramid hybrid regimes, such as Ukraine (2013–2019), elites have stronger incentives to preserve police corruption as a tool for immediate resource extraction amid pervasive uncertainty about political survival. Conversely, in dominant‐pyramid systems, like Georgia (2003–2012), ruling elites have stronger incentives to curtail police corruption in pursuit of a more disciplined and repressive police force. This theory is illustrated through a structured focused comparison and more than 60 interviews collected during several rounds of fieldwork in Kyiv and Tbilisi.",
          "url": "https://doi.org/10.1111/gove.70030",
          "doi": "https://doi.org/10.1111/gove.70030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Democratic backsliding and support for public good provision in the European Union",
          "authors": "Max Heermann, Sharon Baute, Dirk Leuffen",
          "url": "https://doi.org/10.1080/13501763.2025.2503973",
          "doi": "https://doi.org/10.1080/13501763.2025.2503973",
          "filter": 0
        },
        {
          "title": "The comparative political economy of women's employment",
          "authors": "Deborah Mabbett",
          "url": "https://doi.org/10.1080/13501763.2025.2503971",
          "doi": "https://doi.org/10.1080/13501763.2025.2503971",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Agency orientation and bureaucratic behaviour towards clients: evidence from a survey experiment among unemployment caseworkers",
          "authors": "Mogens Jin Pedersen, Niels Bjørn Grund Petersen, Martin Bækgaard, Jonas Krogh Madsen",
          "url": "https://doi.org/10.1080/14719037.2025.2495691",
          "doi": "https://doi.org/10.1080/14719037.2025.2495691",
          "filter": 0
        },
        {
          "title": "Mitigating collaborative inertia: how leadership transfer networks improve the low-carbon governance of local governments",
          "authors": "Bin Guan, Pinggui Gao",
          "url": "https://doi.org/10.1080/14719037.2025.2504197",
          "doi": "https://doi.org/10.1080/14719037.2025.2504197",
          "filter": 0
        },
        {
          "title": "Understanding stringency of performance systems: the case of performance-based funding in U.S. higher education",
          "authors": "Lilia Minaya, Milena I. Neshkova, Alexander Kroll",
          "url": "https://doi.org/10.1080/14719037.2025.2503510",
          "doi": "https://doi.org/10.1080/14719037.2025.2503510",
          "filter": 0
        },
        {
          "title": "Explaining patterns of co-creation in Swiss local governance",
          "authors": "Jörn Ege, Claire Kaiser, Reto Steiner",
          "url": "https://doi.org/10.1080/14719037.2025.2505149",
          "doi": "https://doi.org/10.1080/14719037.2025.2505149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Politics of Regulatory Oversight: How Analysts Expand, Shield, or Bend Their Mandate While Reviewing Regulations",
          "authors": "Samantha Ortiz Casillas",
          "abstract": "Regulatory review—assessing the legality, use of evidence, and correct calculation of costs and benefits in regulations before they are enacted—is a core function of regulatory oversight bodies. In principle, reviewing aims to improve the effectiveness of regulations through economic rationality, tools, and methods. In practice, the work of oversight bodies occurs amid the politics of the rulemaking process and can be a way for the executive to control the regulatory agenda. Based on a 13‐month ethnography of Mexico's regulatory oversight body, I examine how analysts enact the technical and legal requirements of regulatory improvement while facing political tensions and interference. Using negotiated order theory, I show how analysts respond to political attention, conflict, or interference by expanding, shielding, or bending their mandate and conducting their work accordingly. Reviewing to improve regulations takes on different meanings and forms, allowing analysts to protect their work, organization, and techno‐legal mandate in the long term. The article contributes to a better understanding of regulatory review and oversight bodies. More importantly, it draws attention to how workers make ambitious statecraft projects like regulatory improvement possible by continuously reconciling the legal, technical, and political dimensions of their work.",
          "url": "https://doi.org/10.1111/rego.70029",
          "doi": "https://doi.org/10.1111/rego.70029",
          "filter": 0
        },
        {
          "title": "Assuring Social Distancing Through Regulatory Intermediaries: The Role of Local Facilities in Deterring COVID ‐19 in South Korea",
          "authors": "Jong Hun Lee, Seung‐Hun Hong",
          "abstract": "Amid the COVID‐19 Pandemic, many countries worldwide have resorted to social distancing to maintain a certain physical distance to avoid direct contact between people. Despite the abundant literature on social distancing, how this mode of direct state intervention, which inevitably requires a lot of regulatory resources, was implemented has been a rare source of scientific inquiry. This paper attempts to fill this gap by presenting a case study that explores how regulatory resource deficits faced by regulators implementing social distancing were addressed in the regulator‐intermediary‐target (RIT) network. This paper highlights the role of local facilities as regulatory intermediaries in implementing social distancing in South Korea. Although social distancing was purported to keep physical distance among individuals, authorities' enforcement activities were primarily, though not entirely, targeted at local facilities. Analyzing in‐depth interviews with 30 local frontline inspectors conducted in September 2021, this paper finds that local facilities played a key intermediary role in deterring the spread of COVID‐19 as a private regulator. We argue that this role, constructed in the RIT network, was one reason South Korea could successfully deter the spread of the virus without a lockdown in the early stage of the Pandemic.",
          "url": "https://doi.org/10.1111/rego.70033",
          "doi": "https://doi.org/10.1111/rego.70033",
          "filter": 0
        },
        {
          "title": "Coaxing Compliance: Ethiopian Lawyers, Chinese Companies, and the Cultivation of Respect",
          "authors": "Miriam Driessen",
          "abstract": "Over the past three decades, a growing number of Chinese enterprises have entered Ethiopia's construction and manufacturing sectors as contractors and investors. While adapting to a new regulatory environment, many of these companies have faced administrative challenges and accusations of noncompliance, some of which have been brought to court. Drawing on ethnographic research, this article shows how and why Ethiopian lawyers employed by Chinese firms have become critical to cultivating compliance. Initially recruited to represent their employer in court, lawyers' transformation into internal regulators can be explained by their unique position in the company and beyond. Professionally required to represent the interests of expatriate management, the lawyers, as Ethiopian nationals, routinely identified with the local workforce and counterparties. Many construed compliance as respect for Ethiopian sovereignty and popular dignity as much as adherence to the law, which explains their commitment to compliance work. By exploring the position of Ethiopian lawyers and their relative success in gently yet persuasively encouraging expatriate managers to abide by legal regulations and social norms, the article sheds light on the human face of regulation. It shows that regulation inside organizations and the outcomes of regulatory reform greatly depend on internal regulators' positionalities and subjectivities.",
          "url": "https://doi.org/10.1111/rego.70030",
          "doi": "https://doi.org/10.1111/rego.70030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
