{
  "update": "2025-10-03",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "When Nature Strikes: Which Regimes Exploit Natural Disasters for Fiscal Expansion?",
          "authors": "Mads Dagnis Jensen, Suen Wang",
          "abstract": "This study examines how different types of regimes use performance‐based legitimation after severe natural disasters. While prior research has evaluated emergency relief, broader fiscal responses remain understudied. Drawing on legitimation theory, we argue that all regimes seek to secure legitimacy, but hybrid regimes are more likely to expand public spending to ensure their political survival. Analyzing data from 166 countries from 1960 to 2018, we find significant post‐disaster fiscal expansion in hybrid regimes (particularly those with weaker opposition and higher fiscal capacity), but not democracies or autocracies. We investigate three case studies that largely support these findings: the 1985 Algarrobo earthquake (Chile under autocracy), the 1974 Hurricane Fifi‐Orlene (Honduras under a hybrid regime), and the 1999 İzmit earthquake (Turkey during democracy).",
          "url": "https://doi.org/10.1111/gove.70060",
          "doi": "https://doi.org/10.1111/gove.70060",
          "filter": 0
        },
        {
          "title": "What's in a Polity? Political Institutions and Varieties of Economic Interventionism in the United States and the European Union",
          "authors": "Donato Di Carlo, Lorenzo Moretti, Manuela Moschella",
          "abstract": "This article examines the political foundations of industrial policy amid the return of state economic interventionism. Comparing the United States' Inflation Reduction Act (IRA) and the European Union's Green Deal Industrial Plan (GDIP), it shows that contrasting industrial policy strategies were ultimately shaped by differences in the two polities' legislative rules. In both cases, geopolitical pressures sparked renewed interest in green industrial policymaking. However, procedural mechanisms for majoritarian decision‐making in the U.S. Senate enabled the government to overcome partisan veto players and compelled the design of the IRA as a budgetary instrument centered on fiscal subsidies. By contrast, unanimity requirements in the EU's joint decision‐making system prevented the Commission from overcoming Member State veto players in the Council, precluding supranational fiscal instruments and resulting in a regulation‐based, decentralized approach via national state aid. The findings contribute to the burgeoning debates on the return of industrial policy and state activism by showing how political institutions contribute to shaping not only the scope but also the form of economic interventionism within different polities.",
          "url": "https://doi.org/10.1111/gove.70066",
          "doi": "https://doi.org/10.1111/gove.70066",
          "filter": 0
        },
        {
          "title": "Shifting the Blame or Defending Implementation: How Do Explanations for Compliance Shape the Legitimacy of Contested EU Policies?",
          "authors": "Asya Zhelyazkova, Thijs Lindner, Tim Heinkelmann‐Wild, Agnieszka Kanas",
          "abstract": "As European Union (EU) policymaking becomes increasingly politicized, national and local authorities face pressure to justify compliance with contested EU rules. This study examines how different explanations for compliance affect citizens' perceptions of legitimacy. We distinguish between blame‐shifting and defending strategies communicated by national and municipal authorities. Our expectations and findings challenge the popular view that blaming the EU is the most credible approach. In policy implementation, national governments are often perceived as primarily responsible, making their blame‐shifting attempts less persuasive. Instead, we expect and find that defending compliance by claiming responsibility increases perceived legitimacy. Municipal authorities, however, can more credibly deny responsibility for externally mandated policies because of their distance from the EU decision‐making process. These results advance research on elite communication and the legitimacy of EU policies, offering new insights into how governments can reconcile public responsiveness with supranational obligations in an era of contested EU governance.",
          "url": "https://doi.org/10.1111/gove.70065",
          "doi": "https://doi.org/10.1111/gove.70065",
          "filter": 0
        },
        {
          "title": "Is Responsibility Intuitive in a Public Encounter?",
          "authors": "Anthony M. Bertelli, Silvia Cannas",
          "abstract": "A public encounter is a direct, focused interaction between unelected public officials and private individuals with the goal of enacting a distribution of benefits or obligations. Administrative responsibility concerns an official's normative obligations for acting within a legally defined role. Does the public perceive notionally responsible action in a public encounter as actually responsible? Our mixed‐method approach to this question begins by theoretically connecting two practical problems with specific principles of “good” public administration. We transform these problems into hypothetical scenarios supported by theory and local law, and then present them as vignettes in a randomized online survey experiment to 1100 respondents in the United Kingdom. We find that responsibility is clearly intuitive to participants, and that their arguments about the principles underlying responsibility seem to be clarified, rather than made more sophisticated or complex, by the public encounters they observe.",
          "url": "https://doi.org/10.1111/gove.70059",
          "doi": "https://doi.org/10.1111/gove.70059",
          "filter": 0
        },
        {
          "title": "Is Algorithmic Accessibility Sufficient? The Pivotal Role of Accessibility and Accountability in Shaping Trust in Automated Decision‐Making",
          "authors": "Huanhuan Li, Zongfeng Sun",
          "abstract": "The widely accepted view that algorithmic accessibility and accountability enhance the perceived trustworthiness of automated decision‐making has not yet been fully validated. This study fills this research gap by conducting two survey experiments using “real‐world” scenarios. We examine participants' trust preferences when exposed to varying levels of algorithmic accessibility and accountability, under different degrees of decision risks. Our findings highlight that algorithmic accountability exerts a stronger influence on the perceived trustworthiness of both algorithms and bureaucrats compared to algorithmic accessibility. Additionally, our research uncovers that the interaction between algorithmic accountability and contextual factors (e.g., high vs. low‐risk scenarios) significantly affects trust in algorithm. This study offers novel empirical insights into the intricate dynamics among algorithmic accessibility, accountability, decision risk, and trust perceptions.",
          "url": "https://doi.org/10.1111/gove.70067",
          "doi": "https://doi.org/10.1111/gove.70067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Framing enlargement after the Russian invasion of Ukraine: between geopolitical drivers and procedural roadblocks",
          "authors": "Nicole Scicluna",
          "url": "https://doi.org/10.1080/13501763.2025.2557432",
          "doi": "https://doi.org/10.1080/13501763.2025.2557432",
          "filter": 0
        },
        {
          "title": "Partisan affect and political tolerance in the context of shifting norms: the effect of coalition signals towards the radical right",
          "authors": "Jochem Vanagt, Katrin Praprotnik, Luana Russo, Markus Wagner",
          "url": "https://doi.org/10.1080/13501763.2025.2558980",
          "doi": "https://doi.org/10.1080/13501763.2025.2558980",
          "filter": 0
        },
        {
          "title": "Inter-state blaming during crises: the role of non-institutional factors",
          "authors": "Christian Schwaderer, Sarah C. Dingler, Lore Hayek, Martin Senn",
          "url": "https://doi.org/10.1080/13501763.2025.2566998",
          "doi": "https://doi.org/10.1080/13501763.2025.2566998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Algorithmic Governance: Experimental Evidence on Citizens' and Public Administrators' Legitimacy Perceptions of Automated Decision‐Making",
          "authors": "Jaakko Hillo, Isak Vento, Tero Erkkilä",
          "abstract": "This article investigates legitimacy perceptions of automated decision‐making (ADM) among public administrators and citizens. Views of public administrators, who exercise discretion over policy implementation, reflect readiness to integrate AI into decision‐making. Governing by AI ought also to be responsive to the view of citizens, whose support democratic governing ultimately rests on. As AI use in governing grows, understanding the elite‐mass opinion congruence is crucial, and incongruence suggest misalignment between citizen preferences and policy implementation. Using randomized survey experiments conducted among Finnish toplevel public administrators ( N = 842) and a representative sample of citizens ( N = 3245), we compare the legitimacy effects of algorithmic transparency and human discretion over decision‐making in the context of child protection services. Transparency and human discretion enhance perceived legitimacy, with larger treatment effects among administrators. The study concludes that ADM legitimacy theories extend to a Nordic welfare context.",
          "url": "https://doi.org/10.1111/padm.70028",
          "doi": "https://doi.org/10.1111/padm.70028",
          "filter": 0
        },
        {
          "title": "Institutional Factors as Antecedents of Energy Efficiency Policies at the Local Level",
          "authors": "Khaldoun AbouAssi, Carley Weted, David J. Schwegman",
          "abstract": "This article explores institutional factors as antecedents of energy efficiency policy adopted by the largest cities within the United States. Drawing on the theory of institutional isomorphism, we hypothesize that four forces—coercive, normative, and mimetic isomorphism, along with nonprofit pressure—affect the energy efficiency policy of 41 of the largest cities within the United States from 2013 to 2019. We find some evidence for coercive and normative isomorphic pressures, but conflicting support for mimetic isomorphism and the role of nonprofits in promoting energy efficiency policies. We conclude by offering recommendations for future work in the field.",
          "url": "https://doi.org/10.1111/padm.70026",
          "doi": "https://doi.org/10.1111/padm.70026",
          "filter": 0
        },
        {
          "title": "Strategic Response Under Pressure: The Impact of Low‐Carbon City Pilot Policy on How Local Governments Tackle “Environment‐Economy” Nexus",
          "authors": "Fangyuan Zhong, Qing Liu, Mengbing Du",
          "abstract": "Understanding how local governments set goals when confronted with conflicting objectives is of crucial importance. Few studies have examined how pilot policies reshape local governments' goal‐setting processes. This research takes China's Low‐carbon city pilot policy as a case study to analyze how central pilot policy influences the prioritization of local government goals. The analysis yields three key insights: First, the pilot policy induces strategic shifts within local governments, leading to a prioritization of environmental goals. Second, the pilot policy motivates local governments to set more ambitious environmental goals. Third, governments that have not yet met their environmental goals remain focused on achieving them, whereas those having achieved these goals adopt a more synergistic approach. This pattern reflects the enduring influence of China's “dual carbon” strategy on local government behavior. This research provides evidence of strategic local responses and advances our understanding of goal adjustment dynamics within hierarchical governance systems.",
          "url": "https://doi.org/10.1111/padm.70027",
          "doi": "https://doi.org/10.1111/padm.70027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Bureaucrats in Campaigns: Elections Increase Dysfunctional Behaviors Among Civil Servants",
          "authors": "Gustavo M. Tavares, Joana Story, Gabriela Lotta",
          "abstract": "Elections are essential for democracy, but the turbulence and uncertainty they bring can disrupt the functioning of public organizations. This study investigates how elections may trigger dysfunctional interpersonal dynamics and behaviors among civil servants. We specifically examine the relationship between elections and both increased interpersonal conflicts within public organizations and heightened counterproductive behaviors among civil servants. Using a longitudinal pretest–posttest design and panel regression analysis, we compare behavioral variables of 283 career civil servants during Brazil's polarized election of 2022 to those of 2023 (post‐election). The findings indicate that elections, as situations of political instability, are associated with increased dysfunctional behaviors among civil servants, particularly in public organizations with higher susceptibility to politicization.",
          "url": "https://doi.org/10.1111/puar.70046",
          "doi": "https://doi.org/10.1111/puar.70046",
          "filter": 0
        },
        {
          "title": "Job Switching Motives and Employer Attractiveness: A Comparative Analysis of Sector Switchers and Non‐Sector Switchers",
          "authors": "Adrian Ritz, Kristina S. Weißmüller, Lorenza Micacchi, Samir P. Gomezjurado",
          "abstract": "Attracting talent to public administration is a highly relevant issue of practical concern and scholarly debate. Building on unique survey data of 424 individuals who switched jobs to join public administration, this study explores public employer attractiveness in a multi‐incentive setting, accounting for the experiences of a less explored population (i.e., job switchers) that may have different preferences regarding public sector employment compared with the more commonly investigated student samples. Combining fit theory and the expectancy‐disconfirmation model, this study reveals that intrinsic attributes and person‐job fit significantly predict job switchers' perceptions of public employer attractiveness. In contrast, extrinsic attributes—both instrumental and symbolic—are less influential factors. Moreover, public service‐related attributes have an unexpected negative effect for non‐sector switchers, suggesting a “belated” reality shock effect. These novel insights suggest public management should adopt more nuanced recruitment and retention strategies in the face of labor shortages and the war for talent.",
          "url": "https://doi.org/10.1111/puar.70047",
          "doi": "https://doi.org/10.1111/puar.70047",
          "filter": 0
        },
        {
          "title": "Social Vulnerability, Equity, and Representative Bureaucracy: Evidence From the Allocation of Disaster Assistance Fund in the United States",
          "authors": "Sungyoon Lee, Gang Chen",
          "abstract": "Prior research has found disparities in the allocation of disaster relief funds in the U.S. However, little attention has been paid to the role of bureaucracy in public assistance (PA) fund allocation that possibly contributes to these inequalities. This study examines whether minority bureaucratic representation promotes the allocation of PA funds in counties with more socially vulnerable populations. Multilevel modeling is utilized to test the hypotheses, using a panel dataset of 8608 county‐year observations from U.S. counties for the years 2006 to 2019. The results show that the level of disaster relief funding does not increase in proportion to disaster damage for socially vulnerable communities to the same extent as it does for less vulnerable communities. In addition, in highly vulnerable counties, PA funds relative to damage tend to be allocated at a higher rate as the share of minority officials increases, narrowing the existing gap between high‐ and low‐vulnerability counties.",
          "url": "https://doi.org/10.1111/puar.70029",
          "doi": "https://doi.org/10.1111/puar.70029",
          "filter": 0
        },
        {
          "title": "Brazil's Public Administration and the Challenge of New Democracies: Promoting Social Inclusion",
          "authors": "Evan M. Berman, Eduardo Grin, Gabriela Lotta, Fernando L. Abrucio, Lauro Gonzalez, Maira Gabriela Santos de Souza, Yasmim Marques de Melo, Jaedson Gomes dos Santos",
          "abstract": "Brazil's public administration (PA) has sought to strengthen democratic governance through an emphasis on social inclusion. Since democratization in 1988, reforms have aimed to address entrenched inequalities along with decentralization and professionalism spurring innovations in social inclusion. This article examines Brazil's PA and highlights its key PA innovations, specifically: (a) inclusive public policy councils with substantial oversight of implementation; (b) legislative public accountability bodies with authority to impose penalties; (c) devolution granting far‐reaching administrative, political, and financial constitutional autonomy to cities to enhance responsiveness and innovation; and (d) wide‐ranging guaranteed income programs to reduce poverty. This article also draws attention to co‐existing PA “islands of excellence” and efforts to address such challenges as rule‐bound bureaucracies, clientelism, and weak institutional capacities in the Global South. It concludes with implications for strengthening public managers' leadership in democratic governance.",
          "url": "https://doi.org/10.1111/puar.70045",
          "doi": "https://doi.org/10.1111/puar.70045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "When good people do bad things: creative public services and unethical behaviours",
          "authors": "Yujie Tan, Huafang Li, Chuanjun Liu",
          "url": "https://doi.org/10.1080/14719037.2025.2564745",
          "doi": "https://doi.org/10.1080/14719037.2025.2564745",
          "filter": 0
        },
        {
          "title": "The potential of organizations to advance public value goals",
          "authors": "Brian Ohl",
          "url": "https://doi.org/10.1080/14719037.2025.2566454",
          "doi": "https://doi.org/10.1080/14719037.2025.2566454",
          "filter": 0
        },
        {
          "title": "Does bureaucratic representation constrain local exploitative revenue sources? The Florida experience",
          "authors": "Xiuling Ma, Tingzhong Huang, Can Chen, Rikui Xiao",
          "url": "https://doi.org/10.1080/14719037.2025.2567629",
          "doi": "https://doi.org/10.1080/14719037.2025.2567629",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Green Subsidies and the Promotion of Eco‐Social Policy in Germany and the United States",
          "authors": "Benedikt Bender, Daniel Kinderman",
          "abstract": "The climate crisis poses an acute threat to humanity. Eco‐social policy can help mitigate this threat, but eco‐social policy and the green transition are expensive. Our paper contributes to a better understanding of the role that green subsidies play in advancing eco‐social politics and policies. We assert that green subsidies increase the political viability of eco‐social policies. Green subsidies lead trade unions and business organizations to support eco‐social policies, regardless of institutional differences. We illustrate these positive‐sum effect dynamics with a most different systems design that compares green subsidies and eco‐social policies in Germany (subsidies, qualification and training measures, coal phase‐out strategy, green housing) with the United States (climate‐related tax credits, Inflation Reduction Act, and green housing). Based on a content analysis of documents and interviews, our comparison of business organizations and unions in both countries reveals strong and broad support for green subsidies in combination with eco‐social policies. We also discuss the second Trump administration and suggest that green subsidies help advance the green transformation in the face of significant political adversity.",
          "url": "https://doi.org/10.1111/rego.70087",
          "doi": "https://doi.org/10.1111/rego.70087",
          "filter": 0
        },
        {
          "title": "When Business Breaks the Rules: The Value of a Criminology‐Informed “Organizational” Perspective for the Regulation of White‐Collar and Corporate Crimes",
          "authors": "Nicholas Lord, Michael Levi",
          "abstract": "This article argues that if the aspiration is to enhance regulatory and governance responses to white‐collar and corporate crimes, consideration of the organization of these offending behaviors must be central to the scholarly, practice, and policy discussion. Regulation and governance scholarship has thrived as a field of study in its contributions to the theories and practices of regulation (and regulators) but has backgrounded the dynamics of how regulatees organize their rule‐breaking behaviors, and the implications of this for intentional interventions. Criminology has advanced our understanding of the procedural aspects of crimes but has largely marginalized business and organizational offending, with proportionately few criminologists displaying interest in how better to regulate organizations that violate the rules. To help bridge these gaps, in this article we draw on an “organizational perspective” to argue that “good enough” regulatory approaches should be directly informed by an understanding of how and why such crimes or offending behaviors are organized in the ways they are, and of the factors that shape these dynamics over time within particular contexts. We argue for the development of a program of research that synthesizes abstract and concrete research inquiry, and that challenges regulation academics to identify the necessary and contingent structures, mechanisms, and conditions that combine to produce white‐collar and corporate rule‐breaking behaviors to develop more plausible regulatory interventions, on a spectrum from immediate to long‐lasting.",
          "url": "https://doi.org/10.1111/rego.70083",
          "doi": "https://doi.org/10.1111/rego.70083",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
