{
  "update": "2025-02-07",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Patronage at Work: Public Jobs and Political Services in Argentina. By VirginiaOliveros, Cambridge: Cambridge University Press, 2021. 280 pp. $29.99 (paperback) ISBN: 9781009082525",
          "authors": "Sarah Brierley",
          "url": "https://doi.org/10.1111/gove.70003",
          "doi": "https://doi.org/10.1111/gove.70003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "What they say and what they do: populist distraction and dual-use political technologies in the European union",
          "authors": "Kim Lane Scheppele",
          "url": "https://doi.org/10.1080/13501763.2024.2399225",
          "doi": "https://doi.org/10.1080/13501763.2024.2399225",
          "filter": 0
        },
        {
          "title": "A bitter aftertaste? The effects of privatisation reforms on evaluations of health systems across Europe",
          "authors": "Tamara Popic, Alexandru D. Moise",
          "url": "https://doi.org/10.1080/13501763.2025.2456017",
          "doi": "https://doi.org/10.1080/13501763.2025.2456017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Ministerial Leadership: Practice, Performance and PowerBy LeightonAndrews, London: Palgrave Macmillan, 2024. 553 pp. £99.99 (hardcover); £79.50 (ebook). ISBN: 10 3031500075; ISBN: 13 978‐3031500077",
          "authors": "Huw Morris",
          "url": "https://doi.org/10.1111/padm.13053",
          "doi": "https://doi.org/10.1111/padm.13053",
          "filter": 0
        },
        {
          "title": "Citizen Acceptance of Co‐Designed Public Sector Innovation",
          "authors": "Remco S. Mannak, Murk Peutz, Iris Bomhof",
          "abstract": "This experimental study examines user involvement in the co‐design stage of public sector innovations in relation to citizen acceptance of these innovations. We analyze 603 citizen evaluations of 12 co‐designed innovation prototypes. Results show that involving a few users can benefit many citizens. Partially co‐designed innovation prototypes, with users co‐defining the problem but professionals developing the solution, are perceived by citizens to be of higher quality than prototypes developed by professionals only, resulting in greater innovation acceptance in terms of perceived usefulness and ease of use. However, for fully co‐designed innovation prototypes, we do not find these positive results.",
          "url": "https://doi.org/10.1111/padm.13054",
          "doi": "https://doi.org/10.1111/padm.13054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Managing Organizations to Sustain Passion for Public ServiceBy James L.Perry, Cambridge, UK; New York, NY: Cambridge University Press, 2021. 325 pp. £30.99 (paperback); £99.99 (hardback); $41.99 (ebook). hISBN: 9781108843256; pISBN: 9781108824132; eISBN: 9781108915236",
          "authors": "Adrian Ritz, Lorenza Micacchi",
          "url": "https://doi.org/10.1111/puar.13933",
          "doi": "https://doi.org/10.1111/puar.13933",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Why do some local governments respond actively to the initiatives of national Non-Governmental Organizations?",
          "authors": "Fanrong Meng, Meng Yuan, Zitao Chen",
          "url": "https://doi.org/10.1080/14719037.2025.2460174",
          "doi": "https://doi.org/10.1080/14719037.2025.2460174",
          "filter": 0
        },
        {
          "title": "Empowering leadership in crisis: a natural experiment",
          "authors": "Henrico van Roekel, Jost Sieweke, Carina Schott, Arnold B. Bakker, Lars Tummers",
          "url": "https://doi.org/10.1080/14719037.2025.2459162",
          "doi": "https://doi.org/10.1080/14719037.2025.2459162",
          "filter": 0
        },
        {
          "title": "Performance management in a collaborative context: the conundrum of hard accountability and sector partnership",
          "authors": "Luke I. Macris, Michael P. Sam, Steven J. Jackson",
          "url": "https://doi.org/10.1080/14719037.2025.2462983",
          "doi": "https://doi.org/10.1080/14719037.2025.2462983",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "An Eco‐Social Policy Mix for 1.5°C Lifestyles: A Multi‐Country Policy Delphi Analysis",
          "authors": "Karlis Laksevics, Janis Brizga, Pia Mamut, Halliki Kreinin, Doris Fuchs, Inga Belousa",
          "abstract": "Bridging the gap between welfare and climate policies is essential for simultaneously pursuing increased well‐being and reduced carbon emissions. This study uses a policy Delphi approach, involving experts and stakeholders from five European countries: Germany, Hungary, Latvia, Spain, and Sweden, to assess the perceived desirability and feasibility of six eco‐social policies for enabling 1.5°C lifestyles. The results show that eco‐social policies are challenged by current growth and work paradigms, which transcend welfare‐regime‐related, ideological, social, and institutional rationales. Of the selected policies, stakeholders found low‐efficiency housing retrofits the most desirable, but income caps the least desirable. Worktime reduction, job guarantees, and income ceilings raise deep concerns over work, motivation, and consumption. However, universal basic services, free public transport, and public renovation raise concerns about service efficiency, innovation incentives, and welfare entitlement. Stakeholders agreed that eco‐social policies are desirable and feasible, but only when combined in a way that balances social and environmental impacts. They believe it might be easier to address challenges in understanding and implementing these policies if they were part of a broader, coordinated approach at a supranational level, rather than isolated, single‐issue policies targeting specific sectors.",
          "url": "https://doi.org/10.1111/rego.12655",
          "doi": "https://doi.org/10.1111/rego.12655",
          "filter": 0
        },
        {
          "title": "The Blockchain Treasury Governance Dilemma",
          "authors": "Darcy W. E. Allen, Chris Berg, Aaron M. Lane",
          "abstract": "Blockchain treasuries are pools of cryptocurrency earmarked for funding goods and services within a blockchain ecosystem, such as protocol upgrades. Blockchain participants, such as users and developers, face a trust problem in ensuring that the treasury is robust to opportunism, such as theft or misappropriation of the assets. Treasury governance structures, such as committees or stakeholder voting, seek to create trust in treasury functions. In this paper, we use new comparative economics to examine how treasury governance mechanisms minimize the costs of dictatorship and disorder, thereby bolstering trust. We interpret case studies of innovative treasury governance within this Institutional Possibilities Frontier (IPF) framework, showing that the costs shift throughout the lifecycle of a blockchain community, and those costs are often revealed or learned through governance crises. These changes lead ecosystem participants to choose and innovate on treasury governance.",
          "url": "https://doi.org/10.1111/rego.12659",
          "doi": "https://doi.org/10.1111/rego.12659",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
