{
  "update": "2026-01-02",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "The Unexpected Actor? Civil‐Military Relations and Regulatory Agency Control in Brazil",
          "authors": "Bruno Queiroz Cunha, Felix G. Lopez, M. Kerem Coban",
          "abstract": "Democratic backsliding around the world has sparked debate about its impact on public administration and governance. This article explores a growing yet less visible phenomenon threatening democracy. It examines the influence exerted by authoritarian populists over autonomous regulatory agencies through militarized patronage, that is, the discretionary appointment of military officers to civil positions. Scholars have not fully untangled how and why contemporary populists employ militarized patronage, and much less is known about militarization of autonomous regulatory agencies. To fill this gap, we highlight enabling factors underpinning militarized patronage and draw on a unique empirical dataset that integrates military with civil service records to account for the militarization of autonomous regulatory agencies in Brazil during the far‐right presidency of Jair Bolsonaro (2019–2022). The article deepens our understanding of the role of civil‐military relations in restructuring regulatory governance during populist rule, and the effects of democratic backsliding on regulatory governance.",
          "url": "https://doi.org/10.1111/gove.70106",
          "doi": "https://doi.org/10.1111/gove.70106",
          "filter": 0
        },
        {
          "title": "Populist Governance Strategies: How Growth Coalition Tensions Affect Populist Policymaking",
          "authors": "Max Nagel",
          "abstract": "This article integrates insights from comparative political economy and public policy studies into the populism scholarship to analyze how populist governments (PoGos) transform economies, with important implications for the regulatory state. While previous research shows that populists centralize power and pursue illiberal policies, approaches can vary across policy domains. Investigating Poland's Law and Justice (PiS) government (2015–23), this article reveals how PoGos manage sectoral conflicts within the growth coalition of businesses and voters. The findings reveal that PoGos tailor governance modes based on the intensity of sectoral conflicts. In the financial policy domain, where conflict was low, PiS centralized governance to nationalize the financial system. Conversely, in the migration policy domain, with high tension, PiS facilitated decentralized governance to liberalize migration. The findings demonstrate that PoGos employ diverse governance strategies across policy domains, underscoring the importance of a cross‐sectoral lens in assessing their impact on the regulatory state. The study offers broader implications for understanding how governments reconfigure growth coalitions to reshape economies.",
          "url": "https://doi.org/10.1111/gove.70107",
          "doi": "https://doi.org/10.1111/gove.70107",
          "filter": 0
        },
        {
          "title": "In Covid’s Wake: How Our Politics Failed Us By StephenMacedo and FrancesLee, Princeton: Princeton University Press, 2025. 373 pp. $20.97 (ebook)",
          "authors": "Clay Wescott",
          "abstract": "In their timely and provocative book, Macedo and Lee present a compelling analysis of the COVID‐19 era, arguing that the American response was not merely a public health challenge but a profound political failure. They contend that the crisis exposed a dangerous erosion of deliberative democratic norms, fueled by an overreliance on executive power under conditions of intense fear and uncertainty. By blending normative political theory with an empirical analysis of U.S. crisis decision‐making, the authors offer a novel and critical perspective on pandemic governance.",
          "url": "https://doi.org/10.1111/gove.70105",
          "doi": "https://doi.org/10.1111/gove.70105",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "When democracy erodes at home, the EU loses clout abroad? The EU’s ability to promote democracy externally while backsliding internally",
          "authors": "Nea Solander",
          "url": "https://doi.org/10.1080/13501763.2025.2608175",
          "doi": "https://doi.org/10.1080/13501763.2025.2608175",
          "filter": 0
        },
        {
          "title": "Assessing external pressures: European integration in the geopolitical age",
          "authors": "Christian Freudlsperger, Lucas Schramm",
          "url": "https://doi.org/10.1080/13501763.2025.2608177",
          "doi": "https://doi.org/10.1080/13501763.2025.2608177",
          "filter": 0
        },
        {
          "title": "The structural power of finance, the quest for EU safe assets and the prospect of a permanent EU borrowing capacity",
          "authors": "Christakis Georgiou",
          "url": "https://doi.org/10.1080/13501763.2025.2608179",
          "doi": "https://doi.org/10.1080/13501763.2025.2608179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Inequality in frontline communication: Bureaucrats talk differently to men and women",
          "authors": "Laurin Friedrich, Steffen Eckhard",
          "abstract": "While gender biases in public service delivery are well-established, we still lack empirical insights on the underlying behavioral micro-mechanisms. This paper contributes towards closing this perennial gap by investigating gender-differences in the complexity and emotionality of verbal bureaucrat-client communication. We build on a dataset comprising 154 dialogs recorded across different local public services in Germany. Combining rule-based and machine learning classification, we analyze differences in verbal administrative communication across 20,000 utterances. We find no association between bureaucrats’ gender and their communication. Conversely, clients’ gender yields a significant difference, with officials communicating more complex and emotional when interacting with male clients. No differences prevail for gender-matching. As the first study to systematically examine implicit (gender) biases in bureaucrats’ communication, the paper advance our existing understanding of the micro-mechanisms of administrative inequality: The findings contradict expectations from gender socialization theory, they confirm expectations linked to gender stereotypes, and they challenge the idea that in-group settings reduce stereotypical biases at the level of communication.",
          "url": "https://doi.org/10.1093/jopart/muaf036",
          "doi": "https://doi.org/10.1093/jopart/muaf036",
          "filter": 0
        },
        {
          "title": "Implementation Support: A Field Experiment on the Effects of Fidelity and Professional Responsibility Approaches",
          "authors": "Morten Hjortskov, Nanna Vestergaard Ahrensberg, Jesper Asring Jessen Hansen, Jakob Majlund Holm, Simon Calmar Andersen",
          "abstract": "The challenges of implementing public policies and interventions have long been recognized, and a wide range of well-documented barriers frequently hinder effective implementation. We develop a framework of implementation support approaches, distinguishing between two types: fidelity and professional responsibility. We test the framework in a large-scale, preregistered field experiment involving 250 Danish schools implementing an evidence-based reading intervention. Regression results show that, at the family level, a professional responsibility approach emphasizing discretion led to behavioral changes in program take-up and, to some extent, use. A plausible mechanism is increased encouragement from teachers in this group, as indicated by the parents. Somewhat unexpectedly, teachers most appreciated the fidelity approach. Overall, the findings suggest that even minor changes in the framing of implementation support have detectable consequences, and while the fidelity approach may ease teachers’ workload in the short run, granting greater discretion through a professional responsibility approach ultimately enhances benefits for the target group.",
          "url": "https://doi.org/10.1093/jopart/muaf040",
          "doi": "https://doi.org/10.1093/jopart/muaf040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Citizen‐Centric Approaches to AI in Government Programs: Lessons From Experimental Studies",
          "authors": "Donavon Johnson",
          "abstract": "Emerging technologies have far‐reaching effects on public governance. Artificial Intelligence (AI) is one such technology. Yet, given concerns of privacy, accountability, and bias with AI use, public managers grapple with deciding if, and to what extent, AI should be included in delivering public services. Current research has made attempts to unpack the determinants of AI use in these settings, but with greater focus on the technology rather than its users. The current study shifts focus to citizens' perceptions and asks what the conditions are under which citizens would embrace high‐performing AI government service delivery. The study leverages a sample of 612 U.S. residents in two experiments that investigate public sentiments towards AI in public service contexts where it is implemented well. Findings reveal citizens' nuanced support for AI in simplifying complex programs delivering tailored services and reducing fraud. These insights can guide decision‐making on AI use in public service delivery.",
          "url": "https://doi.org/10.1111/puar.70077",
          "doi": "https://doi.org/10.1111/puar.70077",
          "filter": 0
        },
        {
          "title": "Frontline Workers and Civic Tech: Bridging the Responsiveness Gap in Digital Client Encounters",
          "authors": "Gregory A. Porumbescu, Vishal Trehan, Agbonlahor Edomwonyi",
          "abstract": "As governments increasingly digitalize client encounters, there are growing concerns that standardized platforms may reduce bureaucratic responsiveness, particularly for historically underserved communities. We examine whether frontline workers help close that gap through their use of civic‐tech platforms. Analyzing 8037 service requests from Newark's Open311 system (2019–2022) using machine learning classification and spatial analysis, we find that frontline workers submitted nearly 25% of all requests on this platform. Worker submissions concentrated in low‐income areas, while resident requests clustered in more affluent neighborhoods. Interviews reveal that human‐centered design features encourage frontline worker reporting, while their community commitment and organizational priorities explain proactive engagement in underserved areas. We conceptualize this pattern of engagement as digitally afforded discretion, where frontline workers leverage platform features to address community needs before formal complaints arise. Our findings suggest that human‐centered digital platforms can complement frontline discretion, offering novel insight into how technology and human judgment interact to shape equity and responsiveness.",
          "url": "https://doi.org/10.1111/puar.70066",
          "doi": "https://doi.org/10.1111/puar.70066",
          "filter": 0
        },
        {
          "title": "Protecting the Citadel of Democracy: A Political and Administrative Response",
          "authors": "William T. Jackson, Ryan J. Lofaro",
          "abstract": "Our study contributes to the representative bureaucracy theory literature by testing the significance of majority identity, masculinity, and partisanship on responsiveness to social unrest. This study analyzes the responsiveness of police chiefs within the first week of the U.S. Capitol attack in Washington, D.C., on January 6th, 2021. Data are retrieved from social media accounts of police chiefs within local jurisdictions with at least 200,000 residents. An event history analysis is used to understand why some officials responded faster than others or not at all. Findings reveal that White male police chiefs and those with a Republican mayor were less responsive, while White male police chiefs were more responsive in localities with larger White populations due to the presence of minoritized mayors. The study adds to the literature by expanding representative bureaucracy theory to include the role of whiteness and masculinity, as well as mayoral identity, in shaping bureaucratic responsiveness.",
          "url": "https://doi.org/10.1111/puar.70078",
          "doi": "https://doi.org/10.1111/puar.70078",
          "filter": 0
        },
        {
          "title": "Tuition‐Free College Policies and Workforce Diversity: How Policy Incentives and Environmental Favorability Shape Representation",
          "authors": "Emily Boykin, Elizabeth Bell",
          "abstract": "While scholars have built considerable evidence on representative bureaucracy as a transformational independent variable, less is known about the organizational and policy conditions that motivate public institutions to invest in workforce diversity. Drawing on resource dependency theory, we argue that tuition‐free college policies (‘Promise Programs’) will alter organizational incentives by expanding financial resources and diversifying clientele. In turn, we argue that colleges will expand workforce diversity and enhance passive representation of diverse clientele. In our staggered difference‐in‐differences analysis, we find that Promise Programs significantly increased the hiring of Hispanic faculty and staff. However, these gains lagged behind the rapid diversification of the student population, limiting progress toward a representative bureaucracy. These effects were driven by public and two‐year colleges. Our results suggest that Promise Programs can promote workforce diversity but may fail to create a representative bureaucracy.",
          "url": "https://doi.org/10.1111/puar.70076",
          "doi": "https://doi.org/10.1111/puar.70076",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Avoiding bureaucratese: the impact of bureaucratic language in digital public encounters",
          "authors": "Zijia Li, Luning Liu",
          "url": "https://doi.org/10.1080/14719037.2025.2607616",
          "doi": "https://doi.org/10.1080/14719037.2025.2607616",
          "filter": 0
        },
        {
          "title": "Participatory budgeting and loss aversion: experimental evidence from China",
          "authors": "Xiaochun Zhu, Paolo Belardinelli, Temirlan T. Moldogaziev",
          "url": "https://doi.org/10.1080/14719037.2025.2610747",
          "doi": "https://doi.org/10.1080/14719037.2025.2610747",
          "filter": 0
        },
        {
          "title": "When goals waltz together: how (in)consistent performance feedback on multiple complementary goals affects performance improvements in the public sector",
          "authors": "Shaowei Chen, Xiaozhou Liu, Wenhao Zhang, Shuang Ling",
          "url": "https://doi.org/10.1080/14719037.2025.2610751",
          "doi": "https://doi.org/10.1080/14719037.2025.2610751",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/14719037.2025.2608558",
          "doi": "https://doi.org/10.1080/14719037.2025.2608558",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Regulatory Context and Bureaucratic Policy Making: Illustrations From Payment System Regulation in Brazil",
          "authors": "João Pedro Haddad, Lauro Emilio Gonzalez",
          "abstract": "This study investigates how bureaucratic strategies for structuring the policy environment shape regulatory outcomes, focusing on the extent to which agencies achieve their original policy preferences. Drawing on resource dependence theory and bureaucratic politics, we conceptualize the policy environment in two dimensions: internal, concerning engagement with interest and societal groups within the agency's jurisdiction, and external, relating to interactions with other institutional actors across government. We argue that regulators strategically define access, consultation, and debate to maximize preference attainment. However, these efforts are shaped and constrained by contextual factors, including the mobilization and coordination of external actors, as well as issue salience. Using the case of the Brazilian central bank's regulation of electronic payments in the country, we perform a process tracing to explain how bureaucratic strategies and unanticipated contextual dynamics interact to produce different outcomes. Our findings suggest that, while higher issue salience enables regulators to achieve greater preference attainment, excluding mobilized actors has a salience threshold beyond which they are compelled to accommodate demands they originally opposed, whereas including these actors tends to result in partial attainment.",
          "url": "https://doi.org/10.1111/rego.70121",
          "doi": "https://doi.org/10.1111/rego.70121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
