{
  "update": "2026-02-20",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Negotiated and negotiable? Contractual governance and the flexibility of the EU’s recovery and resilience facility",
          "authors": "Joan Miró, Ana Mar Fernández-Pasarín",
          "url": "https://doi.org/10.1080/13501763.2026.2629925",
          "doi": "https://doi.org/10.1080/13501763.2026.2629925",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Worth the Effort? Compliance Costs, Heuristics, and Perceived Program Accessibility",
          "authors": "Madaline Allen, Cody A Drolc",
          "abstract": "Administrative burdens can deter individuals from engaging with government programs before they ever encounter formal application requirements. Drawing on the administrative burden framework and theories of heuristic decision-making, this study examines how prospective applicants form early judgments about program accessibility when presented with varying levels of compliance costs. Using three survey experiments centered on a fictional grocery benefit (N = 2407, N = 965) and a one-time federal tax rebate (N = 1004), we assess how documentation requirements and effort cues shape perceptions of eligibility, willingness to apply, and perceived accessibility. We find that greater documentation requirements or mismatched time cues lowered perceived eligibility and willingness to apply. Yet asking respondents to pause and estimate the effort reversed those effects, but only for individuals who already possessed the documentation or could form a concrete time estimate about the effort. These findings highlight the role of expected burden and heuristic judgments in shaping pre-application decisions, extending administrative burden research beyond realized experiences to the earliest stages of program engagement.",
          "url": "https://doi.org/10.1093/jopart/muag007",
          "doi": "https://doi.org/10.1093/jopart/muag007",
          "filter": 0
        },
        {
          "title": "Are Public Officials More Risk-averse than Private Sector Employees in Decision-making? Interest and Accountability Matter",
          "authors": "Jinfeng Zhang, Minjie Song, Zengqiang Qin, Ran Xu, Rong Ran",
          "abstract": "Public officials are traditionally thought to be more risk-averse than private sector employees, yet consistent empirical evidence is lacking. Prospect theory posits that individuals’ risk decision preferences are influenced by the framing of gains or losses, but it does not distinguish whether gains and losses pertain to personal or public interests. This study incorporates the type of interest with gain–loss framing to construct decision scenarios and compare risk preferences between public officials and private sector employees. In Experiment 1 (Npublic officials = 897, Nprivate sector employees = 685), using a 3 (public interest vs. public-private mixed interest vs. private interest) × 2 (gain frame vs. loss frame) design, public officials were found to exhibit greater risk aversion than private sector employees when the loss frame involves the public interest, while no significant differences were observed for a gain frame involving either the public interest or private interest. Applying blame avoidance theory, accountability is positioned here as a core factor to further explore why public officials are more risk-averse than private sector employees when facing public interest losses. In Experiment 2 (Npublic officials = 625, Nprivate sector employees = 630), using a 2 (reward vs. punishment-oriented accountability) × 2 (process vs. outcome-oriented accountability) design in a public interest decision-making context, public officials were found to be more risk-averse than private sector employees in the case of outcome-oriented punishment accountability. In the other three types of accountability conditions, public officials exhibited a similar risk preference to private sector employees. These findings reveal the situational factors underlying public officials’ risk aversion, and offer practical insights for designing accountability systems that effectively guide decision-making in the public sector.",
          "url": "https://doi.org/10.1093/jopart/muag006",
          "doi": "https://doi.org/10.1093/jopart/muag006",
          "filter": 0
        },
        {
          "title": "Partisan Bias and Performance Improvement Efforts in Program Administration: Evidence from Unemployment Insurance Programs in the American States",
          "authors": "George A Krause, Ji Hyeun Hong",
          "abstract": "One critical way that public agencies can improve administrative performance is through its discretionary efforts at detecting program errors. This requires an alignment between political and administrative objectives within executive branch governance. Specifically, we hypothesize that agency efforts for detecting benefit overpayment errors from state unemployment insurance (UI) programs will be higher under Republican partisan gubernatorial control of state UI agency heads compared to Democratic counterparts. Based on panel data consisting of 999 observations covering fifty state UI agencies between 2002-2021, our lognormal maximum likelihood estimates reveal a partisan differential between Republican and Democratic governors with direct appointment control over UIP agency heads are associated with a within-state average of $ 2.647 million higher correction of benefit overpayments to unemployed claimants (i.e., a per claimant overpayment case partisan differential of $ 618.68). State UIP agencies investments in performance improvement that identify program waste reflect the importance of partisan incentives, coupled with unity in executive branch governance.",
          "url": "https://doi.org/10.1093/jopart/muag005",
          "doi": "https://doi.org/10.1093/jopart/muag005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "The Organizational Dynamics of Bureaucratic Resistance to Undemocratic Pressures: A Conjoint Experiment in Brazil",
          "authors": "Mariana Costa Silveira, Gabriela Spanghero Lotta, Luciana Cingolani, João Victor Guedes‐Neto, Alexandre de Ávila Gomide, Pedro Masson Sesconetto Souza",
          "abstract": "Democratic backsliding raises new challenges for bureaucracies as politicians undermine democratic institutions and the rule of law. Although bureaucracies can play a central safeguarding role, little is known about the organizational conditions that foster resistance to undemocratic pressure. This study tests whether organizational networks (peers and professional associations) and resources (expertise and voice mechanisms) influence bureaucrats' willingness to oppose undemocratic demands from political superiors. Drawing on a preregistered conjoint survey experiment with Brazilian bureaucrats ( N = 2481; 14,886 evaluations), we find that support from peers, professional associations, and credible voice channels increases open resistance, whereas peer disagreement reduces silent resistance. This study is among the first large‐scale survey experiments to manipulate organizational attributes in democratic backsliding. We advance scholarship by developing a meso‐level organizational framework that connects networks and resources to micro‐level resistance, bridging research on democratic backsliding and behavioral public administration, and providing practical guidance for strengthening democratic guardianship in organizations.",
          "url": "https://doi.org/10.1111/puar.70097",
          "doi": "https://doi.org/10.1111/puar.70097",
          "filter": 0
        },
        {
          "title": "A Chequered History but Positive Future for British Public Administration",
          "authors": "Ian C. Elliott, Liz Richardson, Catherine Durose, Sarah Ayres, John Boswell, Paul Cairney, Matthew Flinders, Steve Martin",
          "abstract": "Public services, public servants, and the study of Public Administration are operating in a context of global turbulence. Our review of the state of the discipline suggests that a core strength of British Public Administration has been the complementarity between scholarship and practice, responding to existential threats. We analyze changing relationships between the discipline and practice in British public administration over three eras: Applied, fragmented, and impactful. The applied era saw mutual exchange, but a lack of criticality. The fragmented era was one of a retreat to over‐specialization and identity crises. The impactful era has tried to revivify synergies but has struggled for coherence and criticality. Looking to the future, the nascent sub‐field of Positive Public Administration is identified as providing an opportunity to radically redefine the scientific quality and social relevance of the discipline due to the way it blends constructive engagement with independent criticality.",
          "url": "https://doi.org/10.1111/puar.70094",
          "doi": "https://doi.org/10.1111/puar.70094",
          "filter": 0
        },
        {
          "title": "Contextualizing the Effect of Community Social Capital on Racial Health Disparities: The Moderating Role of Racial Segregation and Citizen Ideology",
          "authors": "Jing Peng, Kaifeng Yang",
          "abstract": "While public administration research has made important strides in understanding social capital, less is known about how its effects vary across populations and contexts. This study investigates how racial segregation and citizen ideology shape the relationship between community social capital and flu vaccination rates among White and Black Medicare beneficiaries. Findings reveal that although social capital is associated with higher vaccination rates, its benefits are unequally realized, favoring Whites over Blacks. Racial segregation weakens the positive effect of social capital for Blacks and exacerbates health disparities. Liberal ideology amplifies the influence of social capital on vaccination rates for Whites, but this amplifying role is not statistically significant for Blacks or the racial gap. The results highlight the need for scholars to incorporate social equity more explicitly into social capital research, to measure group‐specific social capital, and to account for the structural and cultural contexts that condition its effects.",
          "url": "https://doi.org/10.1111/puar.70101",
          "doi": "https://doi.org/10.1111/puar.70101",
          "filter": 0
        },
        {
          "title": "Inclusive Growth in Africa: Do Democracy and Regime Sustainability Matter?",
          "authors": "Jacques Simon Song, Borice Augustin Ngounou",
          "abstract": "Institutional quality in Africa has evolved over the last two decades, fuelling an extremely fertile literature. In this article, we examine the effects of democracy and regime sustainability on inclusive growth. Based on a sample of 48 African countries, we specify and estimate a panel data model by Ordinary Least Squares (OLS) and the Driscoll–Kraay method, whose robustness is confirmed via the Lewbel 2SLS method, and a dynamic panel data model proved by the System Generalized Method of Moments (S‐GMM) over the period 1995–2020. Our results show that democracy and regime sustainability significantly and statistically improve inclusive growth in Africa. The robustness of these results is confirmed by taking into account governance indicators and the homogenization of resource‐poor countries. However, regime sustainability and democracy significantly reduce inclusive growth in resource‐rich countries. Plausible explanations for the contradictory results lie in the curse of natural resources and the rentier behavior of certain political leaders, which complicate the structural transformation of natural endowments. We suggest an institutional optimisation by consolidating the institutional environment through the establishment of economic and political rules.",
          "url": "https://doi.org/10.1111/puar.70093",
          "doi": "https://doi.org/10.1111/puar.70093",
          "filter": 0
        },
        {
          "title": "When Network Meets Bureaucracy: Direct and Indirect Effects of Mandates on Crisis Response Collaboration",
          "authors": "Minyoung Ku",
          "abstract": "Mandated networks, as a distinct form of collaborative governance, have received increasing scholarly attention in recent years. Yet their effectiveness remains debated, and the mechanisms through which mandates shape interorganizational collaboration in crisis response are not well understood. Drawing on institutional and network perspectives, this article examines the direct and indirect effects of mandates on collaborative tie formation during crises. Using social network analysis of collaborative ties among 424 organizations—including members of 62 legally mandated safety and disaster committees—during the 2015 epidemic in South Korea, the study shows that both direct bureaucratic and network‐mediated mechanisms shaped these ties, with indirect effects predominating. It reveals how relational dynamics at the dyadic and group levels mediated collaborative ties, accounting for sequential and feedback effects between levels and comparing these effects in mandated versus voluntary ties. The findings highlight mandated networks' potential as institutional arrangements for preserving governance stability under turbulent conditions.",
          "url": "https://doi.org/10.1111/puar.70095",
          "doi": "https://doi.org/10.1111/puar.70095",
          "filter": 0
        },
        {
          "title": "The Loyalty Trap (1st edition)By JaimeKucinskas, New York: Columbia University Press, 2025. 416 pp. $30.00 (paperback). ISBN: 978‐0‐23‐120815‐4",
          "authors": "Erik‐Jan van Dorp",
          "url": "https://doi.org/10.1111/puar.70100",
          "doi": "https://doi.org/10.1111/puar.70100",
          "filter": 0
        },
        {
          "title": "Re‐Imagining the Epistemic Possibilities of GPT for Public Administration Research in Competitive Settings",
          "authors": "Yanto Chandra, Jianxiang Tan",
          "abstract": "Innovation is desirable for the public sector. Yet understanding what and how some innovation projects survive and thrive in a competitive landscape—or public sector innovation—is often challenging. The challenges not only rest in the invisibility of the features of an innovation to human eyes but also in the lack of their accessibility for analysis. This study showcases a methodological framework using a generative pre‐trained transformer (GPT) for scale development and synthetic data generation to measure, predict, retrodict, and calibrate innovation outcomes using real‐world and synthetic data and a human‐in‐the‐loop process. This study demonstrates the epistemic gains of the framework in predicting and manipulating competitive texts to simulate the past, present, and possibly the future. The approach offers avenues for future research on a wide range of competitive phenomena using large‐scale text analysis across the social sciences.",
          "url": "https://doi.org/10.1111/puar.70098",
          "doi": "https://doi.org/10.1111/puar.70098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "In transparent government we trust: open government data, transparency perception, and public trust in China",
          "authors": "Shouzhi Xia, Chen Zhang",
          "url": "https://doi.org/10.1080/14719037.2026.2632703",
          "doi": "https://doi.org/10.1080/14719037.2026.2632703",
          "filter": 0
        },
        {
          "title": "Third time’s the charm: revisiting the customer in public service logic",
          "authors": "Hannu Torvinen, Hanna Komulainen, Satu Nätti, Saila Saraniemi",
          "url": "https://doi.org/10.1080/14719037.2026.2631748",
          "doi": "https://doi.org/10.1080/14719037.2026.2631748",
          "filter": 0
        },
        {
          "title": "A tyranny of metrics vs. a tool for learning: exploring performance information use on the spectrum of formal to relational in outcomes-based contracts",
          "authors": "Eleanor Carter, Michael Gibson, Carolyn J. Heinrich, Deanna Malatesta",
          "url": "https://doi.org/10.1080/14719037.2026.2630985",
          "doi": "https://doi.org/10.1080/14719037.2026.2630985",
          "filter": 0
        },
        {
          "title": "What drives parents to co-create value in public schools: examining the role of ideological orientation",
          "authors": "Eimante Survilaite, Vilte Auruskeviciene, Zilvinas Zidonis, Dalius Misiunas, Justina Sidlauskiene",
          "url": "https://doi.org/10.1080/14719037.2026.2628119",
          "doi": "https://doi.org/10.1080/14719037.2026.2628119",
          "filter": 0
        },
        {
          "title": "Public service logic: a systematic literature review",
          "authors": "Carmine Sergianni, Danilo Brozović, Thomas Andersson",
          "url": "https://doi.org/10.1080/14719037.2026.2631749",
          "doi": "https://doi.org/10.1080/14719037.2026.2631749",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Understanding Corporate Criminal Careers: Insights From a Systematic Narrative Review of Longitudinal Studies",
          "authors": "Marieke H. A. Kluin, Natalie Schell‐Busey, Sally S. Simpson, Jordan M. Pierce",
          "abstract": "In a systematic narrative review of 33 longitudinal corporate crime studies, we identify and describe corporate criminal career dimensions: participation, frequency, crime mix, and duration. Themes and patterns across data sources are assessed, including information collected that informs a corporate criminal career perspective and what remains unexamined. Main findings reveal: (1) most longitudinal studies do not explicitly focus on the corporate criminal career; (2) a significant number of companies offend occasionally over time, but others offend often (chronically) or not at all; (3) typically, studies examine one or two types of offending, offering little insight into crime mix; and (4) identifiable groups of corporations show evidence of both stability and change over time. Studies provide insights for understanding the dimensions of corporate criminal careers (some more than others), but more explicit and detailed longitudinal work is needed. We conclude by identifying potential areas for theoretical advances and future research.",
          "url": "https://doi.org/10.1111/rego.70127",
          "doi": "https://doi.org/10.1111/rego.70127",
          "filter": 0
        },
        {
          "title": "How Well Do Governments Assess the Distributional Impacts of Policy?",
          "authors": "Caroline Cecot, Robert W. Hahn, Eslem Imamoglu",
          "abstract": "Policy makers are showing increased interest in understanding the impacts of public policies on subgroups of the population. We provide the first cross‐regional comparison of distributional analyses by examining 907 benefit–cost analyses (BCAs) in the United States, the United Kingdom, and the European Union from 2016 through 2020. In these regions, we find almost no quantification of net benefits for a population subgroup (2 US BCAs, 0 UK BCAs, and 1 EU BCA). Distributional weights were also rarely used (5 UK BCAs, none elsewhere). Moreover, when distributional weights were used in the United Kingdom, they were used mainly to evaluate policies involving income transfers between low‐ and high‐income groups rather than in broader regulatory analyses. We consider possible explanations for the lack of quantification of net benefits by subgroup along with the implications of our findings for conducting distributional analysis. JEL Classification: K23, K32, Q58, I0",
          "url": "https://doi.org/10.1111/rego.70122",
          "doi": "https://doi.org/10.1111/rego.70122",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
