{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Mobilizing Europe’s citizens to take action on migration and climate change: behavioral evidence from 27 EU member states",
          "authors": "Heiko Giebler, Johannes Giesecke, Macartan Humphreys, Swen Hutter, Heike Klüver",
          "url": "https://doi.org/10.1080/13501763.2025.2512032",
          "doi": "https://doi.org/10.1080/13501763.2025.2512032",
          "filter": 0
        },
        {
          "title": "Administrating crisis is just a transition: interventions on bureaucratic activity in the United Kingdom, 1987–2022",
          "authors": "Shaun Bevan, Zachary Greene",
          "url": "https://doi.org/10.1080/13501763.2025.2514827",
          "doi": "https://doi.org/10.1080/13501763.2025.2514827",
          "filter": 0
        },
        {
          "title": "Why firms lobby more alone than collectively: a systematic test across three countries",
          "authors": "Juho Vesa, Marcel Hanegraaff, Anne Skorkjær Binderkrantz, Mika Vehka",
          "url": "https://doi.org/10.1080/13501763.2025.2512033",
          "doi": "https://doi.org/10.1080/13501763.2025.2512033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "How do policy environments shape public service motivation during the national disaster? Evidence from large-scale survey experiments – CORRIGENDUM",
          "authors": "Don S. Lee, Kee Hoon Chung, Soonae Park",
          "url": "https://doi.org/10.1017/s0143814x2510069x",
          "doi": "https://doi.org/10.1017/s0143814x2510069x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Social Equity and Representative Bureaucracy: The Case of Nigeria's Federal Character Principle",
          "authors": "Ene Ikpebe, Bodunrin Akinrinmade, Eric Asempah",
          "abstract": "This paper investigates the attitudes of public servants toward government‐mandated equity‐focused public sector hiring. We study this in the context of the Federal Character Principle (FCP) in Nigeria, which exists to ensure ethnic, gender, and religious representation in the federal civil service. Utilizing in‐depth interviews of mid‐level employees in select ministries, we ask: (1) do Nigerian public servants value the FCP? (2) do they experience a sense of diversity and inclusion within their agencies that they associate with the FCP? (3) how is FCP implementation related to the perception of organizational legitimacy? We find that civil servants see the FCP as a valuable policy, but they express concerns for its potential effects on civil servant quality and effectiveness. Respondents highlight the largely unsuccessful policy implementation, but trust the leadership of organizations considered more representative. Given the results, we discuss balance in the pursuit of public administration pillars—efficiency, economy, effectiveness, and equity.",
          "url": "https://doi.org/10.1111/padm.13072",
          "doi": "https://doi.org/10.1111/padm.13072",
          "filter": 0
        },
        {
          "title": "Unpacking Approaches to Digitalization Strategy",
          "authors": "Jakob Kühler, Tobias Polzer, Isabella Proeller, Sabine Kuhlmann, Justine Marienfeldt",
          "abstract": "According to existing strategic management literature certain sets of alignments between the content and key elements of strategy enhance organizational performance. While local governments are increasingly adopting strategic approaches to manage digitalization, research that examines such alignments in strategy for digital change is scarce. To introduce such a relational perspective, we develop a framework for analyzing digitalization strategy. We show through a comparative case study that municipalities primarily choose to focus digitalization efforts on the improvement of services, often using “tried and tested” applications, rather than experimenting with the latest digital innovations. Yet, we observe misalignment in organizing and implementing for this strategic choice, eventually undermining digitalization efforts. We contribute to the literature that explains the nature of digital change by directing attention to the interplay of strategy elements and highlight the importance to view digitalization strategy as embedded in a relational structure of actors, contents, processes and structures.",
          "url": "https://doi.org/10.1111/padm.13070",
          "doi": "https://doi.org/10.1111/padm.13070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "The interactive effects of professionalism and politicization: why professional standards and political control mix like oil and water",
          "authors": "Anmol Soni, Evan Mistur, M. Blake Emidy",
          "url": "https://doi.org/10.1080/14719037.2025.2513488",
          "doi": "https://doi.org/10.1080/14719037.2025.2513488",
          "filter": 0
        },
        {
          "title": "The dual nature of innovation in government: differentiating between generation and borrowing",
          "authors": "Jianxing Yu, Junxing Wang, Biao Huang",
          "url": "https://doi.org/10.1080/14719037.2025.2511891",
          "doi": "https://doi.org/10.1080/14719037.2025.2511891",
          "filter": 0
        },
        {
          "title": "Contribute to public value, experience flow: evidence from a two-wave study in the context of public administration",
          "authors": "Timo Meynhardt, Jessica Bardeli, Fabian Christandl, Maximilian Feser",
          "url": "https://doi.org/10.1080/14719037.2025.2504200",
          "doi": "https://doi.org/10.1080/14719037.2025.2504200",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Navigating the EU Corporate Sustainability Due Diligence Directive: How Multinational Enterprises Approach Regulatory Familiarization in the Chocolate Sector",
          "authors": "Manuel Kiewisch",
          "abstract": "Adopted in 2024, the EU Corporate Sustainability Due Diligence Directive (EUCS3D, alternatively EUCSDDD) instructs member states to regulate human rights and environmental due diligence across business operations and their global value chains. Businesses started to familiarize themselves with the new directive to develop future compliance strategies. Despite its importance, the familiarization process has received little attention in research. Through interviews with employees and legal intermediaries, this paper investigates how multinational enterprises in the chocolate sector experienced this process. Drawing from socio‐legal theory, the findings show that business behavior adapts to shifts in regulatory governance that underpin key concepts of the EUCS3D, such as due diligence . Although the impact of those changes on the rights situation across global value chains remains uncertain, this paper contributes valuable insights for governance and compliance research. For practitioners, it underlines the importance of reliable transposition of rules for business, of multi‐partite negotiation in compliance‐relevant processes, and that appropriate regulatory governance may ease resistance to new regulation in interplay with business and global value chain context.",
          "url": "https://doi.org/10.1111/rego.70042",
          "doi": "https://doi.org/10.1111/rego.70042",
          "filter": 0
        },
        {
          "title": "Responding to Regulatory Feedback: Financial Capacity, Revenue Expectations, and Firms' Responses to the Authority's Recommendations",
          "authors": "Sanne R. van Duin, Henri C. Dekker, Juan P. Mendoza, Jacco L. Wielhouwer",
          "abstract": "In various regulatory settings, firms receive feedback (i.e., firm‐specific private advice) from authorities on how to improve compliance. Although the literature sheds light on the authorities' decision of when to provide feedback, less is known about firms' decisions on how to respond. Building on research on compliance and regulation, we expect a higher level of responsiveness to feedback when the financial capacity to cover short‐term costs is higher (as this allows firms to allocate resources for compliance in the current period) and when firms expect higher revenues for the upcoming period (as current non‐compliance represents the risk of a larger future loss). We also expect a conditional association: having a limited financial capacity may truncate the effect of positive expectations (inability to respond), and negative expectations may truncate the effect of having a sufficient financial capacity (lack of incentive to respond). To test these hypotheses, we examine anonymized financial and regulation‐related data of over 5500 financial intermediaries operating in the Netherlands during 2009 and 2010. The results of a series of tests indicate that the effects of financial capacity and revenue expectations are indeed distinct yet independent. Interestingly, responding to feedback depends on positive expectations, even when firms have a limited current financial capacity to respond.",
          "url": "https://doi.org/10.1111/rego.70034",
          "doi": "https://doi.org/10.1111/rego.70034",
          "filter": 0
        },
        {
          "title": "The New Knowledge: Information, Data and the Remaking of Global PowerBy BlayneHaggart and NatashaTusikov, Lanham: Rowman &amp; Littlefield, 2023. 337 pp. $120.00 (hardback). ISBN: 978‐1‐5381‐6087‐9",
          "authors": "Roxana Vatanparast",
          "url": "https://doi.org/10.1111/rego.70043",
          "doi": "https://doi.org/10.1111/rego.70043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
