{
  "update": "2026-01-30",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Who wants to accelerate digitalization? Evidence from the next generation EU program",
          "authors": "Alexander Kuo, Reto Bürgisser, Aina Gallego, Silja Häusermann",
          "url": "https://doi.org/10.1080/13501763.2026.2617443",
          "doi": "https://doi.org/10.1080/13501763.2026.2617443",
          "filter": 0
        },
        {
          "title": "Free movement and the challenge of emigration: how does EU law structure redistribution through people?",
          "authors": "Cecilia Bruzelius, Dion Kramer",
          "url": "https://doi.org/10.1080/13501763.2026.2616324",
          "doi": "https://doi.org/10.1080/13501763.2026.2616324",
          "filter": 0
        },
        {
          "title": "The Trump effect: Readiness 2030, SAFE, and the German debt brake reform",
          "authors": "Federico Fabbrini, Sergio Fabbrini",
          "url": "https://doi.org/10.1080/13501763.2026.2617439",
          "doi": "https://doi.org/10.1080/13501763.2026.2617439",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "The More Expertise the Better? Examining the Impact of Policy Venue Specialization on Environmental Policy Compliance",
          "authors": "Yuhao Ba",
          "abstract": "We study the impact of policy venue specialization, the deliberate creation of domain-specific, expertise-intensive institutions, on environmental policy compliance. Leveraging a recent institutional reform in China, where municipal-level environmental courts were introduced to strengthen China’s environmental governance, we use a multi-period difference-in-differences approach to assess their influence on environmental misconduct among a key group of policy targets: local businesses. Our findings indicate that these specialized venues significantly deter environmental misconduct, with stronger effects observed among larger firms and those in less-polluting industries. Mechanism analyses further show that increases in firms’ innovation efforts, rather than enhanced government attention to environmental issues, help explain these observed compliance improvements, clarifying the causal pathways through which venue specialization enhances policy compliance. By linking institutional design directly to compliance outcomes, we move beyond the conventional process-oriented focus of policy venue research and demonstrate how new, specialized institutions affect governance outcomes. Additionally, our study offers new insights into the distinctive institutional capacities and policy impacts of judicial venues, complementing prior research that has primarily examined executive, legislative, or hybrid collaborative policy venues.",
          "url": "https://doi.org/10.1093/jopart/muag002",
          "doi": "https://doi.org/10.1093/jopart/muag002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Retirement challenges amidst demographic changes",
          "authors": "Nicholas Stowell, Yuzhu Zeng, Jacek Kugler",
          "abstract": "Around the start of the 21st century, countries began to experience a unique demographic transition. After generations of declining dependency and expanding labor forces, increasing longevity and persistently low fertility have reversed dependency trajectories. This paper examines the political consequences of rapid demographic aging and retirement reforms. An empirical assessment of 41 countries from 1980 to 2020 suggests that efforts to postpone retirement are politically destabilizing. In particular, increases in average retirement age and labor force participation among older cohorts may increase political instability. Demographic forecasts for rich and middle-income countries indicate a massive growing demand for age-related public services, alongside a rapid decline in the relative size of economically active populations. Policy reform is therefore urgently needed to sustain pension systems, maintain economic growth, and mitigate political instability. The paper concludes that governments must consider country-specific demographic, political, and economic conditions when designing alternatives to potentially destabilizing retirement reforms.",
          "url": "https://doi.org/10.1017/s0143814x25100986",
          "doi": "https://doi.org/10.1017/s0143814x25100986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Enhancing Citizens' Willingness to Engage in Co‐Production: Insights Into Value Creation as a Key Motivator",
          "authors": "Jing Chen, Jichun Chen, Qi Bian",
          "abstract": "Existing research on citizen participation in co‐production has largely focused on instrumental factors, with limited attention to value‐driven motivations. This study investigates the role of value‐driven factors in shaping citizens' willingness to engage in co‐production, specifically examining benefit creation and responsibility‐driven motivations. It develops an analytical framework and tests it through a survey experiment on community environmental governance. Results show that both public and individual benefit creation enhance participation, with public benefit having a stronger effect. Individual responsibility fosters engagement, while shared responsibility has no significant impact. Compared with other forms of integration, the combination of public benefit creation and individual responsibility yields the highest level of participation willingness, highlighting their synergistic interaction. This study advances the understanding of citizen participation in co‐production by incorporating value‐driven motivations, particularly benefit creation, and responsibility‐driven motivations into theoretical and practical frameworks.",
          "url": "https://doi.org/10.1111/padm.70042",
          "doi": "https://doi.org/10.1111/padm.70042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Strategic Use of Ad Hoc Commissions for Blame Avoidance: Evidence From Chile",
          "authors": "Carla Cisternas",
          "abstract": "Ad hoc commissions are well known in policymaking, yet their strategic deployment during crises remains less understood. This study examines how governments rely on expert commissions to manage blame and political risk in response to critical events. I argue that while commissions facilitate blame avoidance, their use is constrained when delegating authority to experts poses greater risks than benefits. Using logit models on longitudinal data from Chile (1990–2022), I assess how critical events affect commission appointments. The study draws on a novel dataset constructed through archival research and develops an original indicator of critical events using billions of media records from Google Jigsaw's Global Database of Events, Language, and Tone (GDELT). The findings reveal a conditional logic: high presidential disapproval and frequent critical events are associated with greater use of commissions, whereas sustained or severe events are linked to lower use. These results suggest that the deployment of expert commissions as a blame avoidance strategy is conditional on governments' political risk calculus.",
          "url": "https://doi.org/10.1111/puar.70082",
          "doi": "https://doi.org/10.1111/puar.70082",
          "filter": 0
        },
        {
          "title": "e ‐Government Adoption in Ghana: Structural Conditions and Employee Affective Orientation",
          "authors": "Sandy Zook, Peter Adjei‐Bamfo, Thema Monroe‐White, Justice N. Bawole",
          "abstract": "Globally, technological innovations are driving governments towards e‐government adoption. Digitization efforts have met with more resistance and challenges in the Global South context due to high levels of financial, logistical, and technical constraints. The information and communication technology for development literature provides two lenses for examining e‐government adoption: structural conditions (e.g., infrastructure, financial resources) and the affective orientations (e.g., attitudes, beliefs, values) of actors towards technology. Connecting these two lenses frames the analysis of a case study on a nascent digital nonprofit registration process in Ghana built by drawing on historical information, country context, observations, and interviews with public bureaucrats representing the central government and 17 local government authorities. The findings identify key structural conditions and affective orientations, including informal bring‐your‐own‐device norms, that have become necessary for leveraging technological capabilities. Insights may be extended to other world regions and contexts that face similar constraints in their pursuit of digital transformations.",
          "url": "https://doi.org/10.1111/puar.70068",
          "doi": "https://doi.org/10.1111/puar.70068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Digital surveillance governance: understanding developments in the use of personal data in public sector reform",
          "authors": "Jonas Lund-Tønnesen",
          "url": "https://doi.org/10.1080/14719037.2026.2620546",
          "doi": "https://doi.org/10.1080/14719037.2026.2620546",
          "filter": 0
        },
        {
          "title": "Institutional complexity of public sector reform: conflicts and dynamics in local–regional cooperation",
          "authors": "Paula Rossi, Henna Paananen, Anni Jäntti, Harri Jalonen, Arto Haveri",
          "url": "https://doi.org/10.1080/14719037.2026.2620544",
          "doi": "https://doi.org/10.1080/14719037.2026.2620544",
          "filter": 0
        },
        {
          "title": "Examining the drivers of citizen-to-citizen co-production amidst administrative burdens: a randomized experiment",
          "authors": "Donavon Johnson",
          "url": "https://doi.org/10.1080/14719037.2026.2619479",
          "doi": "https://doi.org/10.1080/14719037.2026.2619479",
          "filter": 0
        },
        {
          "title": "Street-level bureaucrats’ cognitive coping during public service delivery: a systematic literature review",
          "authors": "Ofek Edri-Peer, Nissim Cohen",
          "url": "https://doi.org/10.1080/14719037.2026.2620549",
          "doi": "https://doi.org/10.1080/14719037.2026.2620549",
          "filter": 0
        },
        {
          "title": "Postfeminist career retreatism among women leaders in the public sector",
          "authors": "Joan Ballantine, Corina Sheerin, Patricia Lewis",
          "url": "https://doi.org/10.1080/14719037.2026.2622525",
          "doi": "https://doi.org/10.1080/14719037.2026.2622525",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
