{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "High‐Profile Corruption Convictions, Government Reactions, and Public Approval: A Comparative Analysis Across Levels of Democracy",
          "authors": "Manoel Gehrke, Feng Yang",
          "abstract": "This study investigates the political effects of corruption convictions involving former heads of government. Drawing on an original dataset of convictions and annual, nationally representative surveys covering over 130 countries from 2006 to 2019, we employ a difference‐in‐differences approach to analyze how these events shape government approval. Our findings indicate a notable contrast: in less democratic countries, convictions boost support for the government, whereas their effect is negligible in more democratic contexts. We reveal a key mechanism behind this divergence by showing how incumbent governments respond differently to the convictions. In less democratic settings, governments exploit corruption convictions by emphasizing the personal virtues of their leaders. Beyond identifying this critical condition that prompts political elites to adopt personalistic appeals, we also demonstrate how these appeals resonate with the public. These findings have implications for debates on the consequences of anti‐corruption efforts and their relationship with populism.",
          "url": "https://doi.org/10.1111/gove.70019",
          "doi": "https://doi.org/10.1111/gove.70019",
          "filter": 0
        },
        {
          "title": "Gender and the Collegial Face of Executive Politics: Priorities, Presence, and Power",
          "authors": "Nicholas Allen, Kenny William Ie, Nora Siklodi",
          "abstract": "This article shows, for the first time, gendered patterns in the organization and composition of collegial executive institutions below the level of the cabinet. Drawing on an original dataset of ministerial cabinet committees since the 1990s, we investigate how ministerial supply, gendered norms, and ideology affect committee priorities, women's presence, and access to power in Australia, Canada, New Zealand, and the United Kingdom. Committee priorities remain predominantly masculine, despite the increasing supply of women in all cases, but women's presence strengthens with increasing ministerial supply. However, women are regularly excluded from masculine committees and influential chairing positions on such committees. Ideology indirectly affects gendered priorities, presence and power through its effect on supply. These findings demonstrate the persistence and strength of gender as an entrenched feature of institutional design in executive politics and provide a basis for further research into how gender impacts collegiality and collective decision‐making.",
          "url": "https://doi.org/10.1111/gove.70022",
          "doi": "https://doi.org/10.1111/gove.70022",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1111/gove.12873",
          "doi": "https://doi.org/10.1111/gove.12873",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "From transformation to demarcation: explaining the EU’s shifting motivations of the enlargement policy",
          "authors": "Marius Ghincea, Laurențiu Pleșca",
          "url": "https://doi.org/10.1080/13501763.2025.2498033",
          "doi": "https://doi.org/10.1080/13501763.2025.2498033",
          "filter": 0
        },
        {
          "title": "Securitisation of EU policy: how Russia's invasion of Ukraine is changing Europe",
          "authors": "Mitchell A. Orenstein",
          "url": "https://doi.org/10.1080/13501763.2025.2497350",
          "doi": "https://doi.org/10.1080/13501763.2025.2497350",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Breaking the rules, but for whom? How client characteristics affect frontline professionals’ prosocial rule-breaking behavior",
          "authors": "Eduard Schmidt, Bernard Bernards, Suzan van der Pas",
          "abstract": "Studies have shown that a client’s characteristics can affect frontline professionals’ decision-making and use of discretion. However, we do not know whether these dynamics also exist in frontline professionals' prosocial rule-breaking (PSRB): breaking rules to benefit clients. This study focuses on to what extent and how client characteristics affect PSRB by frontline professionals. Using an innovative within-person vignette experiment among professionals in social welfare teams in the Netherlands (N=58 professionals; 424 observations), we focus on clients’ earned, needed, and resource deservingness. The results show that all three elements of deservingness positively affect the willingness of professionals to engage in PSRB, but needed deservingness has the greatest effect. Through three focus groups (N=21 respondents), we build on this finding to reveal how different motives for PSRB align with various dimensions of deservingness. The results contribute to theory development on the use of discretion among frontline professionals.",
          "url": "https://doi.org/10.1093/jopart/muaf010",
          "doi": "https://doi.org/10.1093/jopart/muaf010",
          "filter": 0
        },
        {
          "title": "Correction to: The weakness of weak ties: do social capital investments among leaders pay off during times of disaster?",
          "url": "https://doi.org/10.1093/jopart/muaf008",
          "doi": "https://doi.org/10.1093/jopart/muaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "What Reasoning Do Frontline Professionals Use Around Citizen‐Clients' Socioeconomic Status: Exploring the Mechanisms",
          "authors": "Fia van Heteren, Nadine Raaphorst, Sandra M. Groeneveld, Jet M. Bussemaker",
          "abstract": "This paper examines socioeconomic status (SES) as an indicator for decision‐making among frontline professionals in healthcare, focusing on general practitioners (GPs). Aside from research on stereotypes, we know little about how frontline professionals reason about SES in decision‐making. This study addresses this gap by investigating how GPs use SES to develop care for patients with varying SES backgrounds. Based on qualitative interviews, the study identifies three SES reasonings that are closely intertwined with the status of patients: (1) status preservation reasoning describes how GPs interpret SES cues and status stability in relation to what needs to be preserved, (2) social distance reasoning helps explain how social distance creates a reference point when helping the patient, and (3) together reasoning describes how GPs use patients' busyness and educational level to develop treatment plans together with the patient. This study contributes to the existing literature by distinguishing SES reasonings in frontline professionals' decision‐making.",
          "url": "https://doi.org/10.1111/padm.13065",
          "doi": "https://doi.org/10.1111/padm.13065",
          "filter": 0
        },
        {
          "title": "Maintaining Collective Legitimacy During Crisis: A Case of Social Enterprise Intermediaries in Scotland",
          "authors": "Seemab Farooqi, Stephen Knox",
          "abstract": "Existing research offers little insight into how governance networks can maintain their legitimacy during institutional disruption. Through an in‐depth case study of a network of third sector organizations in Scotland that worked to deliver government funds and support during the COVID‐19 pandemic to social enterprises and charities, this paper sheds light on this topic. Our analysis highlights the importance of work to retain the structure of the network by affirming mission focus and rules of collaboration, promoting and aligning the network with external stakeholders, and building and breaking relationships. We propose a conceptual model illustrating how these efforts to maintain legitimacy interact dynamically, demonstrating that successful network management during crises relies on the collective ability to adapt to evolving pressures. These insights contribute to the extant research on network governance and institutional maintenance.",
          "url": "https://doi.org/10.1111/padm.13067",
          "doi": "https://doi.org/10.1111/padm.13067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Celebrating 85 Years",
          "url": "https://doi.org/10.1111/puar.13962",
          "doi": "https://doi.org/10.1111/puar.13962",
          "filter": 0
        },
        {
          "title": "American Society for Public Administration Code of Ethics",
          "url": "https://doi.org/10.1111/puar.13961",
          "doi": "https://doi.org/10.1111/puar.13961",
          "filter": 0
        },
        {
          "title": "Building Networks Through Policy Transfer: A Case Study of the Transnational History of Public Administration Clearing House",
          "authors": "Xi Chen",
          "abstract": "Based on archival data, this study utilizes the theoretical framework of policy transfer to conduct a case analysis of the history of PACH's transnational dissemination of its unique networking ideas, institutional models, and practices in the mid‐20th century. The findings indicate that during the two stages before and after World War II, PACH's transnational transfer activities demonstrated different features in terms of motives, actors, content, routes, degrees, constraints, and facilitating factors for transfer. Our analysis shows the transnational transfer capabilities possessed by professional organizations as a special type of non‐state actor, as well as the dual influence of professional mission and geopolitical factors on its transfer processes. This study provides a complementary perspective and empirical evidence for explaining the network formation in the field of public administration. The findings may help contemporary public administrative organizations consider how to adopt more effective strategies to participate in global governance through transnational cooperation.",
          "url": "https://doi.org/10.1111/puar.13960",
          "doi": "https://doi.org/10.1111/puar.13960",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/puar.13839",
          "doi": "https://doi.org/10.1111/puar.13839",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/14719037.2025.2496564",
          "doi": "https://doi.org/10.1080/14719037.2025.2496564",
          "filter": 0
        },
        {
          "title": "The influence of new public management on the police first-line manager: exploring the challenges faced by practitioner managers",
          "authors": "Scott Banks, Anthony May",
          "url": "https://doi.org/10.1080/14719037.2025.2496714",
          "doi": "https://doi.org/10.1080/14719037.2025.2496714",
          "filter": 0
        },
        {
          "title": "The metagovernance of power in collaboration innovation: a case study of transforming local systems in the Scottish Highlands",
          "authors": "Riley Livingstone",
          "url": "https://doi.org/10.1080/14719037.2025.2496992",
          "doi": "https://doi.org/10.1080/14719037.2025.2496992",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Legal Brokers of Chinese Investment in Cambodia: Compliance Between Contract and Culture",
          "authors": "Matthew S. Erie, Molly Bodurtha, Sokphea Young",
          "abstract": "In conventional understandings of compliance, lawyers and compliance officers internalize compliance within corporations. Complicating this model, this article argues that compliance professionals may occupy a Janus‐faced role between informality and formality. We use the case of “legal brokers” of Chinese investment in Cambodia as our empirical testing ground. Based on qualitative fieldwork conducted in Cambodia from 2019 to 2022, we find that legal brokers between Chinese investors and Cambodian counterparties are a vital feature of the market converting illicit into lawful capital. Our findings have implications for not just compliance professionals but also market entry, sustainable development, anti‐bribery, and rule of law. By drawing on theoretical literature including relational contract and guanxixue (the study of guanxi or “social ties”), we scale up our findings to conclude that a focus on legal brokers reveals a social reality that may be more emblematic for most of the world than the existing model.",
          "url": "https://doi.org/10.1111/rego.70021",
          "doi": "https://doi.org/10.1111/rego.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
