{
  "update": "2025-01-10",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "How should the EU respond to democratic backsliding? A normative assessment of expulsion and suspension of voting rights from the perspective of multilateral democracy",
          "authors": "Antoinette Scherz",
          "url": "https://doi.org/10.1080/13501763.2024.2444326",
          "doi": "https://doi.org/10.1080/13501763.2024.2444326",
          "filter": 0
        },
        {
          "title": "The implementation of decentralisation reforms in multi-level systems",
          "authors": "Javier Martínez-Cantó, Jorge M. Fernandes",
          "url": "https://doi.org/10.1080/13501763.2024.2448513",
          "doi": "https://doi.org/10.1080/13501763.2024.2448513",
          "filter": 0
        },
        {
          "title": "The comparative politics of just transition policies: building green-red winning coalitions in Spain and Ireland",
          "authors": "Matteo Mandelli",
          "url": "https://doi.org/10.1080/13501763.2024.2446364",
          "doi": "https://doi.org/10.1080/13501763.2024.2446364",
          "filter": 0
        },
        {
          "title": "A revolt of the distrustful? Political trust, political protest and the democratic deficit",
          "authors": "Edgar Grande, Daniel Saldivia Gonzatti",
          "url": "https://doi.org/10.1080/13501763.2024.2447457",
          "doi": "https://doi.org/10.1080/13501763.2024.2447457",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Cross-Sector Collaboration In Cities: Learning Journey Or Blame Game?",
          "authors": "Santiago Pulido-Gómez, Jorrit de Jong, Jan W Rivkin",
          "abstract": "The success of cross-sector collaborations (CSCs) in cities is mixed, and important questions remain about what distinguishes effective from ineffective collaborations. This comparative case study examined nine CSCs in three U.S. cities covering three public policy areas: education, economic development, and public safety. Nine group interviews, 110 individual interviews, and analysis of archival documents revealed common patterns, allowing us to build grounded theory about the roots of CSC success. We propose that how a collaboration responds to setbacks plays a crucial role. Success arises in collaborations that respond to setbacks with a process of mutual learning, in which participants come to anticipate each other’s actions, devise new ways of apportioning labor, and approach problems collectively. In contrast, failure follows when setbacks lead collaborations into a process of mutual blaming. No single mode of network governance is especially associated with success, but more successful collaborations tend to be characterized by adaptability concerning governance mode. Mutual learning appears to be facilitated by a few key actions: building on prior relationships, relying on trusted key participants, engaging with the community, using data to advantage, and investing in joint problem-solving. Our findings suggest that collaborative leaders in public, private, and nonprofit organizations should emphasize these key actions to enable collaboration and facilitate mutual learning.",
          "url": "https://doi.org/10.1093/jopart/muae026",
          "doi": "https://doi.org/10.1093/jopart/muae026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Fiscal decentralization and energy intensity: evidence from a quasi-natural experiment of VAT revenue-sharing reform in China",
          "authors": "Yumeng Pang, Mengmeng Wang",
          "abstract": "The impact of fiscal decentralization on energy intensity has been a long-standing subject of interest and debate. However, to date, there has been a notable absence of studies delving into the effects of fiscal decentralization on energy intensity from the vantage point of tax sharing. This investigation explores the effects of China’s value-added tax (VAT) revenue-sharing reform on energy intensity using prefecture-level city data from 2006 to 2020. Results show a correlation between an increased proportion of VAT revenue sharing and higher regional energy intensity. Heightened competition among local governments amplifies this impact, while environmental regulations and technological innovation mitigate it. Our findings contribute to a more scientifically grounded formulation of the revenue-sharing ratio between central and local governments, aiming to reduce local energy intensity.",
          "url": "https://doi.org/10.1017/s0143814x24000254",
          "doi": "https://doi.org/10.1017/s0143814x24000254",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Citizens' perceptions of the legitimacy of independent agencies: The effects of expertise‐based and reputation‐sourced authority",
          "authors": "Dovilė Rimkutė, Honorata Mazepus",
          "abstract": "Legitimacy is a central concern for independent agencies tasked with shaping policies. While expertise‐based and reputation‐sourced authority bases are assumed to be relevant for agency legitimacy, their individual and joint effects on citizens' perceptions lack comprehensive examination. To address this gap, the study integrates insights from bureaucratic politics, bureaucratic reputation, and cognitive psychology. Our survey experiment with Dutch citizens, focusing on the European Food Safety Authority, suggests that expertise‐based authority positively affects perceived agency legitimacy, while a negative reputation has detrimental effects. Furthermore, expertise‐based authority moderates the impact of reputation, amplifying positive effects and mitigating negative ones. This implies that agencies are more susceptible to reputational threats when they lack expertise‐based authority. The study advances the theoretical tenets of bureaucratic reputation theory and offers effective strategies for agencies to strengthen their legitimacy among the most critical audience in democratic political systems—citizens.",
          "url": "https://doi.org/10.1111/puar.13916",
          "doi": "https://doi.org/10.1111/puar.13916",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Blending the two communities: concurrent evidence use in state-level policy processes",
          "authors": "Kimberley R. Isett, Diana Hicks, Gordon Kingsley",
          "url": "https://doi.org/10.1080/14719037.2024.2448515",
          "doi": "https://doi.org/10.1080/14719037.2024.2448515",
          "filter": 0
        },
        {
          "title": "Communicating social justice in the public sphere: the case of public higher education",
          "authors": "Ishara Casellas Connors, Hailey Feik",
          "url": "https://doi.org/10.1080/14719037.2024.2442582",
          "doi": "https://doi.org/10.1080/14719037.2024.2442582",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "More Than One Agent? Authority Expansion and Delegation Dynamics in the EU",
          "authors": "Anastasia Ershova",
          "abstract": "Recent studies focus on the issue of authority transfer to supranational institutions. While examining the opportunities and obstacles for expanding the Union's competencies, this literature often overlooks the effects of adopting ambitious policies on their implementation modes. This paper argues that the costs associated with the expansion of EU authority and opportunities for blame‐shifting drive delegation choices and define the relative discretion granted to agents. Proposals for expanding EU authority increase the likelihood of the exclusively supranational implementation path being selected by the principals while undermining the appeal of the national path. In contrast, aiming to preserve opportunities for blame‐shifting while maintaining some degree of control over implementation, the EU principals increasingly turn to joint delegation, where the Commission and national administrations cooperate. Yet, even within the partner‐like relationship of joint implementation, national agents enjoy broader discretionary leeway.",
          "url": "https://doi.org/10.1111/rego.12652",
          "doi": "https://doi.org/10.1111/rego.12652",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
