{
  "update": "2025-03-28",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The paradox of positional convergence: how political parties use a commitment strategy to stand out from competitors",
          "authors": "Mathias Bukh Vestergaard",
          "url": "https://doi.org/10.1080/13501763.2025.2481189",
          "doi": "https://doi.org/10.1080/13501763.2025.2481189",
          "filter": 0
        },
        {
          "title": "The youth gender gap in support for the far right",
          "authors": "Ðorđe Milosav, Zachary Dickson, Sara B. Hobolt, Heike Klüver, Theresa Kuhn, Toni Rodon",
          "url": "https://doi.org/10.1080/13501763.2025.2481181",
          "doi": "https://doi.org/10.1080/13501763.2025.2481181",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Why are policy actors so distrustful of each other, and how?Cognitive, behavioral, and endogenous relational sources of perceived distrust in governance networks",
          "authors": "Jeongyoon Lee, Jennifer Dodge",
          "abstract": "In the age of collaboration and shared governance, paradoxically, distrust manifests frequently in government and political institutions and is seen as dysfunctional to democracy, making governing networks challenging. Yet, previous studies emphasize the significance of promoting trust more than addressing distrust in networks. Distrust differs from the absence of trust. It involves relationships characterized by doubt, suspicion, or opportunism. Relatively little is known about why distrusting relationships occur and how they develop in adversarial interorganizational governance networks. Using quantitative network surveys and qualitative interview data from organizations involved in an adversarial local hydraulic fracturing governance network in New York, our mixed-method analyses fill this gap. We found evidence of cognitive distrust from different policy beliefs and identity-based subgroups and two sources of behavioral distrust (competition and non-collaboration), as well as the interactions between cognitive and behavioral sources of distrusting relationships. We further identified underexplored sources of endogenous relational distrust: strong and negative reciprocity, non-transitivity, and Simmelian ties (meaning mutual third-party ties). These relational sources suggest that the distrust networks mutually reinforce each other but are less clustered and more indirect. Our study advances network management scholarship by showing why distrusting relationships occur and how they escalate within adversarial networks.",
          "url": "https://doi.org/10.1093/jopart/muaf006",
          "doi": "https://doi.org/10.1093/jopart/muaf006",
          "filter": 0
        },
        {
          "title": "Navigating Ambiguity in Crisis: The Impact of Organizational Goal Ambiguity on Public Sector Performance in the Wake of Exogenous Shocks",
          "authors": "Youkyoung Jeong, Jongdae Song",
          "abstract": "This study advances a deeper understanding of the antecedents and mediators of goal ambiguity within public organizations. Expanding upon the established notion of the negative relationship between goal ambiguity and performance in public organizations, this study goes one step further by exploring how exogenous shocks may exacerbate this adverse impact. Focusing on the unprecedented Covid-19 pandemic and the subsequent responses taken by the South Korean government, this study aims to offer a comprehensive examination of the complex interplay between organizational goals and performance during unforeseen disruptions. Drawing on data from the 2019 and 2020 Korean Public Employee Viewpoint Survey (KPEV) with 6,552 respondents, this study employs a moderated multiple regression model to examine the moderating role of exogenous shocks. The findings reveal that exogenous shocks can act as moderators, intensifying the detrimental effects of goal ambiguity on organizational performance. This study thus highlights the mutable nature of goals in public organizations, especially in times of crisis, suggesting the necessity of understanding the intricate dynamics within a prevailing premise of the negative association of goal ambiguity and organizational performance.",
          "url": "https://doi.org/10.1093/jopart/muaf005",
          "doi": "https://doi.org/10.1093/jopart/muaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Does multilevel government increase legitimacy? Citizens’ preferences for subnational authority and acceptance of governmental decisions",
          "authors": "Berkay Alıca, Arjan H. Schakel",
          "abstract": "Despite a trend of increasing multilevel government across the globe, there are surprisingly few studies on public support for decisions taken by different government levels. Decentralization is likely to boost government support because it increases congruence between citizens and their representatives. We argue that citizens’ preferences for subnational authority are key for their willingness to accept governmental decisions. Citizens who prefer decentralization are more supportive of subnational decisions, and their support for national decisions increases when subnational governments are involved in the decision-making process. We fielded a survey that asked 1,855 Norwegian respondents their willingness to accept decisions taken by their municipality, county, and national government to close an educational institution in their municipality. We find substantial empirical evidence for our hypotheses. Norway is a least-likely-case because government tiers enjoy high levels of trust. Therefore, the results have also important implications for the legitimacy of multilevel government in other countries.",
          "url": "https://doi.org/10.1017/s0143814x25000066",
          "doi": "https://doi.org/10.1017/s0143814x25000066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Does Outsourcing Reduce Public Scrutiny Toward Elected Officials?: Insights From US Municipal Water Management",
          "authors": "Jesse L. Barnes, Elizabeth A. Koebele, Aaron Deslatte",
          "abstract": "Amidst 21st‐century climate‐related threats, municipal elected officials (EOs) may outsource public services to third parties to avoid the political costs of adopting “unpopular” sustainability policies—a strategy known as political decoupling. However, decoupling raises accountability concerns and may not improve sustainability, leading some municipalities to “recouple” services. To help understand the political impacts of these decisions, we assess how public scrutiny toward EOs in US municipalities changes after varying degrees of coupling in the water provision sector (i.e., how much service delivery shifts away from or toward municipal oversight). Analysis of local media coverage shows public attention toward EOs decreases after higher degrees of decoupling and recoupling, public opinion becomes polarized toward EOs after decouplings, and the public links sustainability‐related issues to EOs after high degrees of decoupling. The results highlight how reforming public services relates to political accountability‐related factors and raise critical questions about the political decoupling strategy.",
          "url": "https://doi.org/10.1111/padm.13058",
          "doi": "https://doi.org/10.1111/padm.13058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Trading Voice for Viability? The Impact of Marketization on Nonprofits' Critical Voice",
          "authors": "Ben Suykens, Johan Hvenmark, ChiaKo Hung, Peter Raeymaeckers, Bram Verschuere",
          "abstract": "Propelled by the New Public Management reforms, the infusion of market values in the public‐nonprofit interface is argued to have increased nonprofit organizations' (NPOs) capacity to influence public policy through increased access to government, yet often at the cost of abandoning their critical stance toward the said government. Drawing on cross‐country survey data collected from NPOs across three different welfare states (N = 779), this study examines to what extent key aspects of nonprofit marketization are associated with NPOs refraining from criticizing their funding government. Corroborating the critical nonprofit marketization literature, we find that compromised advocacy goes hand in hand with high(er) levels of resource competition, output‐based public control, and recruitment of business‐like staff. These results add to a growing body of evidence of a so‐called closing or shrinking space for NPOs across different welfare state regimes.",
          "url": "https://doi.org/10.1111/puar.13929",
          "doi": "https://doi.org/10.1111/puar.13929",
          "filter": 0
        },
        {
          "title": "The Impact of Professor Allan Rosenbaum: Global Champion of Public Administration, Field‐Builder, Teacher, and Friend",
          "authors": "Trevor Brown, David Guo, Patria de Lancer Julnes, Meredith Newman, Cristina A. Rodriguez‐Acosta",
          "abstract": "Allan Rosenbaum was a dedicated public administration professor and administrator who made significant contributions to the field over his six‐decade career. He held various academic and administrative positions and played leadership roles in professional associations, becoming a global champion of public administration. Allan was known for his passion, humanity, decency, and friendship, which were evident in his professional contributions and the way he nurtured those who worked with him. In this remembrance piece, we highlight Allan's impact on the field and many public administrators and scholars across the globe.",
          "url": "https://doi.org/10.1111/puar.13950",
          "doi": "https://doi.org/10.1111/puar.13950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Ongoing strategizing in practice: Examining CEO activities and a social enterprise’s pathways to growth and greater effectiveness",
          "authors": "John M. Bryson, Danbi Seo, Yuan Daniel Cheng, Barbara C. Crosby, Shuping Wang",
          "url": "https://doi.org/10.1080/14719037.2025.2470409",
          "doi": "https://doi.org/10.1080/14719037.2025.2470409",
          "filter": 0
        },
        {
          "title": "Designing response networks in turbulent times: necessary and sufficient conditions",
          "authors": "Benedetta Trivellato, Daniela Cristofoli, Maria Cucciniello, Marta Micacchi, Alex Turrini, Giovanni Valotti",
          "url": "https://doi.org/10.1080/14719037.2025.2479866",
          "doi": "https://doi.org/10.1080/14719037.2025.2479866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
