{
  "update": "2025-02-28",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The impact of ‘populism’ on European Public Policy",
          "authors": "Anja Thomas, Erik Jones",
          "url": "https://doi.org/10.1080/13501763.2025.2468901",
          "doi": "https://doi.org/10.1080/13501763.2025.2468901",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Police interrogation and fraudulent epistemic environments",
          "authors": "Luke William Hunt",
          "abstract": "The police are required to establish probable cause before engaging in custodial interrogation. Much custodial interrogation relies on a fraudulent epistemic environment (FEE) in which the police knowingly use deception and dishonesty to gain an advantage over a suspect regarding a material issue, injuring the interests of the suspect. Probable cause, then, is a sort of evidentiary and epistemic standard that legally justifies the police’s use of deceptive and dishonest custodial interrogation tactics that are on par with fraud. However, there are both deontological and consequentialist considerations that show why the police’s use of an FEE is often unjustified. Accordingly, the paper argues that even if the use of an FEE is based on probable cause, there are other (non-epistemic) reasons to think evidence with probative value (such as a confession) should be excluded when derived from an FEE and there is no acute threat of harm to others.",
          "url": "https://doi.org/10.1017/s0143814x25000030",
          "doi": "https://doi.org/10.1017/s0143814x25000030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "The Moderating Role of Workplace Autonomy on Corruption Control Strategies: Evidence From 33 South Korean Ministries",
          "authors": "Danee Kim, Gregory A. Porumbescu",
          "abstract": "Corruption research highlights the importance of organizational and individual correlates, such as corruption control strategies or public employee attitudes. In this study, we integrate these research streams by examining whether the effectiveness of two common organizational approaches to controlling corruption—value‐oriented strategies, which emphasize ethical decision‐making, and compliance‐oriented strategies, which rely on monitoring, audits, and punishment—depends on perceptions of workplace autonomy. To explore this, we use novel administrative data on corruption, along with codes of ethics and survey data from 1235 career public servants across 33 South Korean ministries. Findings suggest greater perceived autonomy is associated with greater corruption tolerance in organizational contexts where compliance‐oriented corruption control strategies are prevalent. Conversely, greater perceived autonomy is associated with lesser corruption tolerance when value‐oriented corruption control strategies are prevalent. These findings contribute to administrative corruption research by illustrating how individual perceptions of their workplace shape the efficacy of organizational corruption control strategies.",
          "url": "https://doi.org/10.1111/puar.13942",
          "doi": "https://doi.org/10.1111/puar.13942",
          "filter": 0
        },
        {
          "title": "The Socio‐Political Context of Citizen Activism: An International Comparative Perspective",
          "authors": "Charles Wharton Kaye‐Essien",
          "abstract": "This paper examines the moderating effects of socio‐political factors on the influence of issue salience and prosocial values on citizen activism in different governance contexts. While the literature on citizen activism has examined the emergence, motivations, and channels of activism, we still lack a broader understanding of how different social (membership of social groups and sense of attachment to local communities) and political (ease of citizen involvement and trust in government) contexts affect people's ultimate decisions about activism in different governance systems. This paper fills this gap, drawing on a comparative research methodology and using data from the World Values Survey Wave 7.",
          "url": "https://doi.org/10.1111/puar.13943",
          "doi": "https://doi.org/10.1111/puar.13943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Digital platforms and hybridized social sector accountability: a critical discourse analysis of promotional material",
          "authors": "Elizabeth-Rose Ahearn, Catherine Mai, Greg Marston",
          "url": "https://doi.org/10.1080/14719037.2025.2469237",
          "doi": "https://doi.org/10.1080/14719037.2025.2469237",
          "filter": 0
        },
        {
          "title": "Exploring the impact of external rewards on e-government services adoption: empirical evidence from Jordan",
          "authors": "Sabreen Abulhaija, Marta F. Arroyabe, Caleb Kwong, Wenjuan Zeng",
          "url": "https://doi.org/10.1080/14719037.2025.2461685",
          "doi": "https://doi.org/10.1080/14719037.2025.2461685",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Rise of Investor‐Driven Climate Governance: From Myth to Institution?",
          "authors": "Rami Kaplan, David L. Levy",
          "abstract": "Investor‐driven climate governance (ICG) is premised on mobilizing finance to address climate change by leveraging investors to pressure companies to reduce emissions. Examining the rapid growth of ICG from an institutional political economy perspective, we argue that powerful financial and regulatory actors with varied interests coalesced to promote the discourse that climate risks equal financial risks, and to develop a finance‐centered mechanism of climate governance. The flourishing field created market opportunities for other actors such as data vendors and accountants, and attracted activists seeking leverage on emitters. In turn, institutionalization exerted isomorphic pressure on financial firms to adopt ICG practices. However, ICG practices of disclosure and emission commitments became increasingly decoupled from actions to reduce emissions due to the weak business case for decarbonizing investors' portfolios and corporate operations; the core economic mechanism was largely a myth. This decoupling created contradictory forces: it erodes the legitimacy of the ICG discourse, but we also identified dynamic feedback loops that strengthen the field, potentially making the myth self‐fulfilling. Overall, we conclude that the field's momentum, interests of key actors, and feedback effects are likely to sustain the field, which is deeply institutionalized despite the current headwinds.",
          "url": "https://doi.org/10.1111/rego.70000",
          "doi": "https://doi.org/10.1111/rego.70000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
