{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "“It's Who You Know:” Bureaucratic Responsiveness in the Rural South",
          "authors": "Carolyn Y. Barnes",
          "abstract": "Research examines how decentralized policy implementation creates unequal access to safety net programs in the US. Yet, scholars have not unpacked how community contexts shape how welfare agencies operate on the ground. This is especially the case for the rural South, an oft‐overlooked context where local influence has historically undermined the equitable provision of social welfare programs. We know surprisingly little about how “small‐town” norms, values, hierarchies, and politics make their way into the day‐to‐day life of welfare offices. Drawing from 43 in‐depth interviews with front‐line bureaucrats, I demonstrate how the political and social order of one southern rural community undermines policy implementation. Interviews show that this rural southern welfare office was (1) deeply affected by economic decline; (2) was situated in a community where strong rather than weak social ties determine economic opportunities, and (3) vulnerable to the influence of white power elites in county‐level government. These three factors can undermine effective policy implementation, harming vulnerable families.",
          "url": "https://doi.org/10.1111/gove.70111",
          "doi": "https://doi.org/10.1111/gove.70111",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "How EU industrial policy got its groove back: securitisation and governance shifts in the geoeconomic era",
          "authors": "Eugénia C. Heldt, Sophie Meunier",
          "url": "https://doi.org/10.1080/13501763.2026.2627350",
          "doi": "https://doi.org/10.1080/13501763.2026.2627350",
          "filter": 0
        },
        {
          "title": "Does public participation in supranational policymaking enhance the European Commission’s legislative agenda-setting success?",
          "authors": "Adriana Bunea, Sergiu Lipcean",
          "url": "https://doi.org/10.1080/13501763.2026.2623923",
          "doi": "https://doi.org/10.1080/13501763.2026.2623923",
          "filter": 0
        },
        {
          "title": "Bias perceptions and trust in public service institutions",
          "authors": "Erika J. van Elsas, Maurits J. Meijers, Take Sipma",
          "url": "https://doi.org/10.1080/13501763.2025.2611890",
          "doi": "https://doi.org/10.1080/13501763.2025.2611890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "How the Experience of Administrative Burdens Affects Clients’ Psychological Well-being: The Role of Negativity Bias",
          "authors": "Jaeyeong Nam, Pamela Herd, Sebastian Jilke, Donald Moynihan",
          "abstract": "A core claim of the administrative burden literature is that the experience of frictions during administrative encounters can generate psychological costs. Using a split-ballot survey experiment with a question order design (n = 3,812), we show that being asked to recall administrative encounters in a welfare program negatively affects people's psychological affect. Further, we show that the responses to burdens are asymmetric and consistent with a pattern of negativity bias in how people recall citizen-state encounters. Being asked to recall encounters induces negative affect, even though the majority of respondents reported having experienced low levels of administrative burden. Respondents' negative psychological reactions are driven by individuals who rated their experience as burdensome in survey questions or reported a bad experience in open-ended responses. Positive reported experiences were not associated with more positive affect. The results also suggest that the relationship between the experience of burden and negative affect is more pronounced for women, liberals, Whites, and those in poor or fair health. Moreover, those with neutral political ideology and those in very good or excellent health experienced decreased positive affect. A key theoretical implication is that the experience of psychological costs is shaped by negativity bias: negative interactions have a larger effect on outcomes than positive interactions. A practical implication is that governments should focus attention on reducing burdensome or otherwise negative encounters.",
          "url": "https://doi.org/10.1093/jopart/muag004",
          "doi": "https://doi.org/10.1093/jopart/muag004",
          "filter": 0
        },
        {
          "title": "Hearing, Not Heeding: Procedural Acknowledgment and Substantive Influence in Rulemaking",
          "authors": "Alexander Love",
          "abstract": "Public participation processes promise that citizens will be heard, but rarely guarantee they will be heeded. This distinction between procedural acknowledgment and substantive influence lies at the heart of bureaucratic responsiveness, yet these two forms of responsiveness are often conflated in empirical research. I demonstrate that in federal rulemaking, procedural acknowledgment (being heard) is empirically distinct from substantive policy influence (being heeded). Drawing on theories of bureaucratic responsiveness, I argue that agencies strategically cite commenters not primarily to signal agreement but to build defensible administrative records that satisfy procedural requirements while preserving their policy autonomy. Analyzing 854 federal rules from 2017 to 2023, I use semantic text analysis to track changes in binding regulatory provisions distinct from the explanatory preamble. I show that agencies systematically cite comments they ultimately reject, particularly from well-resourced groups. Roughly two-thirds of comment citations are not accompanied by any responsive change to the regulatory text. This reveals that procedural responsiveness can function as a strategic substitute for substantive policy change. These findings suggest that procedural engagement and substantive influence operate as distinct modes of bureaucratic responsiveness, with agencies often prioritizing legal defensibility over policy adaptation when facing potential judicial review.",
          "url": "https://doi.org/10.1093/jopart/muag003",
          "doi": "https://doi.org/10.1093/jopart/muag003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Communication as an enabler of evidence-informed policy: a study on spatial planning",
          "authors": "Maria Chiara Cattaneo, Martino Mazzoleni",
          "abstract": "Expert-produced information and data hold significant potential for adoption by decision-makers; however, this potential can be compromised by barriers related to language, communication channels, and formats. The literature emphasizes the differing languages, timelines, and incentives between specialists and lay decision-makers who seek practical solutions to real-world issues, rather than theoretical dilemmas. We conducted a mixed-method study, based on a survey and interviews with Italian regional lawmakers and local decision-makers in land-use planning. This is an area characterized by high levels of technicality and hence appears challenging to most decision-makers. We discovered that when they easily grasp the meaning and implications of policy documents, their understanding seems more influential in their legislative behavior. Consequently, a key challenge in promoting evidence-informed policy-making seems to translate expert knowledge into accessible languages and codes for laypeople and to present it in practical and concise ways.",
          "url": "https://doi.org/10.1017/s0143814x26100993",
          "doi": "https://doi.org/10.1017/s0143814x26100993",
          "filter": 0
        },
        {
          "title": "Aligning active labor market policies with national growth strategies: a comparative study of Portugal and Spain",
          "authors": "Paulo Marques, Pedro Videira",
          "abstract": "Between 2000 and 2019, Portugal and Spain adopted divergent youth-oriented active labor market policies (ALMPs) to address rising youth unemployment. Drawing on data from the LABREF database, National Reform Programmes, and key economic indicators, we show that Portugal targeted higher education graduates with internship and innovation schemes aligned with its transition to a knowledge-based economy. In contrast, Spain developed a dual vocational education and training system centered on apprenticeships to support its manufacturing sector. These contrasting approaches reflect distinct national growth strategies and demonstrate how governments shape ALMPs in line with broader economic objectives. The findings offer a comparative perspective on policy divergence in Southern Europe and highlight the role of growth strategies in explaining variation in activation policies, even among countries with similar institutional and macroeconomic conditions.",
          "url": "https://doi.org/10.1017/s0143814x25100949",
          "doi": "https://doi.org/10.1017/s0143814x25100949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "The Impact of Active Engagement With Performance Information on Citizens Views on Public Services: A Budget Game Experiment",
          "authors": "Erasmus Häggblom, Bjorn Kleizen, Wouter Van Dooren",
          "abstract": "This study uses a budget game experiment to study the effects of active engagement with performance information on citizens' trust in public services and voice behavior regarding those services. Participants reviewed performance information on two fictional schools, one low‐performing and one high‐performing, after which some participants played the budget game. Participants who participated in the game expressed lower trust in and higher subjective voice regarding both the low‐performing and high‐performing school than participants given only a short description of the schools, with a particularly strong effect on the higher‐performing school. Playing the game also decreased the negative effects of performance information on the lower‐performing school. The results suggest that actively engaged citizens are more likely to view service performance in a negative manner, but also that active engagement reduces the perceived differences between high‐performing and low‐performing services.",
          "url": "https://doi.org/10.1111/padm.70048",
          "doi": "https://doi.org/10.1111/padm.70048",
          "filter": 0
        },
        {
          "title": "Whose Priorities? Social Equity in the Priority‐Based Budgeting Process",
          "authors": "David Mitchell, Kaelan A. Boyd, Meagan M. Jordan",
          "abstract": "Priority‐based budgeting (PBB) identifies community priorities and systematically reallocates budgetary resources from programs that are less aligned with those priorities to those that are more aligned. Proponents claim that PBB provides fresh opportunities to inject equity considerations into goal‐setting, prioritizing, and allocating activities via public engagement and direct minority representation among elected and appointed officials. This study examines these claims by exploring the budgetary reallocation of 32 early‐adopting PBB municipalities through multiple regression analysis, finding that differing levels of minority population do not dramatically affect the average departmental budgetary reallocation during PBB implementation. However, those with one or more racial minority council members experience a substantially lower level of reallocation than those that do not; the same holds true for organizations with 10% or more minority senior managers. The findings invite public budgeting scholars to revisit theories regarding community diversity, minority representation, budgetary conflict, urban power dynamics, majority–minority politics, and budgetary allocation.",
          "url": "https://doi.org/10.1111/padm.70046",
          "doi": "https://doi.org/10.1111/padm.70046",
          "filter": 0
        },
        {
          "title": "Holding AI Accountable Like Herding Cats: The Contingent Impact on the Legitimacy of Algorithmic Bureaucracy",
          "authors": "Ruoxuan Liu, Yanbing Han",
          "abstract": "The rise of artificial intelligence in public decision‐making is reshaping state legitimacy by shifting administrative discretion from human bureaucracies to algorithmic systems. While research has explored AI accountability and legitimacy deficits, how they are related across different decision contexts remains unclear. Drawing on bureaucratic legitimacy, procedural fairness, and forum drifting theories, this study examines how AI accountability and effectiveness shape legitimacy perceptions, depending on decision outcomes. Using three survey experiments with 1135 participants in China, we find that accountability is most crucial when AI decisions introduce losses to citizens, whereas effectiveness plays a greater role when outcomes are positive to them. Additionally, the interaction effects between AI accountability and effectiveness are also contingent on decision outcomes. These findings advance AI governance research by highlighting the conditions under which algorithmic legitimacy is strengthened or weakened, emphasizing the need for tailored accountability and effectiveness strategies based on decision outcomes.",
          "url": "https://doi.org/10.1111/padm.70043",
          "doi": "https://doi.org/10.1111/padm.70043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Complexity in Service Provision: Unpacking Administrative Capacity to Understand Differential Performance",
          "authors": "Renzo de la Riva Agüero",
          "abstract": "Understanding municipalities' local governance conditions is crucial for addressing environmental sustainability worldwide, especially regarding their ability to deliver increasingly complex services with environmental implications. Administrative capacity issues significantly hinder municipal performance. While previous studies have established that general capacity impacts public organizations' performance, the role of service‐specific administrative capacity remains underexplored. Local conditions demonstrate the importance of assessing specific capacity, as some municipalities effectively deliver services of varying complexity due to specialized resources, including political support, while others fail due to uniform allocation and poor task understanding. This research uses nested qualitative fieldwork methods to examine municipal waste management, comparing simple waste collection with complex waste disposal, to explore the mechanisms through which service‐specific administrative capacity influences performance. The study argues that specialized capacity, at three different hierarchical levels, is essential for complex service performance, whereas general capacity suffices only for simpler services.",
          "url": "https://doi.org/10.1111/puar.70062",
          "doi": "https://doi.org/10.1111/puar.70062",
          "filter": 0
        },
        {
          "title": "Balancing Digital Transformation and Modernization: Pathways for Public Managers",
          "authors": "Marc E. B. Picavet, Kevin C. Desouza, Gregory S. Dawson, James S. Denford, Daniel Chenok",
          "abstract": "This study examines the interplay between digital modernization and transformation in the public sector, challenging the notion that they are mutually exclusive strategies. Through interviews with public sector leaders, we find that modernization and transformation can be jointly implemented rather than managed as competing efforts. Thus, we highlight hybrid strategies that integrate both approaches, allowing public organizations to balance operational stability with innovation in their overall digital evolution. Our findings offer practical insights for practitioners seeking to align system structures, methodologies, and procurement strategies with the realities of digital change. For scholars, this article lays the groundwork for future research on how modernization and transformation can co‐evolve in public administration, thus challenging existing dichotomies and opening new avenues for investigation.",
          "url": "https://doi.org/10.1111/puar.70092",
          "doi": "https://doi.org/10.1111/puar.70092",
          "filter": 0
        },
        {
          "title": "Beyond Traditional Civil Service Hiring: Alternative Pathways for Recruiting Technical Expertise",
          "authors": "Christos A. Makridis",
          "abstract": "The federal government continues to face persistent challenges in recruiting and retaining skilled talent, particularly in high‐demand technical fields such as artificial intelligence (AI) and cybersecurity. While compensation gaps are often cited, growing evidence suggests that institutional rigidities and non‐pecuniary disincentives—ranging from opaque hiring procedures to limited flexibility—constrain the public sector's ability to attract and retain expertise. This paper provides a comprehensive review of federal hiring pathways and opportunities to expedite the attraction of talent under existing authorities. Using the establishment of the Department of Government Efficiency (DOGE) in February 2025 as a case study, I contextualize how it was used to facilitate personnel reforms via alternative hiring mechanisms. The paper concludes with a set of practical policy recommendations for personnel reform for both the short and long run.",
          "url": "https://doi.org/10.1111/puar.70087",
          "doi": "https://doi.org/10.1111/puar.70087",
          "filter": 0
        },
        {
          "title": "Collaboration as a Tool for Equity? Reducing Racial and Ethnic Disparities in Healthcare Access",
          "authors": "Jiho Kim, Tina Nabatchi",
          "abstract": "Despite its importance in theory and practice, little is known about whether, how, when, and for whom a collaborative governance strategy achieves socially equitable outcomes. Using a staggered difference‐in‐differences design and data from the Behavioral Risk Factor Surveillance System, we analyze how well Oregon counties that adopted collaborative governance bridge racial disparities in healthcare access compared to non‐adopting counties. We find that collaborative governance is associated with reducing racial and ethnic disparities in financial barriers to visiting a doctor after 3 years of implementation and that such effects grow stronger over time. In addition, the estimated effect of collaborative governance on having a personal doctor is greatest for Hispanics. This article points to potential benefits of a collaborative governance strategy that designs and scales collaboration through a collaborative platform and collaborative governance regimes, sustains long‐term efforts to meet health equity goals, and identifies and serves the most vulnerable populations.",
          "url": "https://doi.org/10.1111/puar.70091",
          "doi": "https://doi.org/10.1111/puar.70091",
          "filter": 0
        },
        {
          "title": "Religious Beliefs in Collaborative Environmental Governance: Evidence From Indonesia",
          "authors": "Yuhao Ba, Yinfeng Liang",
          "abstract": "We examine how formal and informal institutional logics interact to shape the effectiveness of Collaborative Environmental Governance (CEG). Using fuzzy‐set Qualitative Comparative Analysis (fsQCA) of 34 CEG projects in Indonesia, we identify three distinct pathways to effectiveness: co‐faith‐based, multifaith‐collaborative, and secular‐market, each reflecting a unique configuration of authority, market, and social and community logics. Importantly, our findings challenge essentialist views of religion by reconceptualizing it as a context‐dependent institutional logic that can enable or constrain collaboration depending on its institutional embeddedness. Religion represents a dynamic informal force, especially salient where formal institutions are underdeveloped or contested. These insights extend theories of institutional design and collaborative governance, particularly in culturally diverse and institutionally uneven settings. Our study offers practical implications for designing context‐sensitive CEG systems, emphasizing the importance of inclusive leadership and institutional alignment.",
          "url": "https://doi.org/10.1111/puar.70096",
          "doi": "https://doi.org/10.1111/puar.70096",
          "filter": 0
        },
        {
          "title": "State Budgetary Outcomes: Do CEO Governors Make a Difference?",
          "authors": "Can Chen, Boyuan Zhao, Qiushi Wang",
          "abstract": "The personal background and traits of top organizational leaders matter for organizational strategies, policymaking, and outcomes. Drawing on upper echelons theory, imprinting theory, and scholarship on managerial decision‐making and the transferability of private‐sector management approaches to the public sector, this study examines the relationship between US governors' top business experience and budgetary outcomes. Competing hypotheses are proposed and tested to assess whether governors with significant business experience enhance or hinder budgetary outcomes. Using a panel dataset of 48 states spanning 1960–2010 and a regression discontinuity design, the analysis finds that electing governors with high‐level business experience leads to improved budget equilibrium during their terms. These findings suggest that governors with business backgrounds are likely to be better able to align revenues with expenditures, thus reducing deviations from the budget. The results are robust across alternative model specifications and offer critical theoretical and practical insights into leadership dynamics and fiscal governance.",
          "url": "https://doi.org/10.1111/puar.70090",
          "doi": "https://doi.org/10.1111/puar.70090",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Institutional logic relationships and sustainable change in healthcare: a systematic review of the literature",
          "authors": "Nicola Mountford, Yuzhuo Cai",
          "url": "https://doi.org/10.1080/14719037.2025.2609173",
          "doi": "https://doi.org/10.1080/14719037.2025.2609173",
          "filter": 0
        },
        {
          "title": "Characterizing the interactions between technology, organization, and people in government digital transformation: a multilevel view of enactment",
          "authors": "Tzuhao Chen, J. Ramon Gil-Garcia, G. Brian Burke, Derek Werthmuller",
          "url": "https://doi.org/10.1080/14719037.2026.2628965",
          "doi": "https://doi.org/10.1080/14719037.2026.2628965",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Effectiveness of Regulatory Sandboxes in Financial Services: A Systematic Review",
          "authors": "Yanqing Wang, Zijian Zhou",
          "abstract": "Regulatory sandboxes have become increasingly prevalent over the past decade. In this paper we systematically review 15 peer‐reviewed studies and 5 gray literature sources (2016–2025) identified through structured searches of Scopus, Web of Science, and regulatory repositories. Treating effectiveness as contested and multidimensional, we combine existing studies to demonstrate when, how, and for whom sandboxes generate benefits and risks. Three patterns emerge. First, the clearest gains are ecosystem spillovers: once a sector has its first sandbox entrant, funding for non‐participating firms often rises, consistent with signaling and information diffusion. Second, direct firm‐level funding advantages largely fade after accounting for staggered adoption, with positive effects concentrated in smaller firms. Third, system‐level impacts depend on context, varying with supervisory capacity, complementary policies, and wider pro‐innovation reform bundles. Overall, the evidence base is small, UK‐centric, and methodologically heterogeneous, so findings should be read as indicative. We conclude with evaluation implications for regulators.",
          "url": "https://doi.org/10.1111/rego.70129",
          "doi": "https://doi.org/10.1111/rego.70129",
          "filter": 0
        },
        {
          "title": "Regulating Care: How Transparency, Ownership, Control, and Sanctions Shape Trust and Preferences",
          "authors": "Ixchel Pérez‐Durán, Joaquin Rozas‐Bugueño, Leire Rincon",
          "abstract": "Of the various attributes and regulatory tools related to nursing home service provision—such as ownership, transparency, oversight, and sanctions—which are seen as preferable and are most trusted? To address this question, we conducted a conjoint survey experiment on nursing home services with 1009 direct relatives of nursing home residents in Spain. Participants evaluated hypothetical nursing home profiles that varied across core service characteristics and regulatory tools: ownership, transparency, oversight body, and control and sanction mechanisms. The article shows that individuals prefer public and nonprofit providers, five‐star quality ratings, disclosure of inspection results, and strict sanctions. However, when examining which models are most trusted, our results indicate that trust is shaped by overlapping but distinct factors. As with preferences, respondents place greater trust in public and nonprofit providers, but trust is also shaped by participatory mechanisms, suggesting that opportunities for involvement and having one's voice heard have a core role in shaping confidence in care provision.",
          "url": "https://doi.org/10.1111/rego.70128",
          "doi": "https://doi.org/10.1111/rego.70128",
          "filter": 0
        },
        {
          "title": "Transparent Mediator Discretion as Fairness by Design: A Rationale and Consent Loop for Community Mediation",
          "authors": "Martin Magmarigen Kwan Ken Wong",
          "abstract": "Mediator discretion in community mediation is inevitable yet often invisible, which can obscure legitimacy, accountability, and bias in publicly funded or state‐adjacent settings. This conceptual design paper uses integrative synthesis, drawing on street‐level bureaucracy, procedural justice, and dispute system design, to derive a practice‐ready and auditable way to govern within‐session discretionary process moves without disrupting conversational flow or capturing confidential narratives. I define transparent mediator discretion as the practice of making discretionary process moves visible through brief reason‐giving, authorizing them through bounded party choice, making them reversible through a normalized reset pathway, and documenting them through minimal coded entries. The paper's results are design outputs: a fairness‐by‐design framework centered on a brief rationale‐and‐consent loop, a proportionality ladder, a menu‐based set of move options, and a code‐only documentation structure. Worked examples illustrate how the loop can be delivered as a human micro‐competency and supported by digital decision aids without replacing human judgment. I also specify falsifiable propositions, privacy‐minimizing indicators designed to avoid narrative capture, and low‐cost evaluation designs that can be implemented in low‐resource programs. Next steps include piloting in both voluntary and court‐connected contexts, testing safeguards for stalemate and power imbalance, and assessing how AI‐assisted support can preserve party choice, reversibility, and accountability under human oversight.",
          "url": "https://doi.org/10.1111/rego.70130",
          "doi": "https://doi.org/10.1111/rego.70130",
          "filter": 0
        },
        {
          "title": "Powers and Practices in Labor Standards Enforcement",
          "authors": "Daniel J. Galvin, Hana Shepherd, Jenn Round, Jake Barnes, Janice Fine",
          "abstract": "Wage theft remains a pervasive problem internationally and within the United States. In response, worker advocates have sought stronger laws to deter violations and promote compliance. Yet formal authority alone may be insufficient; labor departments often fail to use the full extent of their legal authority to conduct vigorous enforcement. This raises two empirical questions: to what extent do agencies deploy available enforcement tools, and with what consequences? Drawing on a novel survey of U.S. state labor departments, new measures of statutory strength in wage‐hour laws, and state‐level estimates of minimum wage violations, we find widespread nonuse of available powers. This misalignment of powers and practices has substantive consequences: the predicted probability of minimum wage violation falls sharply as strategic enforcement practices increase, conditional on strong labor laws. However, this effect shows no measurable impact for some of the most vulnerable workers, suggesting limits in reaching those at greatest risk. We conclude by outlining a forward‐looking research agenda on the (mis)alignment of powers and practices.",
          "url": "https://doi.org/10.1111/rego.70126",
          "doi": "https://doi.org/10.1111/rego.70126",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
