{
  "update": "2025-03-07",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Who benefits from public sustainable finance in the EU?",
          "authors": "Katrijn Siderius",
          "url": "https://doi.org/10.1080/13501763.2025.2452276",
          "doi": "https://doi.org/10.1080/13501763.2025.2452276",
          "filter": 0
        },
        {
          "title": "Do policy packages that mitigate uncertainty over long-term policy benefits increase support for costly climate action?",
          "authors": "Susanne Rhein, Thomas Bernauer",
          "url": "https://doi.org/10.1080/13501763.2025.2470313",
          "doi": "https://doi.org/10.1080/13501763.2025.2470313",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "The Interplay of Discretion and Complexity in Public Contracting and Renegotiations",
          "authors": "Fernando Deodato Domingos, Carolyn J Heinrich, Stéphane Saussier, Mehdi Shiva",
          "abstract": "This article investigates how the use of discretion in public-private contracts interplays with transactional complexity in influencing contract renegotiations. Motivations for contract renegotiations may be positive, negative (e.g., opportunistic), or neutral, and we argue that allowing discretion at the award stage may promote a more relational approach to contracting that fosters cooperation and productive adaptation. Using a dataset of 12,189 renegotiated contracts from the Tenders Electronic Daily (TED) eProcurement platform—based on European Union public procurement directives—we apply regression analyses and propensity score matching to examine how contracts are awarded and renegotiated. Our findings suggest that contracts awarded with government discretion are associated with renegotiations that are viewed more positively and less likely to be perceived as opportunistic. However, this beneficial role for discretion appears to be mitigated by contract transactional complexity, making this a critical consideration in efforts to improve the governance of provider relationships and increase public value. By integrating insights from incomplete and relational contracting theories, this study contributes to the public administration and management literature by demonstrating how discretion and complexity jointly shape contract renegotiation dynamics, informing governance strategies that balance flexibility and accountability in public procurement.",
          "url": "https://doi.org/10.1093/jopart/muaf004",
          "doi": "https://doi.org/10.1093/jopart/muaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Green Economy and the Global South",
          "authors": "Kathryn Hochstetler",
          "abstract": "The idea of a “green economy” is one of the latest attempts to bridge the environment and development aims, with a focus on economic growth that makes it appealing to countries that still see a significant development gap to make up. Yet the green economy—most often studied in the Global North and made the target of explicit policy initiatives there, often with substantial public and private resources—also presents additional challenges for the diverse states and populations of the Global South. In this commentary, I sketch a research agenda on three questions that reflect those challenges: (1) To what extent are the promises of the green economy credible in the national conditions of the Global South? (2) Will the green economy reduce poverty and reach the poorest populations of the Global South? and (3) How do the green economy activities of the Global North reverberate in the Global South?",
          "url": "https://doi.org/10.1111/rego.70008",
          "doi": "https://doi.org/10.1111/rego.70008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
