{
  "update": "2026-01-09",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Bonding through crises: how the EU social dimension fuels and counteracts Euroscepticism",
          "authors": "Anna Kyriazi, Marcello Natili",
          "url": "https://doi.org/10.1080/13501763.2025.2606751",
          "doi": "https://doi.org/10.1080/13501763.2025.2606751",
          "filter": 0
        },
        {
          "title": "Privatised technological sovereignty: the IRIS² space project and state-capital relations in the European Union",
          "authors": "Joscha Abels",
          "url": "https://doi.org/10.1080/13501763.2025.2608178",
          "doi": "https://doi.org/10.1080/13501763.2025.2608178",
          "filter": 0
        },
        {
          "title": "Depoliticization and the continuity of neoliberal policies",
          "authors": "Ronen Mandelkern",
          "url": "https://doi.org/10.1080/13501763.2025.2608172",
          "doi": "https://doi.org/10.1080/13501763.2025.2608172",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "How proximity and trust of policy narrators motivate their audience",
          "authors": "Elizabeth A. Shanahan, Rob A. DeLeo, Deserai Anderson, Kristin Taylor, Thomas A. Birkland, Clifton M. Chow, Danielle Blanch-Hartigan, Honey Minkowitz, Elizabeth A. Koebele",
          "abstract": "The effect of the narrator is understudied in the Narrative Policy Framework. We offer a systematic approach that details narrator definition, features (proximity to audience), and functions (audience trust). Informed by Construal Level Theory, we conducted an exploratory study ( n = 2268) that assigned proximal to distal narrator features (“your friend,” “your doctor,” “the CDC,” and a control “someone”) and affixed narrators to visual messages about getting the COVID-19 vaccine. We investigated the extent to which proximity, trust, and congruence between narrator and narrative form predicts motivation to vaccinate. Narrator alone had no significant effect, but the proximal narrator paired with proximal characters in the policy message did have significant effects on motivation to vaccinate. Individual trust of distal narrators elicits affective responses, whereas individual trust of the proximal narrator is associated with motivation. These results suggest effects of narrator feature, characteristic, and function are dynamic and contextual.",
          "url": "https://doi.org/10.1017/s0143814x25100937",
          "doi": "https://doi.org/10.1017/s0143814x25100937",
          "filter": 0
        },
        {
          "title": "Policy design and governance in hierarchical, risk-oriented organizations: a Danish Armed Forces case study",
          "authors": "Karina Mayland",
          "abstract": "This article examines how institutional governance mechanisms shape administrative policy design in risk-oriented, hierarchical public organizations, drawing on two cases from the Danish Armed Forces. The analysis shows how leader-centric governance, role segmentation, and compliance-oriented routines constrain collaborative process demands. These mechanisms restrict dialogue, limit upward communication and reflection, and reinforce established routines while resisting adaptation. Although such structures support operational clarity, they reduce responsiveness when extended into administrative policymaking. The study demonstrates how embedded governance logics and institutional routines condition the feasibility of collaborative policy design, even amid reform ambitions. It contributes to public administration and policy design scholarship by highlighting how hierarchical institutions govern internal policymaking and how institutionalized governance logics constrain adaptation, inclusion, and learning capacity.",
          "url": "https://doi.org/10.1017/s0143814x25100950",
          "doi": "https://doi.org/10.1017/s0143814x25100950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Safeguarding Merit: Citizen Support for Civil Service Protections Against Political Interference",
          "authors": "Colt Jensen, Jaclyn Piatak",
          "abstract": "President Trump altered the U.S. federal civil service system by reducing merit‐based protections for bureaucratic expertise and expanding the scope of political appointments, shifting the balance long established under the Pendleton Act of 1883. Similar reforms have occurred at the state level with moves to at‐will employment. These shifts raise questions about what shapes public support for merit system protections. Using data from the 2023 Cooperative Election Survey, we examine how public service motivation (PSM), political knowledge, and ideology influence support for political neutrality and protection from political coercion. We find that political knowledge and PSM are positively correlated with favorable perceptions of current merit system protections. Interestingly, there is no significant association between ideology and support for merit protections. These findings suggest that informed and motivated citizens are more likely to support meritocratic principles, highlighting the need for public education on merit systems' role in sustaining democratic governance.",
          "url": "https://doi.org/10.1111/puar.70079",
          "doi": "https://doi.org/10.1111/puar.70079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Managing emergencies and shaping images: how swift crisis interventions affect public perception of local government reputation",
          "authors": "Hongxia Li, Sicheng Chen, Rongrong Yao, Tom Christensen",
          "url": "https://doi.org/10.1080/14719037.2025.2610360",
          "doi": "https://doi.org/10.1080/14719037.2025.2610360",
          "filter": 0
        },
        {
          "title": "Lost in translation how public managers across hierarchical levels shape customization depending on their managerial or professional identity",
          "authors": "Marit Schubad, Bernard Bernards, Suzan van der Pas, Sandra Groeneveld",
          "url": "https://doi.org/10.1080/14719037.2025.2606829",
          "doi": "https://doi.org/10.1080/14719037.2025.2606829",
          "filter": 0
        },
        {
          "title": "How leaders navigate dysfunctional interdependency: the interplay between leading and politicking in Ghanaian public hospitals",
          "authors": "Tahiru Azaaviele Liedong, Joseph Ebot Eyong, Abiodun Samuel Adegbile",
          "url": "https://doi.org/10.1080/14719037.2025.2607623",
          "doi": "https://doi.org/10.1080/14719037.2025.2607623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Legitimation Strategies of Transnational Private Institutions: Evidence From the International Organization for Standardization",
          "authors": "Solveig Bjørkholt",
          "abstract": "Transnational private institutions (TPIs) operate at the intersection of technocratic efficiency and democratic accountability, raising important questions about when and why they adopt particular legitimation strategies. This study theorizes and empirically examines the role of regulatory issue area as an explanatory variable by analyzing the legitimation strategies of a prominent TPI: the International Organization for Standardization (ISO), which presents a unique case due to its expansion from technical to societal standard‐setting. Drawing on a two‐dimensional conceptual framework from the literature on international organizations and a novel dataset covering ISO's full standard portfolio, the study shows that ISO's legitimation strategies vary systematically depending on whether a standard addresses societal or physical issue areas. These findings reinforce the argument that issue area shapes the use of democratic and technocratic legitimation strategies among TPIs. The insights are especially relevant as TPIs increasingly engage in the governance of societal concerns, a development that, as this study suggests, significantly shapes how they seek legitimacy and merits further scholarly attention.",
          "url": "https://doi.org/10.1111/rego.70123",
          "doi": "https://doi.org/10.1111/rego.70123",
          "filter": 0
        },
        {
          "title": "Turf Protection or Policy Expansion? How European Agencies Shape Their Reputation Through Social Media Communication",
          "authors": "Karina Shyrokykh, Sandra Eckert, Kristin Olofsson",
          "abstract": "We approach public communication of bureaucratic organizations as a means of reputation management and argue that social media communication that abstains from making reference to other agencies is in line with a turf‐protective strategy, whereas communication that seeks to establish a link to other agencies is in line with a strategy to embrace new issues and expand policy competencies. Using climate policy communication by EU agencies on the social media platform Twitter (currently X), we show that agencies operating in policy fields traditionally linked to climate policy and holding a policy mandate refer less to their counterparts in their social media communication than agencies without such a climate mandate and operating in policy fields more recently linked to the issue. We find that agencies opt for either turf protective and risk‐averse or expansive and reputation‐building strategies, depending on what fits their interest best.",
          "url": "https://doi.org/10.1111/rego.70117",
          "doi": "https://doi.org/10.1111/rego.70117",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
