{
  "update": "2025-01-31",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Explaining Public Sector Corruption: The Hexagon Model",
          "authors": "Eva Thomann, Giuliana Ioannidis, Tiziano Zgaga, Frederic Schwarz",
          "abstract": "Different disciplines ask why public sector corruption occurs, addressing diverse phenomena. However, how different approaches and factors at micro, meso, or macro levels relate to each other in causally complex, context‐dependent ways is seldom theorized. This article develops an integrated “Corruption Hexagon” model with six dimensions. The analytically relevant context provides a not directly causal background that influences the interplay of the pressure to act corruptly, the opportunity to benefit from corruption, the capability to exploit the opportunity, the supply of corruption, and the rationalization of one's corrupt behavior. Using secondary data from 23 European countries, we operationalize the Hexagon to explain differences in procurement‐related corruption risks. Results corroborate the Hexagon's expectations: whereas the circumstances enable corruption, their interplay with personal characteristics or rationalization triggers corruption. The Hexagon offers a flexible, context‐dependent, complexity‐informed model for cumulative research integrating different methods and theoretical assumptions about the agency underlying corruption.",
          "url": "https://doi.org/10.1111/gove.70000",
          "doi": "https://doi.org/10.1111/gove.70000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Legislative oversight of EU agencies through hearings: police patrols versus fire alarms?",
          "authors": "Benjamin Leidorf-Tidå, Madalina Busuioc",
          "url": "https://doi.org/10.1080/13501763.2024.2440132",
          "doi": "https://doi.org/10.1080/13501763.2024.2440132",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Optimizing government outsourcing: a performance management framework for enhancing public service delivery",
          "authors": "Harsh Sharma",
          "abstract": "Government outsourcing has become increasingly prevalent, necessitating a comprehensive understanding of the factors that drive success and maximize public value. This study introduces a novel framework for classifying outsourcing arrangements and examines its implications for performance management through a multidisciplinary lens. We identify thematic patterns and highlight the four quadrants of Government Outsourcing Performance Management: Building , Plumbing , Consulting , and Coaching . Each quadrant represents different roles of outsourcing agencies, emphasizing factors like accountability and relationship intensity as critical success differentiators. Our research outlines an adaptive performance management system tailored to these relationships, illustrated through case studies. This innovative approach equips policymakers and public administrators with a robust tool to optimize outsourcing strategies and enhance public value delivery. By offering fresh insights into the complex dynamics of government outsourcing, this paper contributes to both theoretical discourse and practical applications in public administration and management.",
          "url": "https://doi.org/10.1017/s0143814x24000205",
          "doi": "https://doi.org/10.1017/s0143814x24000205",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Great Gatsby and the Global SouthBy DidingSakri, AndySumner, Arief AnshoryYusuf, Cambridge: Cambridge University Press. 2023. 75 pp. $22.00 (paperback). ISBN 9781009382724",
          "authors": "Muhammad Husein Heikal, Sandi Asep Ramdani",
          "url": "https://doi.org/10.1111/puar.13936",
          "doi": "https://doi.org/10.1111/puar.13936",
          "filter": 0
        },
        {
          "title": "Province of Origin, Decision‐Making Bias, and Responses to Bureaucratic Versus Algorithmic Decision‐Making",
          "authors": "Ge Wang, Zhejun Zhang, Shenghua Xie, Yue Guo",
          "abstract": "As algorithmic decision‐making (ADM) becomes prevalent in certain public sectors, its interaction with traditional bureaucratic decision‐making (BDM) evolves, especially in contexts shaped by regional identities and decision‐making biases. To explore these dynamics, we conducted two survey experiments within traffic enforcement scenarios, involving 4816 participants across multiple provinces. Results indicate that non‐native residents perceived ADM as fairer and more acceptable than BDM when they did not share a province of origin with local bureaucrats. Both native and non‐native residents showed a preference for ADM in the presence of bureaucratic and algorithmic biases but preferred BDM when such biases were absent. When bureaucratic and algorithmic biases coexisted, the lack of a shared province of origin further reinforced non‐native residents' perception of ADM as fairer and more acceptable than BDM. Our findings reveal the complex interplay among province of origin, decision‐making biases, and responses to different decision‐making approaches.",
          "url": "https://doi.org/10.1111/puar.13928",
          "doi": "https://doi.org/10.1111/puar.13928",
          "filter": 0
        },
        {
          "title": "Medium and Message by Mail: A Field Experiment to Promote Low‐Income Assistance Programs",
          "authors": "Manuel P. Teodoro, Jean Smith",
          "abstract": "Limited awareness impedes take‐up in low‐income utility assistance programs, which often suffer from low uptake. This study uses a field experiment to evaluate direct mail as a means of reducing learning burdens and thereby increasing participation in financial assistance programs offered by a large American sewer utility. Employing a conjoint design, we sent customers mailings that varied by medium (postcard vs. letter), frequency, color, sender (government vs. nonprofit), message framing (percentage discount vs. dollar savings), and language (English vs. English‐Spanish). Compared to the control group receiving no mail, direct mail significantly increased program inquiries. Notably, postcards were as effective as letters, and sending even one mailing yielded a substantial response increase; additional mailings provided minimal benefit. Sender and message framing had no significant effect. Surprisingly, bilingual mailings resulted in slightly lower response rates. Our findings suggest that direct mailings, particularly postcards, can help improve take‐up of income‐qualified public assistance programs.",
          "url": "https://doi.org/10.1111/puar.13931",
          "doi": "https://doi.org/10.1111/puar.13931",
          "filter": 0
        },
        {
          "title": "Body‐worn cameras, police arrests, and bureaucratic discretion: A large‐scale causal analysis across the United States",
          "authors": "Andrea M. Headley, Daniel B. Baker, Inkyu Kang",
          "abstract": "Drawing on the literature on bureaucratic discretion, this study conducts a large‐scale, nationwide causal analysis of the effects of body‐worn cameras (BWC) in the United States (US). It employs a staggered difference‐in‐differences (DiD) approach using 12 years of panel data (2008–2019) covering 697 local police agencies. The findings indicate that BWC adoption had no significant effect on White arrests but led to an approximately 5.5% decrease in Black arrests. Importantly, the reduction in Black arrests was concentrated in alcohol‐related cases, which involve considerable officer discretion, but did not extend to cases categorized as more serious public safety threats, such as violent or property crimes, where officer discretion may be more limited. Meanwhile, there was also a 7.7% increase in White arrests related to weapon offenses, aligning with prior studies that suggest BWCs may serve as a tool for evidence collection. Our findings provide insight into how BWCs have influenced police arrests in the US, advancing beyond previous single‐case evaluations.",
          "url": "https://doi.org/10.1111/puar.13927",
          "doi": "https://doi.org/10.1111/puar.13927",
          "filter": 0
        },
        {
          "title": "Do Vulnerable Citizens (Really) Perceive Higher Bureaucracy Costs? Testing a Key Claim of the Administrative Burden Framework",
          "authors": "Rick Vogel, Anne Dahlweg, Fabian Hattke",
          "abstract": "A key claim of the administrative burden framework is that vulnerable citizens are more affected by administrative burden than others. We test this assumption using the life events survey in Germany, an official data record covering more than 10,000 administrative encounters involving more than 5000 citizens. We find support only for the psychological costs of perceived discrimination, whereas neither compliance nor learning costs are positively associated with vulnerability. On the contrary, some vulnerable groups perceive significantly lower learning and compliance costs. Post hoc analyses suggest that these groups might feel less exposed to bureaucracy because they use fewer sources of information. Further, the results also indicate that citizens' tolerance toward burden decreases with every additional administrative encounter and that previous research has missed an important distinction between absolute and relative burden.",
          "url": "https://doi.org/10.1111/puar.13932",
          "doi": "https://doi.org/10.1111/puar.13932",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Transparency and citizen satisfaction: a meta-analysis and future research agenda",
          "authors": "Ruiying Li, Qiushi Wang, Tingli Qu",
          "url": "https://doi.org/10.1080/14719037.2025.2456658",
          "doi": "https://doi.org/10.1080/14719037.2025.2456658",
          "filter": 0
        },
        {
          "title": "Nonprofit sector ambidexterity: a framework for understanding innovation and strategy change in nonprofit organizations",
          "authors": "Danbi Seo, John M. Bryson, Matt Williams",
          "url": "https://doi.org/10.1080/14719037.2025.2452880",
          "doi": "https://doi.org/10.1080/14719037.2025.2452880",
          "filter": 0
        },
        {
          "title": "Does negative feedback on financial performance affect managerial turnover?",
          "authors": "Jinhai Yu, Xin Chen",
          "url": "https://doi.org/10.1080/14719037.2025.2456665",
          "doi": "https://doi.org/10.1080/14719037.2025.2456665",
          "filter": 0
        },
        {
          "title": "Using public–private partnerships for political reasons: the Government’s motivation and conditions",
          "authors": "Yanbing Han, Hai (David) Guo",
          "url": "https://doi.org/10.1080/14719037.2025.2456664",
          "doi": "https://doi.org/10.1080/14719037.2025.2456664",
          "filter": 0
        },
        {
          "title": "The dark side of governance networks: how private actors use discursive strategies in global sport governance",
          "authors": "Arnout Geeraert",
          "url": "https://doi.org/10.1080/14719037.2025.2456034",
          "doi": "https://doi.org/10.1080/14719037.2025.2456034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Impact of Emergencies on Corruption Risks: Italian Natural Disasters and Public Procurement",
          "authors": "Mihaly Fazekas, Shrey Nishchal, Tina Soreide",
          "abstract": "Theory and case studies suggest that emergencies and disasters increase corruption, especially in public procurement, hampering relief and reconstruction efforts. Despite a growing interest in the topic, including in research, there is still little systematic evidence about these effects, their structure and trajectories. We set out to investigate the medium‐term impact of disasters on corruption risks, using large‐scale administrative data on public tenders in Italy from 2007 to 2020, combined with data on 5 natural disasters. We employ logistic regression, coarsened exact matching and difference‐in‐differences estimators. We find that disasters increase corruption risks in the medium‐term (3 or more years after the disaster), even more than on the short term (1 year after the disaster). In the matched and diff‐in‐diff analyses, we find 3%–10% points more non‐open procedures used, 19%–21% points fewer call for tenders published, 19%–29% points more tenders with short advertisement period and 14%–17% points more single bidding tenders. Our findings highlight the importance of ring‐fencing corruption risks associated with disaster response, especially in the medium to long term.",
          "url": "https://doi.org/10.1111/rego.12653",
          "doi": "https://doi.org/10.1111/rego.12653",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
