{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Historical Persistence of Meritocratic Selection on Citizen Compliance",
          "authors": "Hanchen Jiang, Hongtao Yi, Dongcheng Zhang",
          "abstract": "The persistent influence of historical bureaucratic institutions on various contemporary socio‐economic outcomes is well documented, yet the extent to which these institutions shape current citizen‐state interactions remains underexplored. This study focuses on the persistent effect of a cultural factor shaped by a historical meritocratic institution (ancient China's imperial examination) on citizen compliance with social distancing policies during the first wave of COVID‐19 in China. Based on historical archives and digital mobility data, we find that human mobility decreased significantly more in cities with more achievers in the examination after the unexpected lockdown, the Wuhan Lockdown, in China. This effect is implemented through channels of current education level and bureaucracy‐oriented value. Further analysis based on survey data shows that this effect is reflected in citizens' obedience to the central government, rather than to local governments. These findings offer a new explanation for the geographic variation in citizen compliance and highlight the persistent positive effect of meritocratic selection on contemporary citizen‐government interactions.",
          "url": "https://doi.org/10.1111/gove.70070",
          "doi": "https://doi.org/10.1111/gove.70070",
          "filter": 0
        },
        {
          "title": "Comparing Refugee Dispersal Policies: Varieties of Responsibility‐Sharing in Europe",
          "authors": "Walter Bartl, Philipp Lutz",
          "abstract": "Many European countries are concerned about the asymmetric distribution of refugees within their territory. In response, they have developed policies to spatially disperse asylum seekers. Yet, we lack a comprehensive understanding of such refugee dispersal policies (RDPs). This article fills that gap with two contributions. First, we conceptualize RDPs as systems of subnational responsibility‐sharing in asylum governance, defined along five policy attributes and three ideal types. Second, we introduce a novel dataset covering the dispersal policies of 32 European countries and develop an index of policy restrictiveness. We show that dispersal is widespread but varies in formality and design. Most countries adopt a negotiated model combining binding spatial allocation, material incentives, and discretionary dispersal criteria. Restrictiveness is higher in states with high past arrivals and strong local autonomy. Our findings offer new insights into the spatial governance of asylum and the institutional design of responsibility‐sharing mechanisms.",
          "url": "https://doi.org/10.1111/gove.70072",
          "doi": "https://doi.org/10.1111/gove.70072",
          "filter": 0
        },
        {
          "title": "Learning From the Past? EU Industrial Policy Challenges",
          "authors": "Dimitri Zurstrassen",
          "abstract": "The European Union's current pursuit of strategic autonomy and technological sovereignty through industrial policy initiatives occurs amid intensifying US‐China competition, prompting new policy instruments and rhetoric that many scholars interpret as fundamental transformation in EU economic governance. However, historical analysis reveals striking parallels with the 1970s–1980s, when Europe confronted US technological dominance and Japanese competition. Drawing on historical institutionalist theory, extensive archival research, and seven interviews with key policymakers from the European Commission, this paper demonstrates how four interconnected structural constraints have maintained the EU's decentralized industrial policy governance across both periods. These constraints create what we term the “Competence Paradox”: external competitive pressures simultaneously create functional demands for centralized coordination while activating national sovereignty protection mechanisms that prevent such centralization. This analysis challenges interpretations of strategic autonomy as institutional transformation, revealing instead how external pressures generate innovation through institutional layering rather than governance transformation.",
          "url": "https://doi.org/10.1111/gove.70068",
          "doi": "https://doi.org/10.1111/gove.70068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Democratic governance and policy complexity: revisiting the intelligence of democracy",
          "authors": "Alexa Lenz, Xavier Fernández-i-Marín, Markus Hinterleitner, Christoph Knill, Yves Steinebach",
          "url": "https://doi.org/10.1080/13501763.2025.2553756",
          "doi": "https://doi.org/10.1080/13501763.2025.2553756",
          "filter": 0
        },
        {
          "title": "In the end, it could be a ‘no’. Conditions of ratification challenges on international agreements by the European Parliament",
          "authors": "Marine Bardou, Tom Delreux",
          "url": "https://doi.org/10.1080/13501763.2025.2566343",
          "doi": "https://doi.org/10.1080/13501763.2025.2566343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "A Process Study of Managing Tensions for Sustaining Public Purpose-Oriented Networks: Toward A “Networks as Practice” Perspective",
          "authors": "Lena E Bygballe, Ragnhild Kvålshaugen, Anne Helena Kokkonen",
          "abstract": "Purpose-oriented networks (PONs) face multiple tensions, but although their existence is well-documented, there is limited research on how network tensions emerge and how they are managed over time to enable network sustainability. We conducted a longitudinal process study of a public PON in the natural hazards field in Norway to explore how network participants experience and manage network tensions. The study identifies four tension-managing practices that help sustain networks. The analysis reveals how network tensions are interrelated and (re)emerge as the network unfolds, and how the participants’ use of these practices yields different outcomes but enables them to sustain the network over time. The study answers recent calls in the public administration literature for process studies to better understand network phenomena and contributes with a “networks-as-practice” perspective on managing network tensions. This perspective helps to reconcile and extend the dominant network governance and management perspectives because, by focusing on practice, it captures how structures and actions mutually shape one another—an interaction that is fundamental to network processes and dynamics.",
          "url": "https://doi.org/10.1093/jopart/muaf030",
          "doi": "https://doi.org/10.1093/jopart/muaf030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "AI in Public Decision‐Making: A Philosophical and Practical Framework for Assessing and Weighing Harm and Benefit",
          "authors": "Karl de Fine Licht, Anna Folland",
          "abstract": "Artificial intelligence (AI) is increasingly used in public decision‐making; yet existing governance tools often lack clear definitions of harm and benefit, practical methods for weighing competing values, and guidance for resolving value conflicts. This paper presents a five‐step framework that integrates moral philosophy, trustworthy AI principles, and procedural justice into a coherent decision process for public administrators. The framework operationalizes harm and benefit through multidimensional well‐being measures, applies normative principles such as harm–benefit asymmetry, incorporates technical assessment criteria, and offers structured methods for resolving both derivative and fundamental value conflicts. A worked example, based on the Dutch childcare benefits scandal, illustrates its application under real‐world constraints. Comparative analysis positions the framework alongside established tools, highlighting its added value in combining normative reasoning with procedural legitimacy. The paper also discusses implementation challenges, including cognitive biases, institutional inertia, and political trade‐offs, and suggests empirical approaches for validation. By linking philosophical depth with practical usability, the framework supports transparent, context‐sensitive governance of AI in the public sector.",
          "url": "https://doi.org/10.1111/padm.70029",
          "doi": "https://doi.org/10.1111/padm.70029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Employee Turnover Effects of the 2018–2019 United States Federal Government Shutdown",
          "authors": "William G. Resh, Yongjin Ahn, Weijie Wang, Keunyoung Eli Lee",
          "abstract": "As shutdowns have increased in frequency and length for the US federal government, such dysfunction may impact the federal government's ability to retain talent. In December of 2018 through January of 2019, the US federal government and its workforce endured the longest shutdown in its history. However, we know little about that shutdown's effects on the US federal civil service labor market. In this paper, we examine the intervening impact of the 2018–2019 government shutdown on personnel separations. Through the collection of data sources, we assess the shutdown's impact using two‐way fixed effects difference‐in‐differences models of both whether an agency was shut down and whether the percentage of workers who were temporarily furloughed in an agency could adequately capture the “intensity” of that shutdown. Results indicate that the 2019 shutdown impacted separations and that it did so in distinct ways across different cohorts of employees in affected agencies. This work helps inform those who study or practice strategic workforce development about the impacts of political events on labor dynamics.",
          "url": "https://doi.org/10.1111/puar.70032",
          "doi": "https://doi.org/10.1111/puar.70032",
          "filter": 0
        },
        {
          "title": "Do No Harm: A Foundational Moral Framework for Public Administration",
          "authors": "Travis Ruddle, Darin Gates, David Hart",
          "abstract": "Do no harm (DNH) represents a foundational moral framework for public administration ethics. Prohibitive moral principles, rather than aspirational values, provide a more coherent and operational basis for ethical public service—even when confronting demands for proactive intervention. Bernard Gert's theory of common morality reveals how rationality and impartiality underpin moral rules designed to prevent fundamental harms, while acknowledging challenges of defining and ranking competing harms. This approach mirrors the U.S. Constitution and Bill of Rights, which constrain governmental action to protect individual rights. We further develop the DNH framework by examining free speech issues in higher education and extend its relevance to other controversial policy settings through a comparative ethical analysis that illustrates how institutions can navigate between harmful action and harmful inaction. DNH offers morally grounded guidance for ethical decision‐making amid democratic tensions and political pressures.",
          "url": "https://doi.org/10.1111/puar.70038",
          "doi": "https://doi.org/10.1111/puar.70038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Coping with occupational stereotypes: an emotional lens on police officers’ experiences",
          "authors": "Sheeling Neo, Sjors Overman",
          "url": "https://doi.org/10.1080/14719037.2025.2567634",
          "doi": "https://doi.org/10.1080/14719037.2025.2567634",
          "filter": 0
        },
        {
          "title": "Organizing a sport mega-event in a poor and earthquaked country: the case of Chile´s 1962 world cup",
          "authors": "Diego Barría Traverso",
          "url": "https://doi.org/10.1080/14719037.2025.2567635",
          "doi": "https://doi.org/10.1080/14719037.2025.2567635",
          "filter": 0
        },
        {
          "title": "Expanding towards a Public Value Governance paradigm: the role of mindset expansion in a Swiss government agency",
          "authors": "Emamdeen Fohim, Claus D. Jacobs, Philipp Sieger",
          "url": "https://doi.org/10.1080/14719037.2025.2566903",
          "doi": "https://doi.org/10.1080/14719037.2025.2566903",
          "filter": 0
        },
        {
          "title": "Unveiling third party digital value creation: a field experiment in the public healthcare sector",
          "authors": "Martina Pisarra, Gabriele Infante, Marta Marsilio",
          "url": "https://doi.org/10.1080/14719037.2025.2569663",
          "doi": "https://doi.org/10.1080/14719037.2025.2569663",
          "filter": 0
        },
        {
          "title": "Governance reorganization and resilience: the case of Florida higher education systems",
          "authors": "Tzu-An Chiang, Daniel L. Fay",
          "url": "https://doi.org/10.1080/14719037.2025.2568202",
          "doi": "https://doi.org/10.1080/14719037.2025.2568202",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
