{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Making a difference – a tribute to Jeremy",
          "authors": "Berthold Rittberger",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2430926",
          "doi": "10.1080/13501763.2024.2430926",
          "filter": 0
        },
        {
          "title": "Money for nothing? EU institutions’ uneven record of freezing EU funds to enforce EU values",
          "authors": "Kim Lane Scheppele, John Morijn",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2406275",
          "doi": "10.1080/13501763.2024.2406275",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Strategizing under conditions of Weberian bureaucracy and ethnic consociationalism",
          "authors": "Edoardo Ongaro, Alessandro Sancino, Sampierre Mendy",
          "abstract": "This study employs a single embedded case study design to investigate strategizing processes under conditions of Weberian bureaucracy and ethnic consociationalism. Drawing from a blend of secondary and primary sources, including semi‐structured interviews, observations, and focus group discussions, we harness thematic and narrative qualitative analysis for generating knowledge about strategizing processes under conditions of Weberian bureaucracy and ethnic consociationalism, as apparent in an African public sector context, through the study of the case of The Gambia Ministry of Basic and Secondary Education. The article contributes to understanding the dynamics of strategizing processes, offering insights that can enhance strategizing practices in similar contexts.",
          "url": "http://dx.doi.org/10.1111/puar.13906",
          "doi": "10.1111/puar.13906",
          "filter": 0
        },
        {
          "title": "Executive policymaking influence via the administrative apparatus",
          "authors": "Susan Webb Yackee",
          "abstract": "Elected chief executives in the United States—that is, governors and presidents—routinely attempt to achieve their domestic policy goals by influencing the decision‐making of public agencies. I provide empirical assessments of the two most frequently theorized elected executive influence tactics: political appointments and the centralization of agency decision‐making. Using an expansive survey of the leaders in over 1800 state agencies, observational and experimental evidence are used to evaluate the effectiveness of these tactics. I find that state agency leaders believe that the appointment of officials to key agency posts allows the governor to better achieve his or her policy objectives than centralizing decision‐making, and Republican governors are seen as more successful in using these tactics than Democratic ones. Overall, the results provide a real‐world sense of how one government institution—the elected chief executive—tries to steer the policymaking of public managers and the government agencies that they lead.",
          "url": "http://dx.doi.org/10.1111/puar.13899",
          "doi": "10.1111/puar.13899",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "The bureaucratic reputation scale: cross-country and cross-language validation",
          "authors": "Anastasiia Andreeva, Jurgen Willems",
          "url": "http://dx.doi.org/10.1080/14719037.2024.2428718",
          "doi": "10.1080/14719037.2024.2428718",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
