{
  "update": "2025-12-12",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "In the Midnight Hour: Participatory Opportunities in Regulatory Policymaking During Presidential Transitions",
          "authors": "Steven J. Balla, Christopher Carrigan, Colin Emrich, Sean Paul",
          "abstract": "We examine opportunities for stakeholder participation in regulatory policymaking in the U.S. during the midnight period, the 3 months between the presidential election in November and the inauguration of the winning candidate the following January. During partisan presidential transitions, do agencies—in a sprint to the regulatory finish line—limit stakeholder participation? We develop a novel typology of midnight regulations and construct an original data set of nearly 1000 rules developed during several presidential administrations. Our analysis demonstrates that, contrary to conventional wisdom, midnight regulations do not exhibit a deficiency in participatory opportunities. In fact, rules proposed early in presidential terms that are promulgated during midnight periods are characterized by relatively expansive opportunities for participation. Normatively, the robustness of opportunities for participation during presidential transitions suggests that midnight regulations do not suffer from a lack of democratic legitimacy, at least with respect to inviting stakeholder input.",
          "url": "https://doi.org/10.1111/gove.70095",
          "doi": "https://doi.org/10.1111/gove.70095",
          "filter": 0
        },
        {
          "title": "The Embedded Network: Institutional Constraints on Collaborative Governance in Indonesia's Aviation Safety Program",
          "authors": "Oke Hendra, Eko Prasojo, Reza Fathurrahman",
          "abstract": "Why do collaborative governance reforms so often falter in non‐Western states with deep administrative traditions? This article argues that while managerial practice is relevant, the primary cause of these shortcomings lies in macro‐level institutional constraints that powerfully shape network outcomes. Through a qualitative case study of Indonesia's mandated State Safety Program (SSP), we trace the network's observed meso‐level pathologies—a weak ad hoc hub and fragmentation—to their macro‐level institutional origins. Our analysis identifies three primary constraining forces: path dependency stemming from macro‐policy, the historical legacy of a siloed state, and friction from entrenched bureaucratic logics. The primary contribution of this research is to advance institutional theory by specifying a clear multi‐level causal mechanism linking macro‐level state institutional constraints to the network's meso‐level structure and its micro‐level procedural dysfunctions. We conclude that for collaborative governance to be effective, reform efforts must shift from improving micro‐level behaviors to strategically targeting the fundamental institutional “rules of the game”.",
          "url": "https://doi.org/10.1111/gove.70100",
          "doi": "https://doi.org/10.1111/gove.70100",
          "filter": 0
        },
        {
          "title": "Administrative Burdens as a Mechanism of Distributive Politics: How Organizational Brokers and Politicians Exploit Access Burdens to Social Housing in Mexico City",
          "authors": "Rik Peeters, Miguel Ángel Brito Sánchez",
          "abstract": "This article presents a case study of Mexico City's social housing policy to expand our understanding of administrative burdens as a mechanism of political control over access to services and benefits. Faced with excessive and unclear waiting times for obtaining social housing via the city's social housing institute, citizens affiliate with social organizations that promise a reduction of those burdens in exchange for participation in collective protests and political proselytism to both sway and pressure local authorities and politicians to grant funding for housing projects and speed up construction permits. Vulnerable citizens in need of housing are captured in a political economy of administrative burdens conditioned by resource shortages in the formal bureaucracy and political leverage over the reduction of burdens. Understanding how political patronage may become engrained in policy implementation is relevant for the Global South but also for other contexts where concerns are growing over the weaponization of the state for political gain.",
          "url": "https://doi.org/10.1111/gove.70099",
          "doi": "https://doi.org/10.1111/gove.70099",
          "filter": 0
        },
        {
          "title": "The Public's Willingness to Pay More Local Taxes to Deal With Wild Animals in the City",
          "authors": "Itai Beeri",
          "abstract": "Since Earth has entered the Anthropocene era, municipalities face growing challenges in managing interactions between humans and nature. Yet, limited research addresses the actual practices of coping with such situations, particularly within public administration, policy, and politics. To date, no systematic theory or methodology adequately captures the dynamics of animals as political agents, local governance, and policy support. Recent studies have begun to close this gap by examining governance and political participation in response to wild boars, support for local environmental morality policies, and the governance challenges posed by perceived harm. Building on these contributions, the present study introduces willingness to pay additional local taxes as a novel indicator of policy support, linking human–wildlife interactions to public finance, distributive fairness, and citizen compliance. Drawing on a quantitative, large‐scale survey experiment (2020) and a choice‐based conjoint analysis, supplemented by longitudinal trend indicators (2019–2024) for contextualization, we examine the individual, environmental, and political factors shaping residents' support for a local policy aimed at addressing urban environmental challenges. We use respondents' willingness to pay more taxes as a proxy for their support of the policy. Our findings show that individual and environmental factors negatively influence this willingness, whereas political incentives exert a positive effect. Unexpectedly, greater access to policy information generated information overload, which reduced public support. We conclude by discussing the implications of these findings for urban politics, approaches to managing wild animals in cities, and support for local environmental policies.",
          "url": "https://doi.org/10.1111/gove.70098",
          "doi": "https://doi.org/10.1111/gove.70098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Do gender quotas increase legislative voting attendance? The case of the European Parliament",
          "authors": "Mads Dagnis Jensen, Suen Wang",
          "url": "https://doi.org/10.1080/13501763.2025.2596130",
          "doi": "https://doi.org/10.1080/13501763.2025.2596130",
          "filter": 0
        },
        {
          "title": "Crisis governance and protest during the covid-19 pandemic in Europe: a conditional grievance theory",
          "authors": "Amir Abdul Reda, Xiao Lu",
          "url": "https://doi.org/10.1080/13501763.2025.2596125",
          "doi": "https://doi.org/10.1080/13501763.2025.2596125",
          "filter": 0
        },
        {
          "title": "Same pressures, different paths: external economic competition, intra-commission politics, and the institutionalisation of IPCEIs in EU industrial policy",
          "authors": "Andreas Eisl, Dimitri Zurstrassen",
          "url": "https://doi.org/10.1080/13501763.2025.2597913",
          "doi": "https://doi.org/10.1080/13501763.2025.2597913",
          "filter": 0
        },
        {
          "title": "Political competition, personal ambition, and the fragility of EU membership: a comparison of Brexit and the rule of law crisis",
          "authors": "Anna Kyriazi",
          "url": "https://doi.org/10.1080/13501763.2025.2596128",
          "doi": "https://doi.org/10.1080/13501763.2025.2596128",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Seeing No Evil? Social Vulnerabilities, Collective Inference and Organizational Divergence",
          "authors": "Aaron Deslatte, Eric Stokan, Juwon Chung",
          "abstract": "This article examines the relationship between social vulnerabilities and the attention paid to them by local governments. Drawing from collective action and cognitive theories, we conceptualize planning as an organization-level inference process of selecting strategies to minimize gaps between expected and desired futures. Responding to public administration scholars who have called for advancing theories of managing risks, we examine whether local planning processes are responsive to community disadvantages and how the administrative arrangements and coordination efforts of local governments influence this sensitivity. In doing so, we highlight a phenomenon labeled organizational divergence, in which a collective’s perceived community disadvantages differ from reality. Examining climate action, economic development and sustainability plans, combined with survey and spatial data on environmental burdens for 462 municipal governments, we find evidence, using a multiphase Bayesian analytic strategy, that institutional designs which empower professional city managers increase the probability cities will engage in broader types of planning but decrease the odds they will prioritize social vulnerabilities. However, these cities are more likely to minimize divergence relative to mobility and water-related vulnerabilities. Conversely, greater functional coordination across governmental units increases the probability of prioritizing vulnerabilities in planning but also increases organizational divergence.",
          "url": "https://doi.org/10.1093/jopart/muaf034",
          "doi": "https://doi.org/10.1093/jopart/muaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Does Institutional Transparency Affect Citizen Trust in Predictive Policing? Evidence From a Survey‐Experiment in The Netherlands",
          "authors": "E. N. Nieuwenhuizen, V. Trehan, G. Porumbescu",
          "abstract": "Police organizations increasingly use predictive algorithms for surveillance, raising privacy concerns and potentially decreasing citizen trust in these prominent policing tools. This paper investigates whether two dimensions of institutional transparency, transparency about legislation and external monitoring, can influence trust in predictive policing. Using a representative survey experiment with 877 Dutch citizens, we find that disclosing how police's use of predictive algorithms is monitored by an external oversight agency significantly increased citizen trust, while providing details about predictive policing legislation did not. The findings highlight the importance of external monitoring in safeguarding citizen trust regarding police use of predictive algorithms, offering insights for policymakers and law enforcement. Furthermore, this paper provides a theoretical and methodological framework for conceptualizing and investigating institutional transparency in the context of algorithmic governance.",
          "url": "https://doi.org/10.1111/padm.70034",
          "doi": "https://doi.org/10.1111/padm.70034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Rhetoric Versus Reality? A Comparative Study of Public and Non‐Public Sector Employees' Perceptions of Discrimination",
          "authors": "Lihi Lahat, Chen Sharony, Jessica E. Sowa",
          "abstract": "How people are treated in the workplace is of increasing concern, with many scholars arguing that the government, as an employer, should set the standard for equitable treatment. While attention to equity in public administration has grown in research and practice, minimal work has comparatively explored discrimination in the public and non‐public sectors. Drawing on data from the 2018 European Social Survey, this study explores possible differences in how public and non‐public employees perceive discrimination and how perceptions vary across countries. In most countries, the differences between the sectors were not significant, but the findings show that the country, administrative culture, and sociodemographic variables play a role in perceptions of discrimination. This exploratory study makes an important empirical contribution by accumulating evidence of perceptions of discrimination across countries and has practical implications for human resource management practitioners.",
          "url": "https://doi.org/10.1111/puar.70058",
          "doi": "https://doi.org/10.1111/puar.70058",
          "filter": 0
        },
        {
          "title": "Visualizing Qualitative Research",
          "authors": "Merlijn van Hulst, E. Lianne Visser",
          "abstract": "Although qualitative research is typically seen as working with verbal text, visual representations are frequently used in qualitative research in our field. This paper examines visualization as a research practice, aiming to encourage its reflective use and further development. We contribute to the literature on qualitative research in public administration, first, by discussing key concepts and the work visuals do. Second, we explore the way visualization can enrich the research process by shaping interactions within texts and with audiences. Third, we connect the practice of visualizing to the dialogue on methodological understandings and traditions in our field. For this, we outlined two distinct approaches to visualizing that researchers may draw upon: an iterative‐progression approach (inductive) and a pragmatic‐bricolage approach (abductive). We conclude by connecting visualization to thick description, suggesting how visuals can add layers of meaning in qualitative public administration research.",
          "url": "https://doi.org/10.1111/puar.70064",
          "doi": "https://doi.org/10.1111/puar.70064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Does (professional) leadership matter for staff satisfaction? Evidence from a panel study of hospital boards",
          "authors": "Gianluca Veronesi, Christian Bøtcher Jacobsen, Ali Altanlar",
          "url": "https://doi.org/10.1080/14719037.2025.2601087",
          "doi": "https://doi.org/10.1080/14719037.2025.2601087",
          "filter": 0
        },
        {
          "title": "Damage control: an experimental study on the impact of regulatory communication strategies on citizen trust after regulatory failure",
          "authors": "Marija Aleksovska, Heidi Houlberg Salomonsen, Thomas Schillemans, Jan Boon",
          "url": "https://doi.org/10.1080/14719037.2025.2598821",
          "doi": "https://doi.org/10.1080/14719037.2025.2598821",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/14719037.2025.2591562",
          "doi": "https://doi.org/10.1080/14719037.2025.2591562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
