{
  "update": "2025-01-24",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Political Judgment Above Transparency? Results From a Mixed Method Study About Politicians' Close Cooperation With Interest Organizations",
          "authors": "Joel Martinsson",
          "abstract": "In what ways, if at all, does transparency influence how politicians cooperate with interest organizations? While there are convincing normative arguments stressing the importance of transparency in politics, empirical evidence for how transparency in practice affects how politicians reason regarding cooperating with interest organizations is scarce. In this article, I address this gap by conducting a mixed method survey experiment with 1659 Swedish politicians. The findings indicate that a lack of transparency, as explored in this study, diminishes politicians' willingness to closely cooperate with interest organizations by submitting policy proposals drafted by these organizations. However, the central concern for most politicians, in both the transparent and untransparent conditions, was whether they had exercised independent political judgment rather than blindly accepted the interest organization's suggestion. These results contribute to the literature by showing how a specific form of transparency influences cooperation between politicians and interest groups, while also offering theoretical insights into the critical role of political judgment in this cooperation.",
          "url": "https://doi.org/10.1111/gove.12912",
          "doi": "https://doi.org/10.1111/gove.12912",
          "filter": 0
        },
        {
          "title": "Between Merit and Patronage: Hybrid Appointments of Top Civil Service",
          "authors": "Ari Mamshae",
          "abstract": "This article examines the complex balancing of political loyalty and meritocratic competence in the appointment of top civil servants—a pivotal aspect of public administration that is particularly relevant in developing contexts. Focusing on the Kurdistan Regional Government (KRG) of Iraq, this study aims to unravel how merit and patronage converge in the appointment processes of director generals (DGs). To this end, the article develops an analytical framework that conceptualizes “hybrid appointments” as a process in which merit‐based and patronage considerations are intricately interwoven. The article uses a mixed‐method research design, combining elite interviews with senior politicians and a quantitative analysis of original biographical data on top civil servants. It shows how politicians weigh merit‐based qualifications alongside political considerations in the appointment process, rather than substituting loyalty for competence. This finding challenges the traditional dichotomous understanding of merit versus patronage appointments, advancing our understanding of how top civil service appointments function in developing contexts.",
          "url": "https://doi.org/10.1111/gove.12914",
          "doi": "https://doi.org/10.1111/gove.12914",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1111/gove.70001",
          "doi": "https://doi.org/10.1111/gove.70001",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The soft hostage-taking of EU foreign policy: Hungary’s rule of law conflict with the EU and Russia’s war against Ukraine",
          "authors": "Patrick Müller, Peter Slominski",
          "url": "https://doi.org/10.1080/13501763.2025.2453033",
          "doi": "https://doi.org/10.1080/13501763.2025.2453033",
          "filter": 0
        },
        {
          "title": "Unravelling national governments’ positions on EU rule of law enforcement: structural, semi-structural and ideological factors",
          "authors": "Carlos Closa, Gisela Hernández",
          "url": "https://doi.org/10.1080/13501763.2025.2451365",
          "doi": "https://doi.org/10.1080/13501763.2025.2451365",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "How to organize in turbulence: Arrangements and pathways for robust governance",
          "authors": "Marta Micacchi, Maria Cucciniello, Benedetta Trivellato, Daniela Cristofoli, Alex Turrini, Giovanni Valotti, Greta Nasi",
          "abstract": "Robustness has recently taken center stage as an emerging paradigm to cope with turbulence and “build back better” toward new normalcy. Existing literature has shown how robust governance, with its mix of flexible adaptation and proactive innovation, is well-suited to addressing turbulence. However, there remains a gap in understanding the empirical variations within robust governance arrangements. In this article, we address three questions: how (1) structures, (2) coordination mechanisms, and (3) leadership are designed and unfold in robust governance. Through a qualitative approach grounded in case studies, interviews, and archival data, we provide evidence from six Italian regions, examining how they addressed the challenges of the COVID-19 vaccination campaign. Results enable the formulation of propositions about organizational arrangements in robust governance, in addition to suggesting competing pathways for flexible adaptation and proactive innovation.",
          "url": "https://doi.org/10.1093/jopart/muae027",
          "doi": "https://doi.org/10.1093/jopart/muae027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Citizens' Inclusion in Public Services: A Systematic Review of the Public Administration Literature and Reflection on Future Research Avenues",
          "authors": "Tana Licsandru, Elina Meliou, Ileana Steccolini, SinMun Chang",
          "abstract": "Despite a resurgence of interest in social equity, citizens' inclusion in public services has attracted limited attention in the public administration literature so far, having often remained in the background of studies focusing on citizens' participation and representative bureaucracy. To fully comprehend and enhance the role of public administration in promoting inclusive public services and building inclusive societies, it is necessary to prioritize citizens' inclusion in public services as a central phenomenon. A first step in this direction is assessing existing knowledge and identifying new research avenues. Drawing on the “name, blame, claim” framework, this systematic literature review of 119 studies extends public administration scholarship by mapping and analyzing knowledge of citizens' inclusion in public services and identifying ways forward to strengthen the research and practice in this area.",
          "url": "https://doi.org/10.1111/padm.13049",
          "doi": "https://doi.org/10.1111/padm.13049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Algorithms for a new season? Mapping a decade of research on the artificial intelligence-driven digital transformation of public administration",
          "authors": "Yanto Chandra, Naikang Feng",
          "url": "https://doi.org/10.1080/14719037.2025.2450680",
          "doi": "https://doi.org/10.1080/14719037.2025.2450680",
          "filter": 0
        },
        {
          "title": "The impact of descriptive social norms on coproduction: How communication frames matter",
          "authors": "Yan Wang, Shuwei Zhang, Jinfeng Zhang",
          "url": "https://doi.org/10.1080/14719037.2025.2454502",
          "doi": "https://doi.org/10.1080/14719037.2025.2454502",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Does the Background of the Regulator Matter? The Role of Expertise and Diversity on the Perceived Competence of Regulatory Bodies",
          "authors": "Ixchel Perez‐Duran, Yannis Papadopoulos, Bastiaan Redert, Juan Carlos Triviño‐Salazar",
          "abstract": "This paper examines expertise and professional diversity within new (agencies and central banks) and traditional (ministries) regulatory bodies (RBs) and assesses their effect on the perceived competence of RBs. In particular, we address the following research questions: To what extent do members of RBs have expertise and display diversity in terms of their professional trajectories? How do expertise and professional diversity affect the perceived competence of RBs? By using two empirical sources of data, this article provides core information on the educational and professional profiles of RBs staff. In addition, the paper provides evidence that both professional diversity and expertise among RBs do not have a significant effect on their perceived competence by regime actors. However, the study also suggests that regime actors that are more closely aligned to the professional trajectory of RB members (i.e., other regulators and members of the executive branch) tend to have a more positive perception of the competence of RBs. Conversely, societal actors tend to be more critical toward RBs, suggesting that a lack of a shared language creates a greater distance from the regulators.",
          "url": "https://doi.org/10.1111/rego.12654",
          "doi": "https://doi.org/10.1111/rego.12654",
          "filter": 0
        },
        {
          "title": "Insiders and Outsiders: The Role of Human Agents and Networks in System Change",
          "authors": "Miranda Forsyth, Anthea Roberts",
          "abstract": "This article focuses on the roles of insiders or outsiders in order to theorize the role that human agents play in systems change. It asks: (1) what strengths and weaknesses do insiders and outsiders have respectively as agents of change; and (2) what strategies are available to use these insights to increase, or to limit, the prospects of significant and lasting change? Drawing on an interdisciplinary range of scholarship, it develops a general theoretical framework for identifying the strengths and weaknesses of insiders and outsiders in terms of innovation (generating new ideas) and diffusion (promoting the adoption of new ideas). It identifies two strategies to leverage the strengths of both: (1) complexifying our understanding of change agents through identifying the special roles played by “insider–outsiders” and “outsider–insiders”; and (2) connecting insiders and outsiders through a process we refer to as “inside‐outside networked change.”",
          "url": "https://doi.org/10.1111/rego.12645",
          "doi": "https://doi.org/10.1111/rego.12645",
          "filter": 0
        },
        {
          "title": "Subsidizing Unprofitable Industries: The Political Determinants of Agro‐Industrial Policy in French Overseas Departments",
          "authors": "Thibaut Joltreau",
          "abstract": "Why do states subsidize unprofitable industries? This paper applies the Programmatic Action Framework and adapts it to neocorporatist settings to uncover the political determinants of industrial policies. Empirically, it explores how a longstanding coalition of economic, administrative and political actors has maintained public funding for the sugarcane agro‐industry in French overseas departments, despite new policy objectives for agricultural diversification and subsidy reallocation. Drawing on extensive archival and interview data, I argue that this tripartite programmatic group has leveraged long‐term institutionalized structures to resist subsidy reform and secure support for sugarcane production. Through coordinated discursive strategies to counter “transformative” policy proposals, and relational tactics to exclude challenging actors from the policy venue, each subgroup of this coalition has preserved its social position and the associated political resources gained from policymaking. These findings suggest that innovative policy reform in such sectors will require new public‐private alliances capable of challenging entrenched programmatic groups.",
          "url": "https://doi.org/10.1111/rego.12657",
          "doi": "https://doi.org/10.1111/rego.12657",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/rego.12598",
          "doi": "https://doi.org/10.1111/rego.12598",
          "filter": 1
        }
      ]
    }
  ]
}
