{
  "update": "2025-01-17",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Commodifying Public Utilities: EU's New Governance Prescriptions for Rail and Water",
          "authors": "Darragh Golden, Imre Szabó, Roland Erne",
          "abstract": "In the mid‐2000s, the Single Market Program and European Monetary Union lost momentum, as public services advocates increasingly succeeded in tempering attempts to liberalize public utilities through legislative amendments and Court of Justice rulings. After the 2008 crisis, however, the EU's shift to a new economic governance (NEG) regime provided EU executives with a new tool to advance their objectives. Unlike EU directives, country‐specific NEG prescriptions require neither the approval of the European Parliament nor their transposition into law, making it more difficult for social forces to contest them. Our analysis of NEG prescriptions for public utilities in two sectors (rail and water) and four countries (Germany, Ireland, Italy, Romania) across 10 years (2009–2019) shows that the shift to NEG provided EU executives with new extra‐parliamentarian and extra‐juridical tools that allowed them to revive their stalled commodification agenda; at the price of accentuating the EU's democratic and justice deficits.",
          "url": "https://doi.org/10.1111/gove.12909",
          "doi": "https://doi.org/10.1111/gove.12909",
          "filter": 0
        },
        {
          "title": "Award citation: The Charles H. Levine Memorial Book Prize, 2024",
          "url": "https://doi.org/10.1111/gove.12883",
          "doi": "https://doi.org/10.1111/gove.12883",
          "filter": 0
        },
        {
          "title": "When Do Liberal Governments Restrict Civil Society?",
          "authors": "Nicole Bolleyer, Adam Eick, Milka Ivanovska Hadjievska, Leonhard Grevesmühl",
          "abstract": "Liberal democracies increasingly restrict civil society organizations (CSOs), a trend frequently linked to illiberal governments. But when do ideologically liberal governments resort to such restrictions? Linking research on state traditions, party ideology and crisis governance, we theorize factors enhancing liberal governments' propensity to adopt normatively contentious CSO restrictions. Distinguishing formal‐legal restrictions on CSO voice from those on CSO existence, we show that nearly 90 such restrictions were adopted by 17 cabinets in France and the United Kingdom over the last 2 decades. In line with theoretical expectations, restrictions on CSO existence are more prominent in statist France, while governments in the United Kingdom tend to restrict CSO voice. More right‐wing governments adopt more CSO restrictions, while restrictions go up with government crisis pressure. Overall, understanding how liberal governments use CSO restrictions requires considering contextual opportunity structures and ideological dispositions in conjunction.",
          "url": "https://doi.org/10.1111/gove.12913",
          "doi": "https://doi.org/10.1111/gove.12913",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Language-bargaining in the Council of the European Union: meaning negotiations and the concept of gender equality",
          "authors": "Monika de Silva",
          "url": "https://doi.org/10.1080/13501763.2024.2442077",
          "doi": "https://doi.org/10.1080/13501763.2024.2442077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Inside the Digital State: Frontline Work in the Context of Digital Layering",
          "authors": "Anne Mette Møller",
          "abstract": "Following decades of incremental digital development, public agencies today are permeated by a plethora of digital systems and tools. Transcending the dominant focus on individual technologies in extant literature, this study introduces the concept of “digital layering” to capture the characteristics of this setting and develop a unique contextualized understanding of frontline work in the digital age. Drawing on extensive ethnographic fieldwork in The Danish Agricultural Agency and the Danish Tax Agency, the study shows that digital layering creates a context for frontline work characterized by the experience of complexity, fragmentation, and instability or fragility of digital technologies, which deeply affects both backstage tasks and public encounters. In response, frontline workers employ a range of compensatory practices in the organizational backstage, including workarounds, temporal flexibility and collaborative IT support, and take on new organizational roles as “digital janitors” and “digital liaisons” to fix errors and raise awareness of the consequences of higher-level decision-making on the ground. During public encounters, they avoid or take precautionary measures when using digital tools and engage in digital detective work on behalf of citizens. Conceptualized as “digital repair work”, these compensatory practices and roles are aimed at protecting professional and bureaucratic values such as efficiency, transparency, responsiveness, and trustworthiness. The study results in a novel theoretical framework to guide future inquiry into digital layering and its implications for (frontline) work and organizations, including employee well-being, the continued enactment of professional and bureaucratic values, and citizens’ trust in government.",
          "url": "https://doi.org/10.1093/jopart/muaf001",
          "doi": "https://doi.org/10.1093/jopart/muaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Herbert Simon's Legacy for Public Administration",
          "authors": "Ricardo C. Gomes, Fernando D. Domingos",
          "abstract": "Herbert Simon's pioneering developments on bounded rationality and artificial intelligence (AI) have had a profound and lasting impact on public administration. This paper systematically examines Simon's legacy, exploring how his concepts have shaped scholarship in three core areas: decision‐making, human performance, and organizational knowledge. By connecting Simon's insights into contemporary advancements in AI, we highlight several avenues for further research. We uncover opportunities to enhance administrative processes while addressing pressing ethical and operational challenges, such as designing adaptive frameworks that balance innovation with accountability in public administration. Simon's work continues to offer essential guidance for navigating the complexities of governance in the digital age.",
          "url": "https://doi.org/10.1111/padm.13051",
          "doi": "https://doi.org/10.1111/padm.13051",
          "filter": 0
        },
        {
          "title": "Integrating Formal and Relational Contracting: The Link Between Network Structure and Contract Design in Interlocal Collaboration Agreements",
          "authors": "Raúl Gutiérrez‐Meave, Shuwen Zhang, Jered B. Carr, Michael D. Siciliano",
          "abstract": "Local governments increasingly rely on contractual relationships with third parties for public service delivery, blending formal agreements with relational mechanisms to reduce risks and uncertainties. While most research on these contracts has focused on relationships between two parties, this work adopts a network perspective to analyze how the structure of these networks—especially close‐knit connections—influences contract design. We analyzed 6576 agreements between local governments in Iowa related to public safety from 2007 to 2017 and selected 300 to qualitatively code for contractual provisions. Our findings show that when there are strong shared connections between third parties, contracts tend to be less formal. These results expand the typical focus on two‐party relationships, showing how larger networks can shape the balance between formal and relational contracts in public service management.",
          "url": "https://doi.org/10.1111/padm.13050",
          "doi": "https://doi.org/10.1111/padm.13050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Does public sector performance information impact stakeholders? Evidence from a meta‐analysis",
          "authors": "Xue Meng, Chaoping Li",
          "abstract": "Performance information (PI) has received significant attention in public administration research. However, evaluating the impact of public sector PI on stakeholders is challenging due to varying empirical results. Drawing on information propagation theory, as well as social and cognitive psychology, we conduct a meta‐analysis to examine the effect of public sector PI. Using 461 effect sizes from 75 studies, the meta‐analysis reveals PI's positive effects on stakeholder attitudes, behaviors, and perceptions of performance. Moreover, the effects tend to be stronger when PI is sent by third parties, received by citizens, delivered with positive valence, presented in absolute forms, and disseminated in law enforcement administrative subfields and in societies characterized by low power distance. The findings reinforce the significance of public sector PI and illuminate the complex interplay between it and stakeholder responses.",
          "url": "https://doi.org/10.1111/puar.13924",
          "doi": "https://doi.org/10.1111/puar.13924",
          "filter": 0
        },
        {
          "title": "Where power and scholarship collide: Gender and coauthorship in public administration research",
          "authors": "Amy E. Smith, Norma M. Riccucci, Kimberley R. Isett, Leisha DeHart‐Davis, Rebekah St. Clair Sims",
          "abstract": "Publishing is a source of capital and power in academia, and coauthoring is a common way to publish. However, studies in public administration have not yet examined the structure of coauthorship patterns, how these patterns have evolved over time, or the extent to which these patterns are gendered. We use bibliometric data to examine coauthorship in public administration scholarship over four decades with a particular focus on gendered patterns. Descriptive statistics, regression, and social network analysis suggest that when women are first authors, the research team is more likely to contain other women and while women are increasingly represented in coauthorship structures, men‐only groups of coauthors continue to persist. These findings have implications for the coauthoring practices of individual scholars, perceptions of coauthorship in hiring, tenure, and promotion decisions, and efforts in the field to promote diversity, equity, and inclusion.",
          "url": "https://doi.org/10.1111/puar.13923",
          "doi": "https://doi.org/10.1111/puar.13923",
          "filter": 0
        },
        {
          "title": "Promoting performance in multilevel governance and delivery of homelessness services",
          "authors": "Jordy Coutin, Juliet Musso, J. Woody Stanley",
          "abstract": "The current study contributes to practice in interagency performance management through a study of the system of federal grants awarded by the Department of Housing and Urban Development to local Continuum of Care (CoC). The mixed methods design synthesizes a multivariate analysis of the relationship between grantee performance and funding levels, a national survey of CoCs and follow‐up interviews with CoC administrators. Findings reveal little association between reported improvements in system‐level performance and annual funding amounts awarded to CoCs. Nevertheless, interviews reveal that the system has fostered commitment to use of data and performance management practices. The study suggests that intergovernmental performance systems should address issues of capacity and be more attuned to the context in which grant recipients work to attain measurable goals. In particular, the value of the performance system is less a carrot/stick relationship between principals and agents, and more a communicative opportunity for federal entities and localities regarding local achievements and constraints.",
          "url": "https://doi.org/10.1111/puar.13926",
          "doi": "https://doi.org/10.1111/puar.13926",
          "filter": 0
        },
        {
          "title": "Choosing the right crowdsourcing strategy: Implications for governments' crowdsourcing initiatives",
          "authors": "Ana Colovic, Mehdi Bagherzadeh, Jean‐Louis Liévin",
          "abstract": "Building on recent advances in crowdsourcing research, we argue that, when using crowdsourcing, governments should accurately select the crowd they wish to engage with, depending on the problem to be solved. While targeting a large crowd may be common, it is not always the most appropriate: it can waste significant resources without necessarily producing satisfactory results. We contend that the nature of the problem should determine the crowdsourcing strategy. We propose a typology of problems based on their scope and technicity: specific nontechnical, specific technical, broad nontechnical, and broad technical. We introduce the main crowdsourcing strategies—fishing, hunting, and collective production—explain the rationale for each, and offer a practitioner's perspective on their costs and benefits. We then discuss how each strategy is suited for solving diverse problems and propose guidelines for governments on using crowdsourcing more effectively.",
          "url": "https://doi.org/10.1111/puar.13917",
          "doi": "https://doi.org/10.1111/puar.13917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Noise at the street level: revealing unwanted variability in seismic safety",
          "authors": "Simone Busetti, Maria Stella Righettini, Stefano Sbalchiero",
          "url": "https://doi.org/10.1080/14719037.2024.2445038",
          "doi": "https://doi.org/10.1080/14719037.2024.2445038",
          "filter": 0
        },
        {
          "title": "Putting auditing in the context of democratic governance: the question of auditing discretion from the public’s perspective",
          "authors": "Dana Natan-Krup, Shlomo Mizrahi",
          "url": "https://doi.org/10.1080/14719037.2025.2452889",
          "doi": "https://doi.org/10.1080/14719037.2025.2452889",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Role of Political Actors in Realizing Sustainable European Energy Markets: Insights From the Trinational Upper Rhine Region",
          "authors": "Franziska Leopold, Bianca Blum, Dominik Schröder",
          "abstract": "Against the background of the European decarbonization strategy, this study examines the extent to which the expansion of renewable energies can lead to tensions with the social and ecological dimensions of the sustainability concept. The study is based on qualitative interviews with 66 experts conducted in the trinational metropolitan region of the Upper Rhine in Germany, France, and Switzerland. Following a description of the status‐quo in each country, a public choice analysis is used to identify the key actors in the political decision‐making process to determine the extent to which they facilitate or impede the energy‐transition and cross‐border cooperation, as well as group‐specific socio‐environmental‐conflicts. Based on the identified conflicts, eco‐social‐policy recommendations are derived that can also enhance trinational cooperation.",
          "url": "https://doi.org/10.1111/rego.12651",
          "doi": "https://doi.org/10.1111/rego.12651",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
