{
  "update": "2025-08-15",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "European democracy in action? The 2024 European Parliament elections",
          "authors": "Sara B. Hobolt, Sebastian Adrian Popa, Wouter van der Brug",
          "url": "https://doi.org/10.1080/13501763.2025.2542254",
          "doi": "https://doi.org/10.1080/13501763.2025.2542254",
          "filter": 0
        },
        {
          "title": "Responding in time: the European Commission’s communicative responsiveness to public opinion and functional pressure in the case of migration (2002–2024)",
          "authors": "Leonce Röth, Christoph Ivanusch, Klaus H. Goetz, Radu-Mihai Triculescu",
          "url": "https://doi.org/10.1080/13501763.2025.2537775",
          "doi": "https://doi.org/10.1080/13501763.2025.2537775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Understanding policy instrument preferences under conflicting beliefs and uncertainty",
          "authors": "Milena Wiget, Judit Lienert, Karin Ingold",
          "abstract": "Anticipating policy instrument preferences can be an important step in policy design to address pressing sustainability problems. But studying preferences for policy instruments is a difficult task because sustainability problems involve a non-negligible degree of trade-offs and uncertainty. We therefore study the role of actors’ underlying ideologies (policy core beliefs) and risk attitudes in forming their preferences for different instruments. Combining the advocacy coalition framework with multi-attribute utility theory, both ideologies and attitudes toward uncertain policy consequences can influence instrument preferences. So far, policy studies literature has paid little attention to trade-offs between policy core beliefs or risk attitudes. Using Bayesian regression models on data from actors in Swiss pesticide risk reduction policy, we found that attitudes toward trade-offs and risk are indeed relevant to explain preferences for different regulatory and market-based instruments addressing agricultural pesticide use. Therefore, when designing policies for sustainability problems, considering the relative importance of policy core beliefs for different actors can help to find effective and broadly supported solutions. In addition, risk attitudes should be considered when policy design involves more coercive and stimulative policy instruments.",
          "url": "https://doi.org/10.1017/s0143814x25100664",
          "doi": "https://doi.org/10.1017/s0143814x25100664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Governance and Accountability in Reshaping Public Services: Open Challenges and Wicked Problems of the 21st Century",
          "authors": "Carmela Barbera, Laurence Ferry, Noel Hyndman, Mariannunziata Liguori, Sean McCandless, Henry C. Midgley",
          "abstract": "Issues of accountability are ubiquitous in public governance. Accountability connects with other concerns like legitimacy, power, citizen engagement, and new modes of service production. These issues and connections become all the more poignant given the evolving landscape of public services amidst the backdrop of 21st‐century poly‐crises. The pieces in this special issue explore these dynamics, particularly concerning shifting governing modes, contractual arrangements, performance management, and digitalization. New service delivery models introduce complexities beyond efficiency, impacting power dynamics and stakeholder interests. In this introductory piece, the editors preview these issues, highlight the enduring questions from the literature informing this special issue, and summarize the 14 pieces. The editors end by reflecting on accountability's importance through discussions of accountability for neoliberalism and performance measurement, contracting out, liberty, democracy, social equity, and human‐centered public governance.",
          "url": "https://doi.org/10.1111/padm.70012",
          "doi": "https://doi.org/10.1111/padm.70012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Hidden AI innovations in the public sector: the role of political constraints, bureaucracy, and legitimacy in the adoption of AI-based personnel selection",
          "authors": "Jinsol Park, Dongjin Oh, Donwe Choi",
          "url": "https://doi.org/10.1080/14719037.2025.2543791",
          "doi": "https://doi.org/10.1080/14719037.2025.2543791",
          "filter": 0
        },
        {
          "title": "Responsibility attribution, rewards, and sanctions for public service outcomes: experimental evidence on citizens’ judgements",
          "authors": "Nora Albrecht, Sanja Korac, Iris Saliterer, Ileana Steccolini",
          "url": "https://doi.org/10.1080/14719037.2025.2543792",
          "doi": "https://doi.org/10.1080/14719037.2025.2543792",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Subjective Technology Risk and Education Preferences: VET as a Safe Haven or Dead End?",
          "authors": "Matthias Haslberger, Scherwin M. Bajka",
          "abstract": "Education equips individuals with valuable skills to protect them against employment risks associated with the digital transition. As scholars debate whether vocational education and training (VET) or general education better insures against technology‐induced employment risk, we ask how this type of risk, as perceived by individuals, shapes their education preferences. Our analyses, based on a survey of over 11,500 respondents across seven European countries, show that VET is regarded as a safe haven by those perceiving heightened risk. This relationship remains robust when controlling for various alternative explanations and is consistent across countries. Subgroup interactions indicate that men, high‐income earners, respondents with tertiary education, and those politically on the right more strongly favor VET in response to subjective technology risk. Hence, our study suggests that VET's practical, job‐oriented focus is perceived as better protection against the growing uncertainty over skill demands in the twin transition than general education.",
          "url": "https://doi.org/10.1111/rego.70067",
          "doi": "https://doi.org/10.1111/rego.70067",
          "filter": 0
        },
        {
          "title": "“The Excuses We Make”: Defining Eight Corruption Rationalization Categories",
          "authors": "Caio César Coelho Rodrigues",
          "abstract": "The rationalization of corruption allows individuals to detach from moral imperatives, enabling them to perceive unethical or unlawful actions as acceptable or justifiable. Closely linked to the concept of moral disengagement, rationalization involves cognitive distortions that frame inhumane or immoral behavior as neither wrong nor inconsistent with the agent's values. Despite its conceptual significance, rationalization has been empirically understudied, largely due to the limited availability of firsthand qualitative data from corruption perpetrators. This study addresses this gap by analyzing how individuals involved in corruption rationalize their actions. We conduct an abductive thematic analysis of 141 h of testimony from 49 Odebrecht executives, collected as part of their leniency agreements during Brazil's high‐profile Car Wash investigation. Through these depositions, we uncover and interpret the discursive strategies used by the executives to normalize their involvement in systemic corruption. Drawing on prior research and our empirical findings, we propose eight categories of rationalization. These categories offer a framework that not only advances academic understanding of corruption rationalization mechanisms but also provides practitioners—such as compliance officers, ethics trainers, and internal auditors—with actionable insights to design more effective ethics training programs and preventive strategies that focus on cultural and psychological mechanisms rather than legislation and market regulations.",
          "url": "https://doi.org/10.1111/rego.70068",
          "doi": "https://doi.org/10.1111/rego.70068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
