{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "The Nature and Dynamics of Access: Conceptualizing and Measuring Procedural Engagement Dynamics Between EU Interest Groups and Public Officials",
          "authors": "Erin Sullivan, Caelesta Braun, Bert Fraussen",
          "abstract": "Policy engagement procedures now demand more from interest groups and require them to adopt more collaborative‐minded behaviors when interacting with policymakers. While existing scholarship largely conceptualizes policy engagement as policy access, commonly measured by frequency or type of engagement, studies examining the precise nature and dynamics of policy access remain rare. We examine how interest groups experience their engagement with policymakers, and whether this impacts their overall level of satisfaction in consultation processes. We unpack the nature of what this engagement entails by considering enabling and restricting procedural aspects covered by the collaborative governance literature to complement the focus on policy access by the interest group literature. Analyzing EU interest group survey data, we find engagement processes feature both enabling and restricting elements, and vary across group types. Furthermore, we clarify the relation between enabling features, and levels of satisfaction with the consultation process, as well as the role of political contestation and prior involvement.",
          "url": "https://doi.org/10.1111/gove.70048",
          "doi": "https://doi.org/10.1111/gove.70048",
          "filter": 0
        },
        {
          "title": "Partisanship and the Gender Pay Gap in Local Government",
          "authors": "Jose Manuel Alonso, Rhys Andrews",
          "abstract": "Partisanship may play a part in shaping gender equality within public organizations, especially in local governments, which are often subject to direct political control. Using a Regression Discontinuity (RD) Design, we examine the influence of partisanship on gender equality within government by analyzing whether right‐wing party control is related to the gender pay gap among all employees in English local governments. We also investigate whether it is related to gender representation among the senior managers in those governments. Our RD estimates reveal that right‐wing controlled local governments have a larger gender pay gap and fewer women in senior management than in governments controlled by other political parties.",
          "url": "https://doi.org/10.1111/gove.70050",
          "doi": "https://doi.org/10.1111/gove.70050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Attitudinal ambivalence toward multiculturalism",
          "authors": "Francesco Raffaelli",
          "url": "https://doi.org/10.1080/13501763.2025.2546977",
          "doi": "https://doi.org/10.1080/13501763.2025.2546977",
          "filter": 0
        },
        {
          "title": "Geopolitical rebordering? External boundary formation in the European Union",
          "authors": "Buket Buse Demirci, Christian Freudlsperger, Frank Schimmelfennig",
          "url": "https://doi.org/10.1080/13501763.2025.2548346",
          "doi": "https://doi.org/10.1080/13501763.2025.2548346",
          "filter": 0
        },
        {
          "title": "In the green trenches: the European investment bank’s quest to become the EU’s climate bank",
          "authors": "Dan Mocanu, Matthias Thiemann",
          "url": "https://doi.org/10.1080/13501763.2025.2547915",
          "doi": "https://doi.org/10.1080/13501763.2025.2547915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Correction to: How ensembling AI and public managers improves decision-making",
          "url": "https://doi.org/10.1093/jopart/muaf023",
          "doi": "https://doi.org/10.1093/jopart/muaf023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Populism and Political Appointments",
          "authors": "Nissim Cohen, Ron Duhl",
          "abstract": "Do populist politicians increase the number of political appointments when they assume power? While the existing literature identifies politicization and political appointments as leading populist strategies, empirical evidence remains limited. Given the elusive nature of political appointments, it is challenging to assess their true extent in various contexts. Our research highlights how exemptions from a merit‐based process are a major indicator of politicization. Through a systematic analysis of all exemptions from competition or a merit‐based selection process in the Israeli civil service from January 1, 2000, to April 30, 2024, we provide empirical evidence linking populism and political appointments, suggesting deep and widespread politicization within the Israeli civil service. Our empirical evidence implies that Israel is probably among the leaders in this regard among developed democratic countries. In discussing our findings, we argue that, given the current global populist trend, public administration scholars should adopt a more critical stance toward political appointments.",
          "url": "https://doi.org/10.1111/puar.70023",
          "doi": "https://doi.org/10.1111/puar.70023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Functional team diversity in frontline service delivery: explaining teamwork attitudes among public service professionals",
          "authors": "Mads Thau, Anne Mette Kjeldsen, Jakob Majlund Holm, Bente Bjørnholt",
          "url": "https://doi.org/10.1080/14719037.2025.2544237",
          "doi": "https://doi.org/10.1080/14719037.2025.2544237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "New Tools for Old Habits: How Whistleblowing Works in Organizations",
          "authors": "Alexandrina Augusta Bora, Sergiu Gherghina",
          "abstract": "Whistleblowing in private and public sector organizations has gained momentum in the last decade. Most theories seeking to explain why some employees report wrongdoings largely disregard the interaction between the cognitive and emotional components of this decision. Our article addresses this gap in the literature and proposes a theoretical model that was initially developed in cognitive psychology and accounts for such an interaction. We explore empirically its relevance in the case of private and public sector employees in Romania, which is the least likely case for the use of whistleblowing. We use data from semi‐structured interviews conducted with employees from the private and public sector. The key findings contribute to the debates on whistleblowing as a specific regulator in organizations: emotions and cognition have high explanatory power; the irrational beliefs matter in developing emotional and behavioral consequences for potential whistleblowers; and the organizational support is crucial in disputing these irrational beliefs.",
          "url": "https://doi.org/10.1111/rego.70069",
          "doi": "https://doi.org/10.1111/rego.70069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
