{
  "update": "2024-12-20",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "The Symphony of Evolution: Unraveling Infrastructure Public–Private Partnerships Collaboration Networks Through Participant Characteristics",
          "authors": "Guangdong Wu, Kejia Zhou, Zhibin Hu, Ge Wang, Bingsheng Liu, Wei Zhang",
          "abstract": "Using collaborative governance theory and stochastic actor‐oriented models (SAOMs), this study examines the co‐evolution of networks and participant characteristics in 1505 infrastructure PPP projects involving 3225 participants across 35 large and medium‐sized Chinese cities. The results show that collaborative networks are highly structured and exhibit small‐world characteristics. Furthermore, in the evolving landscape of China's PPPs, the collaboration network has shifted into three governance patterns: government‐SOEs (State‐owned enterprises) driven, SOEs‐consulting driven, and SOEs dominant. In addition, results reveal that network evolution is promoted by transitive triads, the similarity of organizational size, and geographic proximity, while it is hindered by outdegree, similarities of organizational age and type. The findings provide insights for partner selection and the involvement of governments in public service delivery and the development of governance strategies.",
          "url": "https://doi.org/10.1111/gove.12911",
          "doi": "https://doi.org/10.1111/gove.12911",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1111/gove.12871",
          "doi": "https://doi.org/10.1111/gove.12871",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The trust deficit. EU bargaining for access and control over cloud infrastructures",
          "authors": "Filippo Gualtiero Blancato, Madeline Carr",
          "url": "https://doi.org/10.1080/13501763.2024.2441418",
          "doi": "https://doi.org/10.1080/13501763.2024.2441418",
          "filter": 0
        },
        {
          "title": "Care risks: how concerns about looking after older family members increase support for government spending on the retired",
          "authors": "Zack Grant, Jane Green, Geoffrey Evans",
          "url": "https://doi.org/10.1080/13501763.2024.2440639",
          "doi": "https://doi.org/10.1080/13501763.2024.2440639",
          "filter": 0
        },
        {
          "title": "Party responsiveness to public opinion in a multi-dimensional policy space",
          "authors": "Raimondas Ibenskas, Jonathan Polk",
          "url": "https://doi.org/10.1080/13501763.2024.2438960",
          "doi": "https://doi.org/10.1080/13501763.2024.2438960",
          "filter": 0
        },
        {
          "title": "Who deserves the spot? Attitudes towards priorities in access to subsidised childcare",
          "authors": "Giuliano Bonoli, Mia K. Gandenberger, Carlo Knotz",
          "url": "https://doi.org/10.1080/13501763.2024.2438107",
          "doi": "https://doi.org/10.1080/13501763.2024.2438107",
          "filter": 0
        },
        {
          "title": "Farewell from Jeremy: enfin!",
          "authors": "Jeremy Richardson",
          "url": "https://doi.org/10.1080/13501763.2024.2436289",
          "doi": "https://doi.org/10.1080/13501763.2024.2436289",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Compliance under distrust: Do people comply less when they feel distrusted?",
          "authors": "Juan P Mendoza, Jacco L Wielhouwer",
          "abstract": "Several studies indicate that people are less compliant when they feel distrusted. This can pose a challenge for public administration, as some forms of control may signal distrust towards people and could undermine their motivation to comply. In this study, we question whether feeling distrusted is necessarily negative for compliance. In two experiments on tax compliance (N =239), we examine the case in which the individual is distrusted by the authority. Mediation analyses indicate that distrust reduces opportunism, and this is in turn associated with higher compliance. In a survey experiment on compliance with COVID-19 rules (N =590), we examine the case in which the individual’s group is distrusted by other members of society. A mediation analysis indicates that distrust increases opportunism, but only for participants who already see themselves as less compliant than average, and this is in turn associated with a lower willingness to comply in the near future. These findings challenge the notion that distrust necessarily leads to retaliation or negative reciprocity, and indicate that the cautious communication of distrust may even be positive in some cases.",
          "url": "https://doi.org/10.1093/jopart/muae025",
          "doi": "https://doi.org/10.1093/jopart/muae025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Third‐Party Governance: Using Third Parties to Deliver Governmental Goods and ServicesBy Jessica N.Terman, New York, NY: Routledge, 2024. 209. $51.99 (paperback). ISBN (print) 9781032261775",
          "authors": "M. Blaise Denton",
          "url": "https://doi.org/10.1111/padm.13048",
          "doi": "https://doi.org/10.1111/padm.13048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Turning rejection into adoption: enhancing the uptake of externally developed design proposals through boundary spanning",
          "authors": "Geert Brinkman, Astrid Molenveld, William Voorberg, Arwin van Buuren",
          "url": "https://doi.org/10.1080/14719037.2024.2436614",
          "doi": "https://doi.org/10.1080/14719037.2024.2436614",
          "filter": 0
        },
        {
          "title": "How is empathy used in public service? A systematic literature review",
          "authors": "Assel Mussagulova",
          "url": "https://doi.org/10.1080/14719037.2024.2438891",
          "doi": "https://doi.org/10.1080/14719037.2024.2438891",
          "filter": 0
        },
        {
          "title": "Can chatbots represent? Examining the potential for symbolic representation in automated service agents",
          "authors": "Brian Stelbotsky, Sanghee Park",
          "url": "https://doi.org/10.1080/14719037.2024.2443064",
          "doi": "https://doi.org/10.1080/14719037.2024.2443064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
