{
  "update": "2025-10-31",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Populism and the Strength of Freedom of Information Laws: Insights From European Countries (2000–2022)",
          "authors": "Fabrizio Di Mascio, Giuseppe Lucio Gaeta, Marzia Ippolito, Vivian Spyropoulou",
          "abstract": "This paper investigates whether populist parties serve as a corrective to democratic deficiencies by enhancing access to information, or if they represent a threat to transparency, thereby undermining democratic accountability. The research employs a dual‐method approach that combines quantitative and qualitative analyses. The quantitative analysis draws on a novel dataset measuring the strength of Freedom of Information (FOI) legislation across 11 European countries from 2000 to 2022. To deepen these findings, the study incorporates an in‐depth qualitative analysis of Hungary—a country characterized by the dominant position in government of a right‐wing populist party. Results reveal that the effect of populist parties on access to information is contingent upon their degree of access to government power and their ideological orientation.",
          "url": "https://doi.org/10.1111/gove.70069",
          "doi": "https://doi.org/10.1111/gove.70069",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1111/gove.70077",
          "doi": "https://doi.org/10.1111/gove.70077",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The dynamics of EU policymaking in the COVID-19 crisis",
          "authors": "Hanspeter Kriesi",
          "url": "https://doi.org/10.1080/13501763.2025.2579678",
          "doi": "https://doi.org/10.1080/13501763.2025.2579678",
          "filter": 0
        },
        {
          "title": "Discursive and behavioural sources of regime erosion: the case of the United Nations High Commissioner for Refugees (UNHCR)",
          "authors": "Sandra Lavenex, Karin Vaagland",
          "url": "https://doi.org/10.1080/13501763.2025.2574487",
          "doi": "https://doi.org/10.1080/13501763.2025.2574487",
          "filter": 0
        },
        {
          "title": "Contesting neoliberalism with human rights? Liberal exhaustion and exploitation in Colombia’s health system",
          "authors": "Tine Hanrieder",
          "url": "https://doi.org/10.1080/13501763.2025.2578283",
          "doi": "https://doi.org/10.1080/13501763.2025.2578283",
          "filter": 0
        },
        {
          "title": "Workers' descriptive representation: mapping the diversity of pathways into politics",
          "authors": "Manuel Wagner, Laurenz Ennser-Jedenastik",
          "url": "https://doi.org/10.1080/13501763.2025.2578284",
          "doi": "https://doi.org/10.1080/13501763.2025.2578284",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Cultivating Collaborative Resilience amid Volatility: Implementation Partnerships between Law Enforcement and Mental Health Organizations",
          "authors": "Stephen Page",
          "abstract": "This article investigates how implementation collaborations between law enforcement and mental health organizations generate resilience to sustain and adapt themselves in volatile environments. Data come from interviews with practitioners and reviews of media and planning and program documents in four distinct local settings. The study extends understanding of resilience in three ways. First, it examines practices to build interorganizational resilience from different strands of literature—boundary practices that help diverse partners understand and work together across differences, and high reliability practices to sustain joint operations. Second, it identifies four challenges that volatility poses for implementation collaborations and shows that collaborations in different settings can combine the practices in distinct ways to address each challenge. Local conditions thus may matter less for building resilience than how collaborations combine practices. Third, it uncovers a new reflexive practice—collaborative assessment and adjustment—likely to be particularly useful to build resilience in volatile environments. Resilience amid volatility thus may be less a state collaborations achieve than an ongoing process partners cultivate in different ways in response to specific challenges. The article concludes with ideas for future research, including studying challenges of volatility and practices to cultivate interorganizational resilience in additional policy fields.",
          "url": "https://doi.org/10.1093/jopart/muaf032",
          "doi": "https://doi.org/10.1093/jopart/muaf032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Does social media undermine trust? Institutional trust in civil society and governance institutions",
          "authors": "Christianna Sirindah Parr",
          "abstract": "What is the relationship between social media use and trust in civil society and governance institutions? In many parts of Asia, trust in government remains high despite limited political accountability and civil liberties. This study examines whether online political expression reshapes institutional trust in governance institutions and civil society organizations. The analysis considers the dual role of social media as a site for civic engagement and a channel for disaffection with formal authority. Using data from the Asian Barometer, the findings show that political expression on social media is associated with lower trust in governance institutions and higher trust in nongovernmental organizations (NGOs), a fundamental part of civil society. These effects vary across regimes and survey waves. The results suggest that online expression may erode legitimacy of formal authority while enhancing trust in civil society, thus shaping the political role of NGOs and social media platforms in restrictive political settings.",
          "url": "https://doi.org/10.1017/s0143814x25100834",
          "doi": "https://doi.org/10.1017/s0143814x25100834",
          "filter": 0
        },
        {
          "title": "Measuring organizational effects on street-level bureaucrats’ discretionality: a comparative study of three Italian contexts",
          "authors": "Silvia Lucciarini, Michele Santurro, Alessandra Rimano",
          "abstract": "Recent studies on Street-Level Bureaucracy (SLB) have diversified significantly, especially following Brodkin’s 2011 call to include non-public actors in analyses of public policy implementation. Discretion remains central, often framed as a source of tension between management and workers, particularly in light of new organizational practices such as accountability and digitization. This paper shifts the focus from individual perspectives to examine discretion as an organizationally embedded phenomenon. Based on a study of 72 social workers in various public and third-sector organizations in Rome (Italy), this research explores SLBs’ discretion within contemporary, pluralistic contexts, thereby allowing for a nuanced examination of the relationships between organizational frameworks, working conditions, and public service delivery. The findings presented here underscore a strong “organizational effect” in shaping how discretion is perceived and practiced by the interviewees. This organizational effect suggests that discretion is deeply embedded in the specific institutional settings and cultural contexts in which SLBs operate.",
          "url": "https://doi.org/10.1017/s0143814x2510086x",
          "doi": "https://doi.org/10.1017/s0143814x2510086x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Accountability in Government Use of AI : Citizen Concerns and Preferences",
          "authors": "Naikang Feng, Yanto Chandra",
          "abstract": "Government adoption of AI opens the “pandora's box” of accountability , a core aspect of public value. Despite the centrality of governmental AI accountability, citizens' concerns and preferences in holding governments accountable for AI usage remain poorly understood. To address these puzzles and advance knowledge on AI accountability in non‐Western democracies, we conducted a mixed‐method study using data collected from Chinese citizens. A story‐completion study ( N = 50) suggested concerns over AI's incompetence, inadequate human oversight, algorithmic opacity, and weak accountability enforcement leading to harmful outcomes. A discrete‐choice experiment ( N = 2080) that measured preferences toward four algorithmic accountability— procurement clauses , transparency , auditing , and appeal s—supported all hypotheses. Results showed a preference toward systems with accountability clauses over those without, ecosystem‐level over technical transparency, and internal over external auditing. Reactive redress using administrative appeals for AI errors was valued. This study advances knowledge on algorithmic accountability and insights to enhance public trust in government AI use.",
          "url": "https://doi.org/10.1111/padm.70030",
          "doi": "https://doi.org/10.1111/padm.70030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Futures for the Public Sector. By G.Bouckaert, A.Hondeghem, T.Steen, and S.Van de Walle (eds), Leuven: Leuven University Press, 2025. ISBN: 978‐9‐46‐270450‐3",
          "authors": "Tom Christensen, Per Lægreid",
          "url": "https://doi.org/10.1111/puar.70054",
          "doi": "https://doi.org/10.1111/puar.70054",
          "filter": 0
        },
        {
          "title": "Evidence and Policy‐Making: An Organizational Approach",
          "authors": "Johan Christensen",
          "abstract": "Strengthening the role of evidence in policy‐making is increasingly seen as crucial for the quality and legitimacy of public policies. Both among practitioners and scholars, there is a growing awareness that evidence‐informed policy‐making not only depends on the rigor and relevance of the research, science communication or features of policy‐makers. It also depends on how expertise arrangements in public organizations are organized . Yet, we currently lack a solid understanding of how organization matters for the role of evidence in policy‐making. The article presents an organizational‐theoretical perspective on how the formal organization of public bureaucracies shapes evidence use in policy‐making, with important implications for both analysis and design of expertise arrangements in public administration. The article thereby sets a new research agenda at the intersection of organizational theory and scholarship on evidence and policy‐making, which speaks directly to public administration practice.",
          "url": "https://doi.org/10.1111/puar.70051",
          "doi": "https://doi.org/10.1111/puar.70051",
          "filter": 0
        },
        {
          "title": "Entrepreneurial Leadership, Well‐Being, and Inclusion in Public Sector Organizations",
          "authors": "Michael Olumekor, Emre Cinar, Roberto Vivona, Mehmet Akif Demircioglu",
          "abstract": "Entrepreneurship is increasingly promoted as a way to make public sector organizations (PSOs) more effective. However, there is little evidence on how it impacts the working lives of public employees. Therefore, this study investigates whether entrepreneurial leaders in PSOs enhance organizational effectiveness while promoting employee inclusion and well‐being. Based on a large survey of Australian Government employees ( n = 127,436), we found that entrepreneurial leaders significantly increase effectiveness and promote inclusion and well‐being. Furthermore, by comparing the various components of entrepreneurial leadership, we found that factors associated with entrepreneurship and general leadership both separately influence PSOs. However, while entrepreneurship factors have a stronger impact on organizational effectiveness and the promotion of well‐being, the more generic leadership factors are more strongly associated with inclusion promotion. Amid increasing demands on PSOs, this study highlights the value of training leaders in entrepreneurial and good leadership practices to improve organizational performance and employee support.",
          "url": "https://doi.org/10.1111/puar.70050",
          "doi": "https://doi.org/10.1111/puar.70050",
          "filter": 0
        },
        {
          "title": "Updated Instructions for Authors and Reviewers of PAR Country Study Submissions",
          "authors": "Jos C. N. Raadschelders, Kim Moloney, Katherine Willoughby, Hongtao Yi, Preston Phillips",
          "url": "https://doi.org/10.1111/puar.70057",
          "doi": "https://doi.org/10.1111/puar.70057",
          "filter": 0
        },
        {
          "title": "Rethinking Democratic Innovation: Cultural Clashes and the Reform of Democracy. By FrankHendriks, Oxford: Oxford University Press, 2023. 288 pp. £78 (hardback). ISBN : 978‐0‐19‐284829‐1",
          "authors": "Nicole Curato",
          "url": "https://doi.org/10.1111/puar.70052",
          "doi": "https://doi.org/10.1111/puar.70052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Serving a greater purpose: public servants’ views on meaningful digitalization and automation in street-level bureaucracies",
          "authors": "Justine Marienfeldt",
          "url": "https://doi.org/10.1080/14719037.2025.2577384",
          "doi": "https://doi.org/10.1080/14719037.2025.2577384",
          "filter": 0
        },
        {
          "title": "The regulatory network of Olympic stakeholders: relationships and where does the ‘local’ stand",
          "authors": "G. Lopes dos Santos, M. B. Monteiro, G. Saad",
          "url": "https://doi.org/10.1080/14719037.2025.2577385",
          "doi": "https://doi.org/10.1080/14719037.2025.2577385",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Competing Under Oath: Can Honesty Pledges Reduce Cheating in Competitive Environments?",
          "authors": "Ronit Montal‐Rosenberg, Eyal Peer, Yuval Feldman",
          "abstract": "People frequently compete with one another for awards, benefits, contracts, positions, or roles. One of the regulatory challenges in these contexts lies in preventing people from making dishonest claims to win such competitions. Honesty pledges, asking people to commit to ethical behavior ex ante, have been found to reduce cheating under non‐competitive settings (when rewards were given based on individual reports only). However, as people behave differently under competitive settings, it is unclear whether honesty pledges could be effective and recommended in such situations as well. In four experiments, we apply honesty pledges to competitive and non‐competitive settings, finding that pledges remain effective in reducing cheating behavior under competitive contexts (Studies 1–4). Moreover, this effect is not crowded out if a sanction (fine) is added to the honesty pledge (Study 2). Honesty pledges are also effective among people who tend to cheat more, due to low or overestimated task‐related ability (Study 2) or due to high competitiveness (Study 3). Additionally, people's estimations regarding others' cheating behavior explain why pledges accompanied by descriptive honesty norms affect cheating behavior (Study 3). Lastly, even in high‐stakes competitive environments that demonstrably increased dishonesty, honesty pledges remained effective in reducing dishonesty (Study 4). These findings demonstrate that honesty pledges can serve as effective non‐coercive regulatory instruments to reduce dishonesty in competitive environments, offering advantages over traditional enforcement mechanisms while remaining effective even among individuals most prone to cheating and under high‐stakes conditions, with important implications for organizational policy design and regulatory approaches.",
          "url": "https://doi.org/10.1111/rego.70099",
          "doi": "https://doi.org/10.1111/rego.70099",
          "filter": 0
        },
        {
          "title": "The Governor's Dilemma and Regime Complexity: Diversification and Differentiation",
          "authors": "David Hagebölling",
          "abstract": "States, firms, and other types of governors routinely rely on intermediaries to govern issues on their behalf. Such indirect governance drives regime complexity: governors frequently enlist multiple intermediaries for governing an issue. I theorize that governors foster complexity to maximize utility from indirect governance. When governors enlist intermediaries, they face the governor's dilemma: a tradeoff between the competence they can obtain and the control they can exert, I identify two strategies for mitigating this dilemma. Diversification creates competition among intermediaries providing similar competencies to prevent drift and slack. Differentiation promotes complementarity among intermediaries to exploit variation in the control elasticity of different competency types. In each case, governors increase regime complexity to obtain a preferred combination of competence and control. I illustrate my argument with examples from international cooperation. I conclude with a discussion of the broader implications of the article's findings for international relations and political science scholarship.",
          "url": "https://doi.org/10.1111/rego.70091",
          "doi": "https://doi.org/10.1111/rego.70091",
          "filter": 0
        },
        {
          "title": "Managing Complaint Mechanisms for Regulatory Enforcement: Evidence From Human Rights Institutions During the COVID ‐19 Pandemic",
          "authors": "Nicole De Silva",
          "abstract": "How do regulatory bodies ensure that including the beneficiaries of regulation in regulatory processes improves governance? In many regulatory arrangements, beneficiaries' “fire alarm” monitoring and reporting of targets' violations via complaint mechanisms activate regulatory bodies' enforcement role. This article theorizes how beneficiaries may misuse complaint mechanisms, undermine regulators' performance, and prompt regulators to adopt strategies within and beyond the complaint process to regulate beneficiaries' behavior. It argues regulators' assessment of the issues driving misuse and their enforcement approach (cooperative or deterrent) affect their strategies for influencing beneficiaries. Case studies of two Canadian human rights institutions, which have different enforcement approaches but experienced similarly extreme levels of beneficiary misuse during the COVID‐19 pandemic, evaluate these theoretical claims. Overall, the study illustrates potential enforcement challenges arising from using beneficiaries as intermediaries for monitoring and reporting violations and how regulating beneficiary participation may be required to improve decentralized regulatory governance.",
          "url": "https://doi.org/10.1111/rego.70084",
          "doi": "https://doi.org/10.1111/rego.70084",
          "filter": 0
        },
        {
          "title": "Non‐State Actor Reactions to the European Green Deal: Implications for Eco‐Social Integration",
          "authors": "Julia C. Cremer",
          "abstract": "In response to the interconnected ecological and social crises, there is growing interest in the integration of climate and social policy, both in academic discourse and in public debate. While the European Union has begun to address both dimensions jointly through the European Green Deal (EGD), it remains institutionally separate at the national level. Non‐state actors on both levels are increasingly engaged in debates about the social consequences of climate change and related policies. Drawing on field theory , this article conceptualizes the EGD as a field intervention and examines how national‐level actors respond to it—specifically, whether these responses signal an emerging field change . Using Germany as a case study, the article analyzes a dataset of public communications by non‐state actors in the eco‐social nexus at both the EU and the national level. A mixed‐methods approach combines computer‐assisted quantitative text analysis tools such as Structural Topic Modeling and Sentiment Analysis with selective qualitative document analysis. The findings reveal three distinct actor types and their respective strategies: (1) less‐equipped challengers, who largely ignore the EGD; (2) well‐equipped challengers, who engage with it to advance eco‐social demands; and (3) incumbents, who either frame the EGD positively to promote investments in their respective industry or explicitly oppose its objectives. Given the dominance of incumbents' strategies in the debate, combined with their structural advantages, the article concludes that the EGD is unlikely to trigger substantial field change toward national eco‐social integration—yet it offers critical discursive opportunities for challengers.",
          "url": "https://doi.org/10.1111/rego.70089",
          "doi": "https://doi.org/10.1111/rego.70089",
          "filter": 0
        },
        {
          "title": "Public Participation in China's State‐Created ICT Spaces: Explaining Participation Patterns",
          "authors": "Wiebke Rabe, Maria Bondes, Christoph M. Abels, Genia Kostka",
          "abstract": "It has become commonplace for non‐democratic regimes to integrate information and communication technologies (ICTs) into their governance system. However, how citizens make use of these new digital opportunities in an authoritarian setting remains understudied. Based on an online survey in China in 2021, we find that a surprisingly large share of Chinese citizens engages with the new ICT‐based participatory venues. But ICTs seem to unfold their potential only for certain groups such as tech‐savvy younger citizens with a higher income. Moreover, while citizens seem to be quite aware of the risks of using ICTs, such as data security breaches or digital surveillance, these do not seem to hamper participation. Rather, citizens trade off perceived risks for perceived benefits, such as higher levels of convenience, efficiency, or expected government responsiveness. Our study contributes to the literature on digital governance in authoritarian regimes, and the digital divide and technology acceptance literatures. Moreover, amid the tightening of political control in China, it offers insights into participatory developments under Xi Jinping.",
          "url": "https://doi.org/10.1111/rego.70090",
          "doi": "https://doi.org/10.1111/rego.70090",
          "filter": 0
        },
        {
          "title": "Navigating Eco‐Social Policymaking: Trends, Drivers, and Barriers. Introduction to the Special Issue",
          "authors": "Matteo Mandelli, Ekaterina Domorenok, Paolo Graziano, Katharina Zimmermann",
          "abstract": "In recent years, research on the integration between social and ecological policies has significantly expanded, highlighting the multiple ways in which these two domains interact. Concepts such as “just transition” and “sustainable welfare” have gained prominence as normative frameworks capturing these interconnections. However, despite the increasing scholarly attention, several important theoretical, conceptual, and empirical gaps remain, particularly regarding how social and ecological spheres intersect across different political systems. This Special Issue contributes to this debate by exploring the complex policymaking dynamics underlying eco‐social policies. Before presenting the contributions, this introductory article provides a thorough review of existing studies on eco‐social policies. The review serves a dual purpose: first, it synthesizes existing knowledge, identifying key gaps; second, it allows us to develop a comprehensive framework to understand eco‐social policymaking, based on a political system or systemic approach. This framework conceptualizes eco‐social policies as the output of a process driven by escalating eco‐social risks and concerns. Citizens' attitudes and voting behavior regarding social and environmental policies serve as the initial inputs that shape policy outputs. Within this system, eco‐ and welfare regimes represent the broader institutional contexts in which political parties and organized interest groups compete to find solutions to eco‐social conflicts and eventually supply eco‐social policies.",
          "url": "https://doi.org/10.1111/rego.70048",
          "doi": "https://doi.org/10.1111/rego.70048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
