{
  "update": "2025-05-16",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Party Receptiveness to Interest Group Diversity: Evidence From Policymaking in Six European Democracies",
          "authors": "Lise Rødland, Vibeke Wøien Hansen, Elin Haugsgjerd Allern",
          "abstract": "Legislative party groups regularly get suggestions from numerous, different interest groups trying to influence policy, but individual party groups are likely to be more receptive to suggestions from groups representing some interests than others. We examine (in)equalities in legislative parties' receptiveness to interest group diversity by asking: what factors explain how (un)equally legislative parties listen to and accept suggestions from different types of interest groups? Combining interest group survey data from six long‐established European democracies with data on parties' policy area salience and goal priorities, we find support for three possible party‐level explanations. Legislative parties seem more equally receptive to the suggestions they receive from different interests when their party prioritizes office over policy in cases of goal conflicts and in policy areas of high salience to the party. When party salience is high, more equal party receptiveness is particularly associated with greater willingness to compromise on policy to be in office.",
          "url": "https://doi.org/10.1111/gove.70018",
          "doi": "https://doi.org/10.1111/gove.70018",
          "filter": 0
        },
        {
          "title": "Fengqiao‐Style Policing: A Grassroots Model for Public Security Governance",
          "authors": "Haoran Xu, Sui Yifeng, Wu Zhanhong, Zan Shi",
          "abstract": "Public security governance faces significant challenges in an era of urbanization and social complexity. China's Fengqiao‐style policing, rooted in the 1960s “Fengqiao Experience,” offers a grassroots model that emphasizes early conflict resolution, community participation, and cost‐effective governance. This study explores the evolution of Fengqiao‐style policing, highlighting its integration of modern technology and institutional reforms. Using empirical data, the research examines its mechanisms, localized conflict resolution, multi‐stakeholder engagement, and data‐driven decision‐making—and evaluates its applicability beyond China. The findings suggest that this model has significant potential for addressing global public security issues and offers insights into enhancing trust, collaboration, and efficiency in community policing.",
          "url": "https://doi.org/10.1111/gove.70025",
          "doi": "https://doi.org/10.1111/gove.70025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "How policy capacities shape the green transition: explaining the use of EU sustainable finance in the EU’s Central and Eastern European member states",
          "authors": "Ringa Raudla, Aneta Spendzharova, Kaija Veskioja",
          "url": "https://doi.org/10.1080/13501763.2025.2502665",
          "doi": "https://doi.org/10.1080/13501763.2025.2502665",
          "filter": 0
        },
        {
          "title": "Solving AI ethics? Hybrid expertise and professional power in EU ethics governance",
          "authors": "Alexander Gamerdinger, Johann Ole Willers",
          "url": "https://doi.org/10.1080/13501763.2025.2499113",
          "doi": "https://doi.org/10.1080/13501763.2025.2499113",
          "filter": 0
        },
        {
          "title": "Public perceptions of defence policy in times of crisis: evidence from France during the Ukraine war",
          "authors": "Friederike Richter, Lou Safra",
          "url": "https://doi.org/10.1080/13501763.2025.2488354",
          "doi": "https://doi.org/10.1080/13501763.2025.2488354",
          "filter": 0
        },
        {
          "title": "Rethinking political space in Europe: the modernisation and globalisation dimensions",
          "authors": "Alexia Katsanidou, Nils Jungmann",
          "url": "https://doi.org/10.1080/13501763.2025.2501091",
          "doi": "https://doi.org/10.1080/13501763.2025.2501091",
          "filter": 0
        },
        {
          "title": "Stronger conditionality for stronger compliance? Analysing the NGEU’s effect on the implementation of European semester recommendations",
          "authors": "Igor Guardiancich, Mattia Guidi, Enrico Borghetto, Lucia Quaglia",
          "url": "https://doi.org/10.1080/13501763.2025.2502088",
          "doi": "https://doi.org/10.1080/13501763.2025.2502088",
          "filter": 0
        },
        {
          "title": "Push, ignore or surrender? Party responses to the ideational momentum of foreign events",
          "authors": "Nicholas Buhmann-Holmes, Martin Bæk Carstensen",
          "url": "https://doi.org/10.1080/13501763.2025.2502666",
          "doi": "https://doi.org/10.1080/13501763.2025.2502666",
          "filter": 0
        },
        {
          "title": "Party brands, issue salience, and electoral volatility",
          "authors": "Jacob R. Gunderson",
          "url": "https://doi.org/10.1080/13501763.2025.2502664",
          "doi": "https://doi.org/10.1080/13501763.2025.2502664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Do governance platforms achieve the aims of the platform sponsor? Principal-agent tension in environmental governance reforms",
          "authors": "Elise Zufall, Tyler Scott, Mark Lubell, Linda Esteli Mendez Barrientos",
          "abstract": "State and federal governments use governance platforms to achieve central policy goals through distributed action at the local level. For example, California’s 2014 Sustainable Groundwater Management Act (SGMA) mandates local policy actors to work together to create new groundwater management institutions and plans. We argue that governance platforms entail a principal-agent problem where local decisions may deviate from central goals. We apply this argument to SGMA implementation, where local plans may respond more to local political economic conditions rather than address the groundwater problems prioritized by the state. Using a Structured Topic Model (STM) to analyze the content of 117 basin management plans, we regress each plan’s focus on core management reform priorities on local socio-economic and social-ecological indicators expected to shape how different communities respond to state requirements. Our results suggest that the focus of local plans diverges from problem conditions on issues like environmental justice and drinking water quality. This highlights how principal-agent logics of divergent preferences and information asymmetry can affect the design and implementation of governance platforms.",
          "url": "https://doi.org/10.1093/jopart/muaf015",
          "doi": "https://doi.org/10.1093/jopart/muaf015",
          "filter": 0
        },
        {
          "title": "Routines amid the unpredictable: A street-level organization’s robust response to COVID-19",
          "authors": "Jade Wong",
          "abstract": "Street-level organizations, which implement public policy on behalf of the state, often operate under unstable conditions. Workers routinely face resource shortfalls, complex client interactions, and ever-changing rules, prompting them to develop coping strategies. These instabilities, while disruptive, tend to be predictable, allowing those coping strategies to stabilize into routines that effectively constitute de facto, as distinct from de jure, policy. But what happens when instability becomes unpredictable, such as during wars, disasters, or pandemics, where prior experience offers little guidance? This paper explores two questions: (1) Do street-level workers develop different coping strategies under unpredictable, as opposed to predictable, instability? (2) Can those strategies become routinized amid unpredictable flux? The second question poses a conceptual challenge. If instability unfolds too rapidly and erratically for coping strategies to form, those strategies may never stabilize into the kind of routines that matter—those that shape policy in practice. To explore these questions, I modify the street-level bureaucracy framework by incorporating concepts from the turbulence literature, particularly the notion of robustness: patterned responses that enable systems to maintain core functions and values under conditions of unpredictable flux. Empirically, I draw from six-months of in-person and virtual ethnographic data to examine how leaders from a single U.S.-based street-level organization navigated the onset of the COVID-19 pandemic. Contrary to scholarship emphasizing innovation during the crisis, the leaders’ response was surprisingly ordinary, grounded in pre-existing behaviors. Theoretically, these findings suggest that even amid unpredictable instability, street-level workers can still develop routines that matter for policy-as-produced—not by inventing new coping strategies, but by reusing old ones, including those employed by leaders.",
          "url": "https://doi.org/10.1093/jopart/muaf016",
          "doi": "https://doi.org/10.1093/jopart/muaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Do welfare states have lower carbon emissions? The importance of state capacity in lower-income countries",
          "authors": "Tobias Böhmelt, Hugh Ward, Thomas Bernauer",
          "abstract": "Do societies with more extensive welfare states also perform better environmentally? Surprisingly, the empirical evidence for this relationship remains inconclusive. We focus on CO 2 emissions in lower-income countries and argue that considering state capacity as a moderator helps achieving greater theoretical and empirical clarity in understanding when the welfare state – climate change mitigation relationship. We hypothesize that lower-income societies with more developed welfare states exhibit lower carbon emissions when they also have more state capacity. The underlying mechanism centers on the ability of the state to compensate losers from policy change and its enforcement power required for policy implementation. Using data on CO 2 emissions, social protection, and labor market regulations, as well as state capacity in 66 lower-income countries since 2005, we find that carbon emissions tend to be lower in countries characterized both by a welfare state focused on reducing socio-economic inequality and high state capacity.",
          "url": "https://doi.org/10.1017/s0143814x25000121",
          "doi": "https://doi.org/10.1017/s0143814x25000121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Psychological Contract Fulfillment in a Changing Public Sector: a Mixed-Methods Case-Study",
          "authors": "Danika Pieters, Bjorn Kleizen, Jan Wynen, Koen Verhoest",
          "url": "https://doi.org/10.1080/14719037.2025.2502982",
          "doi": "https://doi.org/10.1080/14719037.2025.2502982",
          "filter": 0
        },
        {
          "title": "Can information frames nudge citizens to co-produce in emergency preparedness? —evidence from a survey experiment",
          "authors": "Xinyi Qiu, Jinfeng Zhang, Chengzhi Yi",
          "url": "https://doi.org/10.1080/14719037.2025.2501004",
          "doi": "https://doi.org/10.1080/14719037.2025.2501004",
          "filter": 0
        },
        {
          "title": "Does bureaucracy demotivate public servants? An assessment of psychological mechanisms and the moderating role of age",
          "authors": "Glenn Houtgraaf, Rick T. Borst",
          "url": "https://doi.org/10.1080/14719037.2025.2504723",
          "doi": "https://doi.org/10.1080/14719037.2025.2504723",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Is Less More? Field Evidence on the Impact of Anti‐Bribery Policies on Employee Knowledge and Corrupt Behavior",
          "authors": "Nils Köbis, Sharon Oded, Anne Leonore de Bruijn, Shuyu Huang, Benjamin van Rooij",
          "abstract": "Companies increasingly adopt internal norms to enhance compliance with legal rules. However, the rapid growth in volume and complexity of such internal rules may obstruct employee knowledge and understanding of such internal rules, and therefore also their compliance. The present study seeks to understand whether shorter and more accessible formats of internal company norms will yield better knowledge and understanding of such norms. The study consists of an extensive online field experiment randomly assigning 1235 employees of an international technology company to four treatments. In the long policy condition, employees received a 19‐page traditional policy written in standard legalese language. The short policy condition entailed a shortened two‐page version of this classic policy, and in the infographic condition, employees received an illustrated overview of the essential rules on a single page. A fourth group received no policy and served as a control condition. After reading the policy, employees completed several measures assessing their rule knowledge, perceived social norms, and played an incentivized bribery game. We find that (a) none of the types of policies presented improves rule knowledge or reduces corrupt behavior compared to the control treatment, and (b) no differences exist between the policies in influencing rules knowledge or reducing corrupt behavior. Instead, we find robust evidence indicating that people form their beliefs about corporate norms and decide how to behave in situations presenting high‐corruption risk based on what they consider to be the norm. The paper discusses its implications for existing literature on codes of conduct and internal norms, on ethics training, as well as on legal knowledge development.",
          "url": "https://doi.org/10.1111/rego.70023",
          "doi": "https://doi.org/10.1111/rego.70023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
