{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Ready, willing, and able? Bureaucratic capacity, slack resources and political control",
          "authors": "Thomas Elston, Yuxi Zhang",
          "abstract": "Recent research suggests that bureaucratic responsiveness to political preferences may depend as much on organizational capacity as it does on incentive alignment, information recovery, and the strategic interaction of principal and agent. Better-resourced bureaucracies should be more able to comply with new political directions, irrespective of their willingness to do so. But because so much bureaucratic capacity is sunk into implementing the prior policy commitments of current and former principals, responding to new political signals will depend – much more specifically – on agents possessing adequate slack resources. This spare capacity should aid signal detection and program development; decrease hesitance at over-committing to new assignments in volatile environments; and provide resources for implementing changes whilst maintaining prior commitments. Using two-way fixed-effects regression and a novel dataset of 1,430 legislative requests of the UK executive, we confirm that possession of slack resources specifically (rather than organizational capacity generally) significantly increases the likelihood of bureaucracies consenting to make program changes requested by parliament. Agents with slack also commit to more precise timelines for implementation. And survival analysis further reveals that, once committed, bureaucracies with more budgetary slack complete their assignments more expeditiously.",
          "url": "https://doi.org/10.1093/jopart/muaf021",
          "doi": "https://doi.org/10.1093/jopart/muaf021",
          "filter": 0
        },
        {
          "title": "Revisiting Coping Mechanisms on the Street-Level: A Systematic Literature Review",
          "authors": "Ofek Edri-Peer, Nissim Cohen",
          "abstract": "Street-level bureaucrats' coping mechanisms are an integral part of their interaction with clients, and as such have received much research attention. Since the last review of the behavioral coping mechanisms adopted by street-level bureaucrats, conducted more than 10 years ago, many researchers have focused on understanding these mechanisms and what influences them. Using the PRISMA model, we conducted a systematic review of 165 studies to update our understanding and explore the manifestations of both old and new coping mechanisms identified in the literature. Moreover, we seek to determine the antecedents of these coping mechanisms. From our findings emerged a new family of coping mechanisms that we call “moving with clients.” These behaviors include intentional efforts to involve clients in the process of service delivery, for example, by deliberating and cooperating with them to achieve the desired policy goals. We find that most street-level bureaucrats’ behaviors are associated with organizational and environmental factors. Personal factors, although highlighted frequently in the literature, are not associated with most coping behaviors.",
          "url": "https://doi.org/10.1093/jopart/muaf022",
          "doi": "https://doi.org/10.1093/jopart/muaf022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Accountability and High‐Effort Coping Strategies of Public Employees: Evidence From a Survey Experiment in China",
          "authors": "Yanwei Li, Hongbo Yu",
          "abstract": "Using a survey experiment approach, we collected responses from 1244 public employees in a Chinese context. This study examines how two types of accountability obligations (horizontal and hierarchical) and two accountability orientations (learning and control) influence public employees' adoption of high‐effort coping strategies. The findings reveal that, contrary to conventional expectations, a learning orientation is associated with a decreased intention among public employees to adopt high‐effort coping strategies, likely due to the political risks involved. Additionally, our study shows that hierarchical obligation does not facilitate the adoption of high‐effort coping strategies, even in a context that emphasizes obedience and hierarchy. This research contributes to governance and policy studies by providing insights into the relationship between accountability and the high‐effort coping strategies of public employees.",
          "url": "https://doi.org/10.1111/padm.70002",
          "doi": "https://doi.org/10.1111/padm.70002",
          "filter": 0
        },
        {
          "title": "Prioritizing Along Prototypes: Implicit Citizenship Theories in Decision‐Making at the Frontline",
          "authors": "David Hensel, Marlen Christin Liegat, Dominik Vogel, Rick Vogel",
          "abstract": "Public employees are expected to treat all citizens equally; however, due to limited resources and increasing demands, they often simplify their decisions by prioritizing based on social categories. Whereas previous studies have often focused on a few or even a single category at a time, this article employs a broader framework consisting of six citizen prototypes that public employees apply simultaneously in their assessments. The results of a choice‐based conjoint experiment reveal that the previously understudied prototype of a determined citizen—characterized as egoistic, demanding, and assertive—is most influential when public employees need to prioritize, whereas more established prototypes, such as neediness, are less significant. Interestingly, this finding persists regardless of whether the decision has positive or negative consequences for the citizens. Overall, the study advances the socio‐cognitive foundations of state–citizen interactions by framing these encounters as multi‐category decision‐making contexts derived from employees' everyday theories about citizens.",
          "url": "https://doi.org/10.1111/padm.70006",
          "doi": "https://doi.org/10.1111/padm.70006",
          "filter": 0
        },
        {
          "title": "From Presence to Policy: The Conditional Impact of Women's Representation in Top Management Teams in Chinese Local Governments",
          "authors": "Ting Huang, Shahidul Hassan, Anders Ryom Villadsen, Hongtao Yi",
          "abstract": "While public administration research has begun exploring the impact of women's representation in top leadership positions in public organizations, the conditions under which women's representation in top management teams (TMTs) produces policies specifically benefiting women remain underexamined. Using a panel dataset covering 276 Chinese municipalities (2010–2018), this study examines how women's representation in mayoral teams affects women‐sensitive policy adoption. Fixed‐effects Poisson regression analyses suggest that TMTs with two or more women leaders are likely to adopt more women‐sensitive policies than TMTs with no or a single woman leader. This relationship strengthens when women occupy a larger proportion of provincial leadership roles, but it weakens when TMTs maintain stronger patronage ties to provincial male leaders. These findings advance representative bureaucracy research by demonstrating how passive representation translates into active representation in government upper echelons from a team‐based perspective and how this effect is contingent on institutional factors within a multi‐level governance system.",
          "url": "https://doi.org/10.1111/padm.70007",
          "doi": "https://doi.org/10.1111/padm.70007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "American Society for Public Administration Code of Ethics",
          "url": "https://doi.org/10.1111/puar.70003",
          "doi": "https://doi.org/10.1111/puar.70003",
          "filter": 0
        },
        {
          "title": "Celebrating 85 Years",
          "url": "https://doi.org/10.1111/puar.70002",
          "doi": "https://doi.org/10.1111/puar.70002",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/puar.13840",
          "doi": "https://doi.org/10.1111/puar.13840",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Community-based outcomes of interlocal cooperation in social services",
          "authors": "Germà Bel, Joël Bühler, Esther Pano",
          "url": "https://doi.org/10.1080/14719037.2025.2533366",
          "doi": "https://doi.org/10.1080/14719037.2025.2533366",
          "filter": 0
        },
        {
          "title": "A convergence of executive management styles? new elements of comparison",
          "authors": "Mauro Tebaldi, Marco Calaresu, Chiara de Micheli, Patrice Dutil, Andrea Migone",
          "url": "https://doi.org/10.1080/14719037.2025.2531895",
          "doi": "https://doi.org/10.1080/14719037.2025.2531895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Varieties of Ecosocial Policies in the EU : The Case of the National Recovery and Resilience Plans",
          "authors": "Benedetta Cotta, Ekaterina Domorenok, Paolo Graziano, Trajche Panov",
          "abstract": "The ecosocial policy integration, required to address the intertwined social and ecological challenges of climate change, has been central to the European Union's Recovery and Resilience Facility (RRF), which was launched to tackle the social and economic impacts of the COVID‐19 pandemic while simultaneously supporting the green and digital transitions outlined in the European Green Deal. Drawing on the growing eco‐welfare debate, our contribution first examines how the 27 national plans implementing the RRF integrate social and environmental measures. It then explores the drivers behind different patterns of ecosocial policy integration in three countries which show different levels of ecosocial policy integration: Italy (high), Poland (medium), and Germany (low). Our findings show that institutional factors have been key in shaping national ecosocial policy mixes, driven in the Italian case by a strong governmental will to comply with the EU ecosocial guidelines, whereas in Poland and especially in Germany the absence of ecosocial policy legacies and the limited involvement of pro‐ecosocial societal actors have limited the effective integration of social and ecological measures.",
          "url": "https://doi.org/10.1111/rego.70057",
          "doi": "https://doi.org/10.1111/rego.70057",
          "filter": 0
        },
        {
          "title": "Turning Vulnerability Into Strength: How Independent Regulatory Agencies Enhance Accountability and Build Stakeholder Trust",
          "authors": "Jacint Jordana, Juan Carlos Triviño‐Salazar",
          "abstract": "Trustable environments are highly appreciated for regulatory performance, but difficult to emerge. A condition for making trust work is to accept vulnerability, and this holds both for stakeholders and agencies in public governance. Trust‐related vulnerability can be understood as a dynamic perception of potential harm derived from entering into a desired interaction. While stakeholders increased vulnerability due to voluntary exchanges with public bodies has been widely documented, the conditions under which agencies voluntarily increase their vulnerability remain less explored. Focusing on independent regulatory agencies (IRAs), this paper introduces a conceptual framework where agency vulnerability serves as a strategic tool to enhance IRAs' accountability, ultimately supporting these goals. We argue that IRAs intentionally incorporate vulnerability to make accountability efforts more credible, fostering stakeholder trust and facilitating operations. To achieve this, IRAs disclose sensitive information through accountability mechanisms, including transparency and participation initiatives. While this exposes them to criticism, penalization, or termination, it also strengthens stakeholder support and regulatory effectiveness. However, to manage risks, vulnerability is often selectively applied, prioritizing preferred stakeholders. We empirically apply this framework on Spanish data protection, finance, and food safety regulators. Our findings suggest that while vulnerability increases risks by enabling potential harm to IRAs, it ultimately mitigates accountability challenges and enhances trust among selected stakeholders, making accountability relationships more credible.",
          "url": "https://doi.org/10.1111/rego.70053",
          "doi": "https://doi.org/10.1111/rego.70053",
          "filter": 0
        },
        {
          "title": "Regulating via Conditionality: The Instruments of the New Industrial Policy",
          "authors": "Fabio Bulfone, Timur Ergen, Erez Maggor",
          "abstract": "Conditionality was a central concern in the development literature of the 1990s. With the significant expansion of targeted public support to private firms since the Great Financial Crisis, the issue of conditionality has once again become a focal point in industrial policy debates. Despite the growing interest in the concept, the existing literature lacks a systematic conceptualization of conditionality within the context of industrial policy and does not outline the political factors that enable state actors to introduce it. This article addresses this gap by critically reviewing the existing literature and providing a systematic political economy of conditionality. We offer an overview of the literature on conditionality, examining different industries, historical periods, and national contexts. In doing so, we make three key contributions to the debate on industrial policy and regulatory instruments more broadly. First, we distinguish between two broad approaches to encoding conditionality in industrial policy: hard‐coding and soft‐coding. Next, we map the coalitional, institutional, ideational, and global contextual factors that facilitate conditionality. Finally, we present two vignettes of recent industrial policy initiatives in the European Union and the United States as illustrative cases. This conceptual exercise, intended to lay the foundation for future causal research on conditionality, demonstrates that the presence of conditionality is not merely a technical matter of political design but is instead shaped by configurations of political economy factors.",
          "url": "https://doi.org/10.1111/rego.70050",
          "doi": "https://doi.org/10.1111/rego.70050",
          "filter": 0
        },
        {
          "title": "Do Regulations Enhance Civil Servants' Trust in NGO Contractors for Public Service Innovation? A Comparative Analysis of Conjoint Experiments in China",
          "authors": "Wei Li, Fei Chen, Xiao Tong",
          "abstract": "Public procurement has been adopted by many countries as a tool to innovate public services. However, public service innovation also exposes civil servants to the risk of being criticized for perceived failures in outcome. Empirically studying the relations between regulations and civil servants' trust in contractors will deepen our understanding of the critical role trust plays in collaborative public service innovation. Investigating civil servants' trust in NGO contractors delivering public service innovations in China enables us to explore this issue in a non‐Western and transitional context. The study posits that trustors' preferences serve as a better measure of their trust behavior than self‐reported trust. Based on two conjoint experiments conducted among 234 civil servants in China, we categorized civil servants' trust in NGO contractors into nine types. The findings suggest that when regulations on service quality and scope are in place, civil servants attach more importance to the types of trust based on professional competence, responsive competence and partisan loyalty of the NGO bidders. When the regulatory context is uncertain, trust based on integrity is considered to be more important than competence‐ and benevolence‐based trust. Under this scenario, small NGOs with a lower level of competence and partisan loyalty have more opportunities to secure government contracts. Nevertheless, they could be subject to government control and risk losing autonomy in serving the community. There could also be increased risks of failure in public service co‐production which requires responsive competence as well as benevolent intention of the NGOs to achieve positive policy and societal outcome. More experiments using larger and more heterogeneous samples in alternative service sectors can be conducted in future to test the generalizability of these findings.",
          "url": "https://doi.org/10.1111/rego.70049",
          "doi": "https://doi.org/10.1111/rego.70049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
