{
  "update": "2025-07-04",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Local Peace, International Builders: How UN Peacekeeping Builds Peace From the Bottom Up. By William G.Nomikos, Cambridge: Cambridge University Press, 2025. 202 pp. $125 (hardback); $41.99 (paperback); $41.99 (ebook). ISBN: 978‐1‐009‐43213‐9",
          "authors": "Robert A. Blair",
          "url": "https://doi.org/10.1111/gove.70038",
          "doi": "https://doi.org/10.1111/gove.70038",
          "filter": 0
        },
        {
          "title": "Norm Adherence, Trust, and Citizens' Compliance: Exploring Citizens Attitudes to Public Welfare Institutions Across Europe",
          "authors": "Mathea Loen",
          "abstract": "The state is responsible for protecting and caring for its citizens, which sometimes requires citizens' compliance. For public health protection, citizens must get vaccinated, and to safeguard children, citizens must report suspected child maltreatment. Whilst previous research often links political trust to compliance, it remains unclear whether trust in specific welfare institutions plays a more decisive role. This paper offers new insights into compliance and its relationship to political and specific trust. Survey data from representative population samples in Finland, Norway, Poland, and Romania compares compliance across healthcare and child protection services. Institutional theory is used to understand patterns of trust and compliance in different welfare state models. While most respondents comply with the state (60 per cent), notable variations exist across institutional context and welfare domains. Across countries, trust in specific welfare institutions, rather than general political trust, is associated with higher levels of compliance. Strengthening the legitimacy of specific welfare institutions can potentially enhance compliance.",
          "url": "https://doi.org/10.1111/gove.70037",
          "doi": "https://doi.org/10.1111/gove.70037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The other side of chaos COVID-19, federal spending, and local government volatility",
          "authors": "Samuel Workman, Herschel F. Thomas",
          "url": "https://doi.org/10.1080/13501763.2025.2515203",
          "doi": "https://doi.org/10.1080/13501763.2025.2515203",
          "filter": 0
        },
        {
          "title": "Relais actors revisited: conditional rapporteur bias in EU legislative bargaining",
          "authors": "Nicolas Bicchi, Javier Arregui",
          "url": "https://doi.org/10.1080/13501763.2025.2524456",
          "doi": "https://doi.org/10.1080/13501763.2025.2524456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Agency Leaders and Organizational Adaptation to Administrative Reform: Evidence from IT Reforms and the Timely Disbursement of Unemployment Insurance Benefits in the American States",
          "authors": "George A Krause, Ji Hyeun Hong",
          "abstract": "The timely disbursement of government program benefits is a core attribute of effective administration. In recent decades, American states charged with administering unemployment insurance programs have instituted IT modernization reforms to improve the timely delivery of unemployment benefits. Variation among those 28 states instituting IT modernization reforms between 2002 and 2022 reveals that these reforms improved the timely delivery of initial unemployment benefits by increasing the rate of meeting target performance benchmarks by 5.26%, while reducing the tardy disbursement of unemployment benefits by 2.90%, thus constituting a net performance swing of 8.16%. These performance benefits, however, are most pronounced for agency leaders holding prior appointed administrative leadership experience. More broadly, these findings indicate that appropriate matching of the type of prior government experience held by agency leaders in accordance with the nature of administrative reforms is critical for realizing these performance benefits.",
          "url": "https://doi.org/10.1093/jopart/muaf018",
          "doi": "https://doi.org/10.1093/jopart/muaf018",
          "filter": 0
        },
        {
          "title": "Administrative Overload and Policy Triage: Causal evidence from the Introduction of the Acid Rain Program in the United States",
          "authors": "Constantin Kaplaner, Christoph Knill, Yves Steinebach",
          "abstract": "Recent research suggests that additional public policies can sometimes decrease overall policy effectiveness rather than improve the problem-solving capacity of the state. This occurs when new policies are not supported by additional administrative capacities, leading to an overburdened administration. Public authorities handle the increased workload by employing “policy triage,” which involves reallocating resources among different policies. Despite this straightforward argument, a systematic understanding of these dynamics is lacking in the existing literature. This paper addresses this by examining the U.S. Environmental Protection Agency’s (EPA) introduction of the Acid Rain Program. Utilizing a difference-in-differences analysis, it reveals a significant reduction in inspections for industrial sites not covered by the Acid Rain Program as administrators redirected enforcement efforts. These findings, robust against various alternative explanations, highlight the inherent trade-offs in the public sector when policy and administrative expansions are not considered together. To assess broader relevance, we complement our analysis with 28 interviews in Germany, Italy, and Portugal, showing that policy triage is a common response to administrative overload across diverse institutional contexts.",
          "url": "https://doi.org/10.1093/jopart/muaf020",
          "doi": "https://doi.org/10.1093/jopart/muaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Bureaucratic politics in customized implementation of the EU Single-Use Plastics Directive in France and Germany",
          "authors": "Anna Simstich",
          "abstract": "When implementing EU policies, national policy bureaucracies often face a goal conflict when national policy preferences are not aligned with the EU policy and they are granted little discretion in implementation: While customized implementation allows them to adjust EU policies to the national context, it also risks noncompliance with EU law and blame for unpopular EU policies. This bureaucratic politics perspective has received little attention in institutionalist and interest-based explanations of customized implementation. With a bureaucratic politics approach, this article argues that national governments pursue strategies of blame avoidance and reputation seeking when confronted with high goal conflict between timely and correct implementation and substantive (national) policy goals. This argument is illustrated in a comparative case study on the implementation of the EU Single-Use Plastics Directive in France and Germany. This article identifies bureaucratic strategies of blame avoidance and reputation seeking as an underlying mechanism of customized implementation.",
          "url": "https://doi.org/10.1017/s0143814x2500011x",
          "doi": "https://doi.org/10.1017/s0143814x2500011x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "How Revenue Sources Impact Nonprofit Advocacy: Complementary, Supplementary, and Adversarial Policy Engagement",
          "authors": "Mirae Kim, Heather MacIndoe, Lewis Faulk",
          "abstract": "This study examines how revenue sources influence nonprofit policy engagement. Drawing on resource dependence theory and nonprofit‐government relationship perspectives, we categorize 19 forms of engagement into three types: (1) Complementary Partnerships, (2) Supplementary Contributions, and (3) Adversarial Influence on Government. Results show that the share of government funding is positively associated with these three forms of policy engagement. Also, we distinguish between non‐lobbying advocacy and legislative lobbying, revealing distinct funding patterns. Our expanded models further highlight that access to key funding sources, especially government funding, matters more for advocacy than the extent of reliance on them. These findings emphasize the need for more nuanced measures of nonprofit policy engagement to deepen our understanding of how funding structures shape nonprofit‐government interactions.",
          "url": "https://doi.org/10.1111/puar.13963",
          "doi": "https://doi.org/10.1111/puar.13963",
          "filter": 0
        },
        {
          "title": "Public Administration in the New Reality. By AlikhanBaimenov and PanosLiverakos (eds.), Singapore: Palgrave Macmillan, 2025. 340 pp. ISBN: 978‐9‐81‐963844‐4 (hardcover); 978‐9‐81‐963847‐5 (softcover); 978‐9‐81‐963845‐1 (ebook)",
          "authors": "Chester A. Newland",
          "url": "https://doi.org/10.1111/puar.13969",
          "doi": "https://doi.org/10.1111/puar.13969",
          "filter": 0
        },
        {
          "title": "From Wording to Workforce: Gendered Language in Public Job Advertisements Shapes Gender Diversity in Applicant Pools",
          "authors": "Martin Sievert, Dominik Vogel, Matthias Döring",
          "abstract": "Gender imbalance in public sector hiring remains a persistent concern, yet research often overlooks how job advertisement features influence applicant self‐selection. Thus, we focus on gender sorting in the public labor market, a mechanism potentially causing structural self‐selection among job seekers. The study investigates how gender sorting affects applicant pools by examining gendered language and the gender of the contact person in job advertisements. We empirically test these mechanisms using a unique multi‐source dataset consisting of actual job advertisements, a survey among recruiters issuing these job advertisements, and organization‐level data ( n = 1859). We obtain measures for gendered language using quantitative text analysis. Results from hierarchical linear models indicate that more feminine wording relates to a higher number and share of applications by women. Our research contributes to the literature, testing why women may apply less for some public sector jobs. The implications for research and policymakers and emphasize the relevance of gender sorting mechanisms in recruiting.",
          "url": "https://doi.org/10.1111/puar.13965",
          "doi": "https://doi.org/10.1111/puar.13965",
          "filter": 0
        },
        {
          "title": "Emotions and Reputation Learning by Audience Networks: A Research Agenda in Bureaucratic Politics",
          "authors": "Moshe Maor, Dovilė Rimkutė, Tereza Capelos",
          "abstract": "Audiences that observe and interact with government agencies play a crucial role in shaping these agencies' reputations. However, existing research often treats these audience networks as monolithic, overlooking the inherent diversity in their cognitive and emotional processing of reputational information. This approach fails to account for the variations in how audiences experience and evaluate agencies. To address this gap, we propose a new research agenda focused on the role of emotions in bureaucratic politics. We introduce a novel theoretical framework of Reputation Learning , informed by Affect‐as‐Information Theory and Affective Intelligence Theory, to explore the downstream effects of emotions as content and as process in shaping judgment formation and information processing. Specifically, we identify emotion‐based components of bureaucratic reputation and examine how emotions influence audience decision‐making processes and perceptions of government agencies. We conclude by outlining four key contributions of this framework to advancing the study of emotions in bureaucratic politics.",
          "url": "https://doi.org/10.1111/puar.70004",
          "doi": "https://doi.org/10.1111/puar.70004",
          "filter": 0
        },
        {
          "title": "Are Citizens Responsive to the Regulatory State? The Effect of Regulation on Evaluations of Early Childhood Education and Care ( ECEC )",
          "authors": "Adrienne Davidson, Elizabeth Dhuey, Michal Perlman, Jamie Waese‐Perlman, Linda A. White",
          "abstract": "Public service delivery has increasingly involved mixed markets, with for‐profit, not‐for‐profit, and government‐delivered programs. In such contexts, regulation can protect the public interest by enhancing safety, expanding consumer choice, or improving the quality of goods or services. In this article, we explore how citizens experience varying regulated markets, and whether regulatory stringency shapes citizen perceptions of service quality in the context of early childhood education and care (ECEC) services in the United States. We rely on automated textual analysis of online Google reviews of ECEC alongside a dataset of state policy stringency that tracks whether states allow for unlicensed care environments. Using a regression discontinuity design to test the impact of regulatory systems on reviews of care, we find evidence that parents in states with less stringent regulations are more likely to post negative reviews and express anger and anxiety, relative to parents in states with robust regulatory regimes.",
          "url": "https://doi.org/10.1111/puar.70001",
          "doi": "https://doi.org/10.1111/puar.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Conditions for involving vulnerable citizens in co-production: the importance of commitment",
          "authors": "Menno Hoppen, Taco Brandsen, Marlies Honingh",
          "url": "https://doi.org/10.1080/14719037.2025.2523953",
          "doi": "https://doi.org/10.1080/14719037.2025.2523953",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Policy Growth and Its Impacts on Policy Implementation: Changes, Challenges and Chances",
          "authors": "Yves Steinebach, Christoph Knill, Mattia Casula",
          "abstract": "In this Special Issue titled “Policy Growth and Its Impacts on Policy Implementation,” we present a collection of articles examining the relationship between the policy growth and policy implementation. The issue is organized around three key themes: changes, challenges, and chances. In the “changes” section, we feature scholarly work that investigates how policy growth influences the evolution of implementation structures and practices. The “challenges” section offers analyses on how the increasing complexity and volume of policies affect the effectiveness and operational practices of public authorities. Finally, the “chances” section highlights strategies that can be employed to manage policy growth and thus bolster countries' implementation capabilities. By addressing these issues, we contribute to various strands of literature, including studies on ungovernability, policy growth, policy implementation, and street‐level bureaucracy. In this introduction, we underscore our contributions to these areas of research and provide a brief overview of the within this Special Issue contributions structured around the three core themes.",
          "url": "https://doi.org/10.1111/rego.70041",
          "doi": "https://doi.org/10.1111/rego.70041",
          "filter": 0
        },
        {
          "title": "Correction to “Climate Politics in Latin America: The Cases of Chile and Mexico”",
          "url": "https://doi.org/10.1111/rego.70054",
          "doi": "https://doi.org/10.1111/rego.70054",
          "filter": 0
        },
        {
          "title": "Correction to “Political Studies of Automated Governing: A Bird's Eye (Re)view”",
          "url": "https://doi.org/10.1111/rego.70051",
          "doi": "https://doi.org/10.1111/rego.70051",
          "filter": 0
        },
        {
          "title": "Citizen Trust in Regulators: Evaluating the Validity of the CTGO ‐Scale in Transitioning Societies",
          "authors": "Dominika Latusek, Anna Pikos, Frédérique Six, Marcin Wardaszko",
          "abstract": "Citizen trust in regulatory agencies is crucial for the effective functioning of financial markets and broader public governance. This paper investigates the validity of the Citizens' Trust in Government Organizations (CTGO) scale in a transitioning society with historically low institutional trust. Using the Polish Financial Supervision Authority (PFSA) as the focal organization, our study examines how trustworthiness dimensions—ability, integrity, and benevolence—apply in this context. The research combines a quantitative study, which validates the CTGO‐scale in a new cultural and institutional setting, with qualitative focus groups that explore citizens' perceptions of PFSA's trustworthiness. Our findings confirm the CTGO‐scale's reliability and extend its applicability to low‐trust contexts and specific regulatory agencies. However, focus group data suggest that the label for the “benevolence” dimension is best changed to reflect the impartial, commitment to the public good aspects typical of public organizations. We propose replacing benevolence with impartiality in trust measurement tools to better capture the structured, duty‐driven nature of public governance. This study advances the conceptualization of trust in regulatory agencies and provides a foundation for future comparative research across diverse governance settings.",
          "url": "https://doi.org/10.1111/rego.70055",
          "doi": "https://doi.org/10.1111/rego.70055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
