{
  "update": "2026-01-02",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The Long Shadow of Partisan Hostility: How Affective Polarization Hinders Democracies’ Ability to Mitigate Climate Change",
          "authors": "Don Grant, Andrew Jorgenson, Wesley Longhofer, Ion Bodgan (“Bodi”) Vasi",
          "abstract": "Sociologists and others have studied whether democracies are becoming more ideologically polarized over climate change. However, research has yet to investigate if a newer form of division—affective polarization, or citizens’ hostility toward opposing party members—shapes major polluters’ carbon (CO 2 ) emissions. Building on the Advocacy Coalition Framework, integrated with neo-institutional and stakeholder perspectives, we argue that high levels of affective polarization enable power plants to emit greenhouse gases at a higher rate than those operating in less polarized contexts. To test our argument, we analyze a novel dataset of over 20,000 power plants in 92 democratic countries. Controlling for conventional predictors of emissions, we find that power plants in democracies marked by high affective polarization emit CO 2 at significantly higher rates. Also, in contexts of heightened interparty hostility, government-owned power stations emit more carbon, climate policies are less effective at curbing plants’ emissions, and plants pollute more where strong political constraints susceptible to gridlock are in place. These results are robust across different modeling specifications, suggesting that partisan animosity likely creates institutional conditions that insulate power plants from stakeholder and regulatory pressure, thereby undermining democracies’ ability to limit emissions from some of the world’s largest carbon polluters.",
          "url": "https://doi.org/10.1177/00031224251396518",
          "doi": "https://doi.org/10.1177/00031224251396518",
          "filter": 0
        },
        {
          "title": "Seeing Like a Company or a Customer: Selective Empathy in Pricing",
          "authors": "Barbara Kiviat, Carly R. Knight",
          "abstract": "Sociologists have long shown that moral beliefs are key to sustaining market arrangements. Yet surprisingly little research has examined how groups may assess the fairness of taken-for-granted market practices differently. In this article, we draw on three survey studies to examine Americans’ moral beliefs about risk-based pricing, a pricing institution in which consumers who are predicted to be costly are charged more. In markets for both insurance and consumer loans, we uncover a pattern in which higher-income individuals are consistently more likely than lower-income individuals to accept the moral legitimacy of tethering prices to a person’s behavior, irrespective of economic self-interest or ideology. To explain this pattern, we introduce a novel theoretical lens we term “selective empathy”—that is, in evaluating pricing arrangements, individuals disproportionately direct their empathy to one exchange partner or the other, taking the perspective of either the company or the customer. We find that wealthier individuals are more likely than lower-income individuals to empathize with companies—and less likely to empathize with high-risk consumers. These findings cast risk-based pricing as a classed form of economic rationality. Moreover, they bring attention to the role of affect in pro-capital attitudes.",
          "url": "https://doi.org/10.1177/00031224251394724",
          "doi": "https://doi.org/10.1177/00031224251394724",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Financialization and unintended emission reductions: evidence from the OECD, 1995–2020",
          "authors": "Viet Phan",
          "abstract": "Is there a relationship between financialization—the increasing centrality of the financial sector and financial activities in the national economy—and CO2 emissions? Prior empirical research suggests two possibilities. In the first, financialization facilitates economic growth and intensifies the Treadmill of Production, thereby increasing emissions. In the second, financialization enables renewable energy deployment and dampens emissions, consistent with Ecological Modernization theory. I leverage more recent sociological and economic literature on financialization to hypothesize a third possibility, in which financialization adversely affects economic growth, which translates to lower levels of emissions. To test this hypothesis, I estimate mediation models with lagged dependent variables and country and time fixed effects. I use multiple measures for financialization and a panel dataset of 34 high-income country members of the Organisation for Economic Co-operation and Development (OECD) for 1995–2020. There are two main findings. First, GDP per capita mediates the financialization–emissions relationship when financialization is measured as private sector credit and by the International Monetary Fund’s Financial Development Index. Specifically, there is an inverted U-curve relationship between financialization and GDP per capita. The latter is, in turn, positively associated with CO2 emissions. Second, renewable energy deployment does not mediate the financialization–emissions relationship: there is no significant relationship between any measure of financialization and renewable energy deployment, although the latter is negatively associated with emissions. The findings suggest that financialization can lead to a reduction in CO2 emissions through its unintended destabilizing impact on the economy while having limited impacts on renewable energy deployment.",
          "url": "https://doi.org/10.1093/sf/soaf220",
          "doi": "https://doi.org/10.1093/sf/soaf220",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
