{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The State and the Emergence of the First American Party System: Roll Call Voting in the New York State Assembly during the Early Republic",
          "authors": "Benjamin Rohr, John Levi Martin",
          "abstract": "Prevailing theories about the nature and development of the democratic party system fail to account for the important case of the United States. Using a novel dataset on legislators and roll call votes in the New York State Assembly after the ratification of the U.S. Constitution, we show that, contrary to existing accounts, legislative parties had already formed at this early stage. Yet these parties did not arise from the translation of social cleavages such as economic or social class into political oppositions, as sociologists might expect, nor were they merely networks of powerful elites disconnected from the polity, as political scientists and historians have suggested. Instead, these parties coalesced around formal issues—structural questions like the procedures for election and appointment, questions whose answer would determine the rules of the game for future contests. Parties emerged, we argue, not because of an inherent need to adjudicate conflicts between sectors of the polity, but because of the organizational affordances of the modern democratic state. Our findings suggest the formation of party systems is an integral part of the formation of the modern state.",
          "url": "https://doi.org/10.1177/00031224251344574",
          "doi": "https://doi.org/10.1177/00031224251344574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Union democracy from below: social media, gender, and online grassroots activism",
          "authors": "Mark Friis Hau, Nana Wesley Hansen, Oscar Molina, Oriol Barranco",
          "abstract": "This study examines how digital platforms transform traditional patterns of grassroots labor mobilisation through a comparative analysis of two cases: the 2021 formation of Foreningen af Danske Sygeplejersker by nurses in Denmark and Las Kellys, an association of Spanish hotel chambermaids. While both organisations emerged from female-dominated sectors, their divergent trajectories show how institutional contexts and professional identities shape digital organising outcomes. Through analysis of social media data and interviews, we show how these groups used digital platforms to simultaneously maintain multiple forms of engagement: building collective identity among dispersed workers, challenging union leadership, and gaining public visibility. In Denmark, FDS's targeted social media approach harnessed nurses' professional cohesion to successfully pressure their union into adapting wage demands, eventually leading to accommodation within existing structures. In Spain, Las Kellys' broader community-building strategy helped overcome worker isolation but resulted in organisational fragmentation, with some chapters becoming formal unions while others remained associations. The comparison reveals how similar digital tools can produce different organisational outcomes depending on workers' structural position and unions' capacity for democratic renewal. Our findings contribute to understanding how digital platforms enable sustained grassroots engagement while highlighting the continued importance of institutional contexts and union democratic practices in shaping labor movement trajectories.",
          "url": "https://doi.org/10.1162/euso.a.36",
          "doi": "https://doi.org/10.1162/euso.a.36",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Changing flux, persisting barriers: assessing the career mobility regime changes in France",
          "authors": "Marta Veljkovic",
          "abstract": "Recent empirical research has shown a modest increase in career complexity throughout 20th century Europe. Little is known, however, about the career class mobility, despite the fact that social class is recognized as one of the main career boundaries. Modernization theory provides conflicting expectations regarding how social mobility should evolve over the life course as contemporary societies converge towards education-based meritocracies. Drawing on the French survey Formation-Qualification Professionnelle (Insee, 1970; 1977; 1985; 1993; 2003; 2014–2015) and using the EGP schema, I analyse both the absolute and relative measures of career class mobility, and I rely on the latter to define career class regimes, that I qualify in terms of the strength of the association between class positions held at different career stages and its structure (i.e., qualitative patterns). The findings of this article point to increasing career fluidity across cohorts, which implies a greater permeability of class barriers to career mobility. They also show, however, that these changes have not been associated with any significant modification in mobility patterns, meaning that the social distance and proximity of different social classes remain largely intact over time. Overall, the transformation in contemporary life courses and careers was not only slight but also partial when it comes to career class regimes in France: there is a changing flux, but persisting barriers to career mobility. Therefore, it seems not only exaggerated, but also misleading to speculate on a fundamental change in career dynamics, as most variants of modernization theory tend to do.",
          "url": "https://doi.org/10.1093/esr/jcaf012",
          "doi": "https://doi.org/10.1093/esr/jcaf012",
          "filter": 0
        },
        {
          "title": "Do parents suffer too? Children’s unemployment and their parents’ mental health in 12 European countries",
          "authors": "Lara Bister, Fanny Janssen, Tobias Vogt",
          "abstract": "Unemployment is not only a significant risk for the mental health of those affected but also to their interlinked family members, such as their parents. Recent studies have shown a negative association between children’s unemployment and their parents’ mental health, drawing on mechanisms based on linked lives and stress processing within the intergenerational family. However, the role of the broader economic context for this association, particularly regarding prevailing family support cultures, remains less understood. Therefore, our study aims to investigate the association between children’s unemployment and their parents’ mental health in 12 European countries with varying (de)familism regimes before, during, and after the Great Recession of 2008. Using longitudinal panel data from the Survey of Health, Ageing, and Retirement in Europe (SHARE), we analysed 14,954 parents and their 26,382 children over 5 SHARE waves from 2004 to 2015 (N = 92,667) applying pooled longitudinal and fixed-effects linear probability regression. We found significant mental health declines in mothers with their children's unemployment, which was, however, not generally moderated by the economic context. The associations varied across European regions and (de)familism regimes, particularly for mothers in Southern Europe when accounting for individual confounding. Our study provides novel and robust evidence for intergenerational mental health effects of family economic stress, especially in more familistic regime contexts.",
          "url": "https://doi.org/10.1093/esr/jcaf018",
          "doi": "https://doi.org/10.1093/esr/jcaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Internal displacement and post-conflict gender attitudes: evidence from northwestern Pakistan",
          "authors": "Yuichi Kubota",
          "abstract": "Despite the common understanding that armed civil conflict increases women’s vulnerability, scholarly debate suggests that women’s status in society improves after violence ends. This study sheds light on post-conflict institutional transformation using popular attitudes toward gender roles and relations. By focusing on the significantly overlooked displacement of nearly 5 million civilians in the former Federally Administered Tribal Areas of Pakistan, this study presents powerful new survey data painstakingly gathered to assess the effects of this social upheaval on people’s attitudes regarding gender equality. The results suggest that individuals who experience displacement express greater support for gender equality in the conflict’s aftermath than if they do not experience it. Wartime displacement not only disrupts civilian activity but also exposes people to an external society. By interacting with out-groups, the displaced learn and benefit from ideas about gender roles and relations that contrast with long-standing patriarchal norms. Although gender norms are often persistent in a cultural setting, the empirical evidence suggests that being an internally displaced person is an acute event for civilians to amend their prior views on gender roles and relations.",
          "url": "https://doi.org/10.1093/sf/soaf105",
          "doi": "https://doi.org/10.1093/sf/soaf105",
          "filter": 0
        },
        {
          "title": "Institutional exclusion: the cultural production of educational inequality through college narratives",
          "authors": "Michelle Jackson, Christof Brandtner",
          "abstract": "Explanations of socioeconomic inequalities in college enrollment focus on college readiness, financial constraints, and information deficits. We provide a cultural explanation of educational inequalities, arguing that disadvantaged students are deterred from applying to high-status colleges because of the shared cultural narratives employed by those colleges—a mechanism that we label “institutional exclusion.” Computational text analyses of college mission statements show that community colleges, for-profit colleges, and four-year colleges draw upon distinctively different cultural narratives. To gauge the causal effect of these narratives on student responses, we designed a survey experiment for a sample of high-school seniors. We find that the career-focused narratives of for-profit colleges are most appealing to disadvantaged students, whereas advantaged students prefer the post-materialist rhetoric of four-year colleges. We conclude that institutional exclusion should be included in sociological discussions of college inequalities and the promotion of diversity in organizations.",
          "url": "https://doi.org/10.1093/sf/soaf099",
          "doi": "https://doi.org/10.1093/sf/soaf099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
