{
  "update": "2025-06-20",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Integration for whom? The migration bias in social norms",
          "authors": "Stefan Manser-Egli, Philipp Lutz",
          "abstract": "Integration has become a dominant framework in the governance of immigration, indicating what states and “host societies” expect immigrants to do and how to behave to become accepted members of the receiving country. Critical scholarship has argued that this creates an unequal normative burden: “immigrants” are subject to integration demands while “native citizens” are exempt. Despite this widely acknowledged “integration dispensation”, the asymmetry of expectations has not been empirically tested. In this article, we conceptualize immigrant integration in terms of social norms – expectations regarding the social, economic, cultural, and political participation – and develop a theory of a migration bias: the idea that these norms are stronger for immigrants than for society at large. We test this hypothesis using a population-based survey experiment in Switzerland. Our results provide evidence for a migration bias, particularly in the social dimension of integration and expectations concerning respect for laws and constitutional values. However, this bias is context-dependent, appearing in the German-speaking part of Switzerland but not in the French-speaking counterpart. These findings provide novel insights into the popular understanding of immigrant integration and the nature of social norms and citizenship in diverse societies.",
          "url": "https://doi.org/10.1162/euso.a.30",
          "doi": "https://doi.org/10.1162/euso.a.30",
          "filter": 0
        },
        {
          "title": "Tracing the evolution of preschool’s impact on education over a century: Spain, 1900-1973",
          "authors": "Héctor Cebolla-Boado, Dulce Manzano",
          "abstract": "Preschool is acknowledged as a strategy for promoting long-term educational attainment and fostering equality of educational opportunities. Most of these expectations are based on evidence from rather recent periods. Leveraging retrospective data from cohorts born between 1900 and 1973 in Spain, we examine the historical evolution of returns to early education and its potential for equalization. We argue that this equalizing potential is contingent upon the degree of selectivity in accessing and completing a specific educational stage. Specifically, only when a given level becomes less selective, does preschool contribute to increased educational equity. Our evidence unveils two novel insights. On the one hand, the magnitude of returns underwent important changes over time, with more recent periods demonstrating diminished payoffs. On the other, the broadly documented equalizing potential of preschool is a function of the selectivity in accessing each educational level, suggesting that preschool has not always been an equalizing investment.",
          "url": "https://doi.org/10.1162/euso.a.27",
          "doi": "https://doi.org/10.1162/euso.a.27",
          "filter": 0
        },
        {
          "title": "What is the effect of providing information about the science behind vaccination? A population-based survey-experiment on support for the MMR vaccine",
          "authors": "Josje ten Kate, Willem de Koster, Jeroen van der Waal",
          "abstract": "This study examines the effects of including information about the scientific research behind vaccination in information provision about the MMR vaccine on societal acceptance and perceived legitimacy of the vaccine. We also test whether these effects are shaped by nature-oriented or science-oriented worldviews. Employing a pre-registered survey experiment conducted among members of a high-quality Dutch panel established using official population register data (n = 1,722), we found that receiving the informational stimulus did not positively affect support for the MMR vaccine. Moreover, providing information explaining the scientific research behind vaccination had a negative effect on support for the MMR-vaccine among those with a less science-oriented worldview.",
          "url": "https://doi.org/10.1162/euso.a.24",
          "doi": "https://doi.org/10.1162/euso.a.24",
          "filter": 0
        },
        {
          "title": "Competing for workers’ representation: established and grassroots unions in the Italian logistics sector",
          "authors": "Andrea Signoretti, Marcello Pedaci, Sabrina Perra, Katia Pilati",
          "abstract": "Employment conditions for low-skilled workers are deteriorating across all European countries, leading to the emergence of grassroots unions alongside more established labour organizations. Despite the increasing union heterogeneity characterising corporativist Southern European countries in particular, inter-union relationships have never been emphasised in previous studies. Our article explores the evolving relational landscape of employee representation and its impact on effective advocacy for low-skilled workers. In conducting a multiple case study research design within the Italian logistics sector, we rely on the concepts of frames and power resources to understand inter-union relationships and their consequences for workers’ concerns. Our results show how grassroot unions and established unions are characterised by deep frame contestation in terms of ideational incompatibility. The studied grassroots union adopted radical frames emphasising labour–capital struggles, while established unions employed a more moderate ’just balance’ approach, pursuing dialogue with firms. In line with this, the grassroots union made much stronger use of structural and associational power resources, while the established union used a wider variety of such resources. This dynamic fostered heightened competition and antagonism between the unions. However, our results also suggest that this antagonism inadvertently resulted in a positive division of labour that revealed a complementarity between different union framings in addressing workers’ concerns.",
          "url": "https://doi.org/10.1162/euso.a.25",
          "doi": "https://doi.org/10.1162/euso.a.25",
          "filter": 0
        },
        {
          "title": "How do employers shape trade union revitalization strategies towards migrant workers? Evidence from the German shipbuilding industry",
          "authors": "Frederic Hüttenhoff, Karen Jaehrling",
          "abstract": "Trade unions and works councils in the German shipbuilding industry were among those pioneering more inclusive strategies for migrant workers. However, these efforts remained limited and partially failed. Based on a qualitative industry study, our findings shed light on the dynamics and reasons behind this path of 'limited solidarity' in a union stronghold. While much of the literature on (barriers to) more solidaristic employment relations has focused on union identities and activities, our article seeks to highlight how production systems and employer strategies shape union revitalisation strategies and influence their success or failure. To sustain the transnationalised, export-oriented production model, shipyards rely on an increasingly professionalised ecosystem of subcontracting firms that help them recruit, train, and flexibly deploy pools of cheaper peripheral labour. While some of the literature points to regulatory policies that facilitate employers' regime-shopping strategies, our findings show that today, paradoxically, it is precisely the context of increased re-regulation of European cross-border labour markets that leads firms to develop more opaque contractual relations, creating additional obstacles and sobering experiences for organised labour. Substantial improvements are not to be expected from more power for workers alone but also require fundamental reforms.",
          "url": "https://doi.org/10.1162/euso.a.26",
          "doi": "https://doi.org/10.1162/euso.a.26",
          "filter": 0
        },
        {
          "title": "Citizenship, sex work and taxes: perspective from three European contexts",
          "authors": "Isabel Crowhurst, Milena Chimienti, Alexandra Oliveira",
          "abstract": "This article explores the overlooked nexus between taxation and sex work, approaching it as a vehicle for examining the conditions under which sex workers are legible to themselves, the state, and others as full citizens. Bringing together sex work, taxation and citizenship studies, this is the first study to consider sex workers' perspectives on the fiscal regimes in which they operate, and how they negotiate and make sense of the challenges they face in relation to paying taxes. We draw on rich qualitative data collected through interviews with sex workers based in three European contexts with different legal and fiscal approaches to sex work: Italy, Portugal and the Swiss canton Geneva. The article reveals that taxes play various roles in the lives, experiences and imaginations of our participants, reflecting different positions and dispositions towards the state, and different aspirations and visions of full citizenship. We show that the ability or inability to pay taxes as a sex worker cannot be separated from the wider legal contexts that grant (or not) rights to sex workers, and from the stigma of sex work that remains pervasive, especially for minoritised groups. Taxation plays an important role in sex workers' lives and in the relationship between sex workers and the state but it can only be one element of many when considering what full citizenship for sex workers might look like.",
          "url": "https://doi.org/10.1162/euso.a.29",
          "doi": "https://doi.org/10.1162/euso.a.29",
          "filter": 0
        },
        {
          "title": "Multidimensional social mobility and educational strategies in the UK",
          "authors": "Will Atkinson",
          "abstract": "Recent studies of social mobility inspired by Pierre Bourdieu have sought to move beyond the traditional focus on vertical movement between big classes. Drawing on his language of capitals and social space, and spotlighting access to and differences within the elite, they have demonstrated mobility to be both multidimensional and fine-grained. This paper seeks to synthesise and broaden these developments, taking the UK as its case study. It uses data from the Labour Force Survey from 2021-23 and a multidimensional class scheme to examine absolute rates of vertical, horizontal and diagonal mobility as well as relative odds and pathways of entry to fractions of the higher class linked to social origins. While the results confirm the importance of how much capital one starts with for limiting vertical mobility, they also reveal clear differences according to the preponderant type of capital people start with, as well as gender and ethnicity, that indicate specific strategies of social reproduction and ascent. I finish by calling for a consolidation and elaboration of a Bourdieusian research programme on social mobility.",
          "url": "https://doi.org/10.1162/euso.a.28",
          "doi": "https://doi.org/10.1162/euso.a.28",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Is there a growing gender divide among young adults in regard to ideological left–right self-placement? Evidence from 32 European countries",
          "authors": "Richard Nennstiel, Ansgar Hudde",
          "abstract": "Growing gender differences in political ideology among young people are a major concern because of their potential long-term societal implications. This study examines ideological shifts between young men and women in 32 European countries from 1990 to 2023, and how they are linked to societal levels of gender equality. Using data from several Eurobarometer surveys, we analyse the left–right self-placement of over 466,089 individuals aged 20–29. Using graphical analyses, regression models and age-period-cohort (APC) analyses, we find heterogeneity in the extent and development of ideological youth gender gaps. In 14 countries, the ideological positions of women and men are almost equal. In seven countries there is a modern youth gender gap in political ideology, with women being more left-wing than men. This has remained roughly stable since the 1990s. In 11 countries, a modern youth gender gap has emerged and/or widened over time. Finally, we find that modern youth gender gaps tend to be greater in countries with greater gender equality. The mainly small to moderate gender gaps—with important differences between countries—contradict the narrative of a strong and uniform shift towards a modern gender gap in political ideology among young adults.",
          "url": "https://doi.org/10.1093/esr/jcaf021",
          "doi": "https://doi.org/10.1093/esr/jcaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "How public benefits make citizens in Latino mixed-status families: self-efficacy, institutional engagement, and concerted citizenship cultivation",
          "authors": "Luis Edward Tenorio",
          "abstract": "Experiences with public benefits can shape recipients’ feelings (belonging) and enactment of citizenship (e.g., political, civic, or economic behaviors). However, we know less about how undocumented and lawful permanent resident (LPR) immigrants fit within this paradigm. This study, based on in-depth interviews with forty working-poor undocumented and LPR Latina immigrant mothers, reveals striking ways in which mothers described the meanings they attached to the benefits received and the social processes their experiences with benefit programs informed. Many mothers described an increased sense of self-efficacy as mothers and as immigrants, expanded notions of government responsiveness, and shifts in how they understood the citizenship (broadly conceived) of their children based on their experiences with benefits. This was even reported among mothers who used programs often seen as stigmatizing or who had challenges arise in petitioning for benefits. Moreover, mothers conveyed these meanings spurring legal, economic, and civic behavioral adaptations in their lives, deepening their engagement as citizens. They also described how the meanings derived from benefits use produced changes in their parenting practices, describing structuring their children’s time and engagement with institutions, as well as fostering reasoning skills and attitudes meant to benefit their children’s long-term integration. I term such practices concerted citizenship cultivation. For children with legal citizenship, concerted citizenship cultivation focused on developing comfort and entitlement within US institutions, socializing interactions with authority figures, and promoting expanded engagement in society. For children who lacked legal citizenship, concerted citizenship cultivation focused on developing positive identity and deepening engagement within protective institutions.",
          "url": "https://doi.org/10.1093/sf/soaf081",
          "doi": "https://doi.org/10.1093/sf/soaf081",
          "filter": 0
        },
        {
          "title": "Equality takes work: a process to understand why women still do most of the household labor",
          "authors": "Inés Martínez Echagüe",
          "abstract": "In the United States, widespread support for gender egalitarianism in the household contrasts with the pattern that women continue to do more household labor than men in different-sex relationships. Existing scholarship has revealed the ways in which different-sex couples justify these unequal arrangements. However, we know little about why women do more labor even when they have egalitarian goals and few structural constraints. I address this question by examining whether and how couples attempt to achieve equality and why they so often fail. Data from 40 in-depth interviews with members of 20 cisgender, different-sex, college-educated couples show that, because unequal household labor patterns are so entrenched, having an egalitarian division of labor itself requires work. I theorize and provide evidence for a process I call “equality work,” the work of creating an egalitarian division of labor, which often falls on women. Equality work includes anticipating inequality, strategizing to avoid it, monitoring equality, speaking up about inequality, fixing unequal outcomes, and withholding work. When men don’t strive for equality, women preserve the relationship by doing the labor their partners do not and revising their ideals. Equality work helps us better understand why women do most of the household labor; paradoxically, doing less requires that women work as well. These findings suggest that women are not passively accepting unequal household arrangements but striving to change them.",
          "url": "https://doi.org/10.1093/sf/soaf068",
          "doi": "https://doi.org/10.1093/sf/soaf068",
          "filter": 0
        },
        {
          "title": "Review of “In This Place Called Prison: Women’s Religious Life in the Shadow of Punishment”",
          "authors": "Alison Liebling",
          "url": "https://doi.org/10.1093/sf/soaf071",
          "doi": "https://doi.org/10.1093/sf/soaf071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Social Rigidity Across and Within Generations: A Predictive Approach",
          "authors": "Haowen Zheng, Siwei Cheng",
          "abstract": "How well can individuals’ parental background and previous life experiences predict their mid-life socioeconomic status (SES) attainment? This question is central to stratification research, as a strong power of earlier experiences in predicting later-life outcomes signals substantial intra- or intergenerational status persistence, or put simply, social rigidity. Running machine learning models on panel data to predict outcomes that include hourly wage, total income, family income, and occupational status, we find that a large number (around 4,000) of predictors commonly used in the stratification literature improves the prediction of one’s life chances in middle to late adulthood by about 10 percent to 50 percent, compared with a null model that uses a simple mean of the outcome variable. The level of predictability depends on the specific outcome being analyzed, with labor market indicators like wages and occupational prestige being more predictable than broader socioeconomic measures such as overall personal and family income. Grouping a comprehensive list of predictors into four unique sets that cover family background, childhood and adolescence development, early labor market experiences, and early adulthood family formation, we find that including income, employment status, and occupational characteristics at early career significantly improves models’ prediction accuracy for mid-life SES attainment. We also illustrate the application of the predictive models to examine heterogeneity in predictability by race and gender and identify important variables through this data-driven exercise.",
          "url": "https://doi.org/10.1177/00491241251347984",
          "doi": "https://doi.org/10.1177/00491241251347984",
          "filter": 0
        },
        {
          "title": "Addressing Missingness in Serialized Bureaucratic Data: The Case of Chinese Courts",
          "authors": "Xiaohan Wu, Margaret E. Roberts, Rachel E. Stern, Benjamin L. Liebman, Amarnath Gupta, Luke Sanford",
          "abstract": "Courts around the world are putting their data online, making information about caseloads, parties, and decisions available to the public. Yet, this data is far from complete, and often only reflects a portion of courts’ dockets. We offer and validate a set of tools for leveraging serialized bureaucratic data from courts to estimate the proportion of cases available to the public and the time courts take to make decisions. Using data from more than 3,000 courts in China, our methods allow us to assess patterns of missingness in court data across provinces and cities by type of case and to conduct the largest quantitative analysis to date on court delay in China. By providing an extensive validation of both new and existing tools for estimating missingness and delay, we provide a set of recommendations for researchers looking to augment incomplete bureaucratic data around the world.",
          "url": "https://doi.org/10.1177/00491241251340610",
          "doi": "https://doi.org/10.1177/00491241251340610",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
