{
  "update": "2025-10-31",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Correction to: From Language to Self-Identification: Indigenous Classification in the Americas",
          "url": "https://doi.org/10.1093/sf/soaf191",
          "doi": "https://doi.org/10.1093/sf/soaf191",
          "filter": 0
        },
        {
          "title": "The political landscape of death: state policy polarization and mortality among Black and White Americans",
          "authors": "Anneliese N Luck",
          "abstract": "A growing body of macrostructural work examines the health impact of America’s polarizing state policy landscape. Yet few studies have considered whether these mortality burdens are unevenly shouldered across all population groups. This study examines the link between the ideological orientation of state policy environments and mortality across age groups and causes of death for non-Hispanic Black and White men and women from 1990 to 2019. Findings show that mortality increases among all groups as state policies shift rightward, peaking in early adulthood (ages 25–49). However, a clear race-sex gradient emerges, with the largest mortality increases observed among Black men, followed by Black and White women, and the smallest among White men. Findings reveal positive associations between mortality and conservative shifts across all age groups and causes of death with varying race-sex patterns. Young adult mortality (ages 25–49), as well as HIV/AIDS and drug overdoses identified as primary contributors to the observed race-sex gradient, while homicide and cardiovascular disease are key contributors for White men and women, respectively. Finally, I argue that the consequences of policy polarization must be understood not only as the increase in mortality (excess deaths) associated with conservative policy shifts, but also as the decrease in mortality (averted deaths) associated with liberal policy shifts. Together, these findings highlight the unequal burden of widening political divides across the country for Black and White Americans.",
          "url": "https://doi.org/10.1093/sf/soaf177",
          "doi": "https://doi.org/10.1093/sf/soaf177",
          "filter": 0
        },
        {
          "title": "Review of “The High School: Sports, Spirit, and Citizens, 1903–2024”",
          "authors": "Kemi A Oyewole",
          "url": "https://doi.org/10.1093/sf/soaf179",
          "doi": "https://doi.org/10.1093/sf/soaf179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
