{
  "update": "2025-05-09",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "The role of social networks in institutional trust during economic downturns",
          "authors": "Miranda J Lubbers",
          "abstract": "Citizens’ trust in institutions is crucial for the proper functioning of societies. While national economic performance is a key predictor of institutional trust, individuals’ perceptions of the economy—through which this influence is thought to operate— vary widely, suggesting that additional factors play a role in shaping these perceptions. One largely ignored factor is social networks. This paper argues that acquaintanceship networks expose individuals unevenly to the economic conditions of others, which in turns shapes their trust in institutions. Using Spain as a case study in the aftermath of the 2008–2014 financial crisis, the study examines how individuals’ network exposure to economic distress relates to their institutional trust. Data from a nationally representative survey show that network homogeneity results in uneven exposure to the crisis’s negative effects among individuals from different socioeconomic and age groups, potentially biasing their economic perceptions. Even when controlling for household income, employment status, education, age, and other variables, greater network exposure to distress remains significantly associated with lower institutional trust. These findings highlight the crucial role of social networks in institutional trust.",
          "url": "https://doi.org/10.1093/esr/jcaf011",
          "doi": "https://doi.org/10.1093/esr/jcaf011",
          "filter": 0
        },
        {
          "title": "Gendered beauty inequalities? A multiverse analysis of physical attractiveness, occupational gender-typicality and earnings in the German labour market",
          "authors": "Reinhard Schunck, Johanna Gereke, Emily Hellriegel",
          "abstract": "How do returns to physical attractiveness in the labour market vary depending on the alignment between an employee’s gender and the gender composition of their occupation? Research suggests that attractiveness often invokes gender-typical stereotypes. If these stereotypes imply a mismatch between what are considered to be necessary traits in an occupation and those which are ascribed to a person, this may lead to penalties for attractive individuals with a weak trait-job fit. To test this proposition, we combine longitudinal data from the German Family Panel (pairfam) including interviewer ratings of attractiveness with official statistics on occupational gender segregation. Employing a multiverse analysis across 6,912 model specifications, we consistently find positive associations between individuals’ attractiveness and their earnings for both women and men. However, we do not find evidence that attractive individuals face earnings penalties when employed in occupations typically dominated by the opposite gender.",
          "url": "https://doi.org/10.1093/esr/jcaf008",
          "doi": "https://doi.org/10.1093/esr/jcaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Habitation Society: Creating Sustainable Prosperity”",
          "authors": "Tad Skotnicki",
          "url": "https://doi.org/10.1093/sf/soaf055",
          "doi": "https://doi.org/10.1093/sf/soaf055",
          "filter": 0
        },
        {
          "title": "Review of “Natural: Black Beauty and the Politics of Hair”",
          "authors": "Taura Taylor",
          "url": "https://doi.org/10.1093/sf/soaf052",
          "doi": "https://doi.org/10.1093/sf/soaf052",
          "filter": 0
        },
        {
          "title": "Review of “Moving from the Margins: Life Histories on Transforming the Study of Racism”",
          "authors": "Kayla Harris, David L Brunsma, Alex L Thomas, Daryl Reed, Robyn Lawson, Janik Neidhardt",
          "url": "https://doi.org/10.1093/sf/soaf054",
          "doi": "https://doi.org/10.1093/sf/soaf054",
          "filter": 0
        },
        {
          "title": "Review of “Distancing the Past: Racism as History in South African schools”",
          "authors": "Benjamin H Bradlow",
          "url": "https://doi.org/10.1093/sf/soaf057",
          "doi": "https://doi.org/10.1093/sf/soaf057",
          "filter": 0
        },
        {
          "title": "Review of “The Labour Market Myth: How the Market Metaphor Hinders Our Understanding of Work”",
          "authors": "Jeffrey J Sallaz",
          "url": "https://doi.org/10.1093/sf/soaf056",
          "doi": "https://doi.org/10.1093/sf/soaf056",
          "filter": 0
        },
        {
          "title": "Review of “Willful Defiance: The Movement to Dismantle the School-to-Prison Pipeline”",
          "authors": "Sanna King",
          "url": "https://doi.org/10.1093/sf/soaf053",
          "doi": "https://doi.org/10.1093/sf/soaf053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Integrating Generative Artificial Intelligence into Social Science Research: Measurement, Prompting, and Simulation",
          "authors": "Thomas Davidson, Daniel Karell",
          "abstract": "Generative artificial intelligence (AI) offers new capabilities for analyzing data, creating synthetic media, and simulating realistic social interactions. This essay introduces a special issue that examines how these and other affordances of generative AI can advance social science research. We discuss three core themes that appear across the contributed articles: rigorous measurement and validation of AI-generated outputs, optimizing model performance and reproducibility via prompting, and novel uses of AI for the simulation of attitudes and behaviors. We highlight how generative AI enable new methodological innovations that complement and augment existing approaches. This essay and the special issue’s ten articles collectively provide a detailed roadmap for integrating generative AI into social science research in theoretically informed and methodologically rigorous ways. We conclude by reflecting on the implications of the ongoing advances in AI.",
          "url": "https://doi.org/10.1177/00491241251339184",
          "doi": "https://doi.org/10.1177/00491241251339184",
          "filter": 0
        },
        {
          "title": "Generative AI Meets Open-Ended Survey Responses: Research Participant Use of AI and Homogenization",
          "authors": "Simone Zhang, Janet Xu, AJ Alvero",
          "abstract": "The growing popularity of generative artificial intelligence (AI) tools presents new challenges for data quality in online surveys and experiments. This study examines participants’ use of large language models to answer open-ended survey questions and describes empirical tendencies in human versus large language model (LLM)-generated text responses. In an original survey of research participants recruited from a popular online platform for sourcing social science research subjects, 34 percent reported using LLMs to help them answer open-ended survey questions. Simulations comparing human-written responses from three pre-ChatGPT studies with LLM-generated text reveal that LLM responses are more homogeneous and positive, particularly when they describe social groups in sensitive questions. These homogenization patterns may mask important underlying social variation in attitudes and beliefs among human subjects, raising concerns about data validity. Our findings shed light on the scope and potential consequences of participants’ LLM use in online research.",
          "url": "https://doi.org/10.1177/00491241251327130",
          "doi": "https://doi.org/10.1177/00491241251327130",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
