{
  "update": "2024-12-13",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Index",
          "url": "https://doi.org/10.1177/00031224241305962",
          "doi": "https://doi.org/10.1177/00031224241305962",
          "filter": 0
        },
        {
          "title": "Acknowledgment of Referees",
          "url": "https://doi.org/10.1177/00031224241291634",
          "doi": "https://doi.org/10.1177/00031224241291634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Healthcare deservingness: how risk factors and income shape responsibility attribution for health outcomes and healthcare costs",
          "authors": "Sharon Baute, Luna Bellani",
          "abstract": "Amidst the global surge in healthcare expenditures, there is a growing political and academic debate about individual versus collective responsibility for health and healthcare costs. This study explores the causal effects of health risks and income cues on citizens’ attribution of responsibility for health outcomes and healthcare costs. An original vignette experiment was conducted among the German population. Those in need of medical treatment who have been exposed to environmental, institutional, or biological health risks are held less responsible for their health outcomes than those exhibiting behavioural health risks. However, the impact of health risks appears to be somewhat weaker in determining who should bear the costs for the medical treatment. Furthermore, higher-income groups are more likely to be blamed for their health outcomes and are considered less deserving of society’s help in paying for medical treatment. These findings enhance our understanding of how the criteria of control and economic need shape public attribution of responsibility in the health(care) domain.",
          "url": "https://doi.org/10.1093/esr/jcae049",
          "doi": "https://doi.org/10.1093/esr/jcae049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "“You just feel re-violated”: coercive sexual control in juvenile detention",
          "authors": "Amber Joy Powell",
          "abstract": "Despite political calls on the state to “protect the children” from sexual violence, feminist scholars argue the state itself reproduces routine gender-based violence toward incarcerated communities, including youth. Building upon this work, I draw from twenty-three life history interviews with formerly incarcerated cis- and transgender men and women survivors to show how carceral norms facilitate a system of coercive sexual control. I define coercive sexual control as the policies, practices, and social relations that create the context for routine sexual violence and institutional harm toward youth. Coercive sexual control includes the sexual degradation of youth bodies, the underground economy of sexual favors, and the institutional denial of sexual harm. A theory of coercive sexual control shifts attention from sexual violence as solely interpersonal and episodic to the broader institutional mechanisms of power and social control that produce sexual exploitation against youth under the carceral state. Centering carceral institutions as sites of endemic sexual violence further unearths crucial discrepancies between institutional claims of prioritizing children’s sexual safety “on the books” and gaslighting youth claims of sexual misconduct in everyday practice.",
          "url": "https://doi.org/10.1093/sf/soae173",
          "doi": "https://doi.org/10.1093/sf/soae173",
          "filter": 0
        },
        {
          "title": "The decoupling of socioeconomic status, postmaterialism, and environmental concern in an unequal world: a cross-national intercohort analysis",
          "authors": "Yan Wang",
          "abstract": "There has been an intense yet inconclusive debate over the impacts of socioeconomic status (SES) and postmaterialism on environmental concern. Recent years have seen a growing interest in addressing the controversy by exploring the conditioning effect of social context. Previous studies of inequality argue that it unevenly exposes people to environmental degradation, reduces social cooperation, and erodes egalitarian values. This study integrates the two lines of research by linking social inequality to environmental sustainability and examines the extent to which inequality shapes the impact of SES and postmaterialism on environmental concern in the cross-national intercohort context. Analyses of multiple waves of the World Values Survey data using the hierarchical age-period-cohort modeling techniques suggest that contextual inequality substantially attenuates the effects of SES and postmaterialism. This relationship is consistent across countries with different economic development levels and more pronounced in older cohorts. The current study illustrates the importance of careful consideration of social conditions, the unequal distribution of income in particular, when examining predictors of environmental concern, and sheds light on the theorization of a more inclusive, balanced human-nature relationship.",
          "url": "https://doi.org/10.1093/sf/soae168",
          "doi": "https://doi.org/10.1093/sf/soae168",
          "filter": 0
        },
        {
          "title": "“Not one of us”: anti-immigrant sentiment spread to multiple immigrant groups in the wake of Islamic terrorism",
          "authors": "Daniel Ramirez, Joeun Kim",
          "abstract": "In reaction to terrorism, current research shows that discriminatory attitudes against immigrant populations among native populations sometimes increase. However, it is unclear if native populations respond to threats with a specifically targeted anti-immigrant sentiment or whether there is a general increase in anti-immigrant views that spill over to other minority groups. Furthermore, plausible processes explaining the spread of anti-immigration sentiment to larger immigrant populations are largely underexplored in the research. This article analyzes the impact of terrorist attacks on anti-Muslim sentiment and spillover effects on groups seemingly unrelated to the attacks. Using the coincidental timing of the European Social Survey and the attack on Charlie Hebdo, we investigate the effects of terrorism on anti-immigrant attitudes toward Muslim, Jewish, and Roma minorities. Second, in accordance with symbolic boundary theory, we investigate whether the Charlie Hebdo attack increased discriminatory attitudes toward immigrant characteristics and argue that these spillover effects are partially attributable to such changes. Our findings show that the Charlie Hebdo attack was associated with increased anti-immigrant sentiment toward all three groups to a comparable degree and that these effects are partially explained by intensified racial and religious boundaries. Furthermore, we find that the association between the attack and increases in racial and religious boundaries, as well as discriminatory attitudes toward all studied minorities, is stronger in countries with historically low immigration reception. Our study finds that where discriminatory processes are activated, they are not manifested through precise social categorization but rather using generalized minority characteristics.",
          "url": "https://doi.org/10.1093/sf/soae172",
          "doi": "https://doi.org/10.1093/sf/soae172",
          "filter": 0
        },
        {
          "title": "Review of “Chinatown, Honolulu: Place, Race, and Empire”",
          "authors": "Daniel Yoder Zipp",
          "url": "https://doi.org/10.1093/sf/soae174",
          "doi": "https://doi.org/10.1093/sf/soae174",
          "filter": 0
        },
        {
          "title": "The causal effect of liberalizing legal requirements on naturalization intentions",
          "authors": "Yuliya Kosyakova, Andreas Damelang",
          "abstract": "This study investigates the multifaceted factors influencing immigrants’ naturalization intentions, with a primary focus on legal requirements and the implementation of naturalization laws. It distinguishes between different groups of non-citizens, such as refugees, European Union (EU) citizens, and non-EU citizens. Employing a vignette experiment among non-citizens in a large-scale representative data in Germany—the German Socioeconomic Panel (in 2022), the IAB-SOEP Migration Sample (in 2022), and the IAB-BAMF-SOEP Survey of Refugees in Germany (in 2021) (Total N = 6431)—the research empirically analyzes the effects of liberalizing legal requirements and the effects of more inclusive naturalization procedure on intentions to acquire German citizenship. This comparison, both for current versus liberalized requirements and less versus more inclusive naturalization procedures, offers a realistic scenario of how liberalization and inclusiveness impact naturalization intentions. The results reveal that liberalizing legal requirements, specifically dual citizenship availability and reduced waiting period, has a positive effect on naturalization intentions. Simultaneously, these effects differ between the three groups of non-citizens, particularly due to differences in the perceived benefits of naturalization. In contrast, a more inclusive naturalization procedure does not affect non-citizens’ naturalization intentions. These results underline the importance of citizenship policy for the naturalization intentions of non-citizens. However, the results also show nuanced reactions to liberalized requirements stressing the importance of group-specific cost–benefit considerations.",
          "url": "https://doi.org/10.1093/sf/soae170",
          "doi": "https://doi.org/10.1093/sf/soae170",
          "filter": 0
        },
        {
          "title": "Strong ties, strong homophily? Variation in homophily on sociodemographic characteristics by relationship strength",
          "authors": "David Kretschmer, Lars Leszczensky, Cassie McMillan",
          "abstract": "Social networks are segregated by sociodemographic characteristics such as gender, ethnicity, religion, and socioeconomic status. A key reason for this segregation is homophily, or people's preferences to associate with similar others. Homophily is documented for relationships of different strengths, ranging from marriage and close friendship to weaker acquaintanceships. But does sociodemographic homophily vary by relationship strength? While most researchers assume more pronounced sociodemographic homophily for strong than for weak relationships, theoretical expectations and empirical evidence are inconclusive. For instance, shared sociodemographic characteristics can come with joint experiences and identities that could facilitate the development of strong relationships. At the same time, however, matching personalities and attitudes may be necessary for forming strong relationships, so the superficial similarity that accompanies shared sociodemographic traits may only suffice for weak relationships. Based on these considerations, we test whether and how gender, ethnic, religious, and socioeconomic status homophily vary by relationship strength in over 600 school-based networks of more than 20,000 adolescents from Israel, England, Germany, the Netherlands, and Sweden. Using valued exponential random graph models, we find consistent evidence that strong tie homophily exceeds weak tie homophily. While adolescents are more likely to report strong ties with those who share their gender, ethnicity, religion, and socioeconomic status, homophily is less pronounced for weaker ties. Our finding suggests that it is crucial to consider the link between homophily and tie strength to understand the flow of information, resources, social support, and opportunities in social networks.",
          "url": "https://doi.org/10.1093/sf/soae169",
          "doi": "https://doi.org/10.1093/sf/soae169",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
