{
  "update": "2025-06-13",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Collective Defense Mechanisms",
          "authors": "Mustafa Emirbayer",
          "abstract": "Despite being an uncommon topic in sociological inquiry, collective defense mechanisms are a widely known phenomenon in social life. Whenever people experience anxieties in common, shared defensive processes can arise at an unconscious level, shunting off these anxieties from reflective awareness. This can happen in social and organizational settings that are intimate and impersonal, small and large, short-lived and enduring. How can we better theorize collective defenses and their role in the social world? This article demonstrates how coordination mechanisms can align individual defenses into shared defenses, a micro-to-macro transition. It explores how collective defenses can take on a variety of empirical forms, whether as interaction-order dynamics, cultural discourses and narratives, or institutionalized rules and arrangements. And it shows how this understanding of collective defenses can be incorporated into still larger frameworks of inquiry into power and inequality in social life. It also suggests ways in which methodological innovations can help the study of these shared defenses become more transparent, nonarbitrary, and rigorous, allaying concerns sociologists long have had about investigating unconscious processes. By highlighting the formation, deployment, and potential undoing of collective defense mechanisms, this article illuminates an exciting new terrain for sociologists to explore and opens up new possibilities for more constructive and non-defensive real-world problem solving.",
          "url": "https://doi.org/10.1177/00031224251341575",
          "doi": "https://doi.org/10.1177/00031224251341575",
          "filter": 0
        },
        {
          "title": "Abortion Policies in a Polarizing World Society, 1970 to 2020",
          "authors": "Wade M. Cole",
          "abstract": "This article examines how global contention over reproductive rights influenced national abortion polices over the past half-century. I glean four models of normative contestation in world society and its consequences for diffusion and institutionalization, arguing that a theory of polarization best accounts for developments in norms and policies on abortion. Fixed-effects regression analyses of up to 160 countries between 1970 and 2020 test the empirical implications of this argument. Several noteworthy findings emerge. First, country linkages to international nongovernmental organization (INGOs) predict abortion liberalization, but memberships in “illiberal” international organizations and alliances are associated with more restrictive abortion policies. Second, these relationships are conditioned by a shifting global context: in recent years, the association between illiberal affiliations and policy restrictions strengthened, while the liberalizing effect of INGOs weakened. And third, illiberal affiliations disrupt or “spoil” the effect of INGO linkages on policy expansions, illustrating the consequences of mutual engagement between rival transnational networks. Similar patterns characterize the effects of women’s and pro-family INGOs on abortion policies in the post–Cold War period. These findings point to growing polarization between liberal and illiberal forces in world society and suggest the incipient institutionalization of rival norms on abortion.",
          "url": "https://doi.org/10.1177/00031224251335964",
          "doi": "https://doi.org/10.1177/00031224251335964",
          "filter": 0
        },
        {
          "title": "Contesting the State: Embodied Threat and the Emergence of Prisoner Mobilization",
          "authors": "David Jonathan Knight",
          "abstract": "Prior studies cast U.S. imprisonment as politically demobilizing. This article complicates that proposition by exploring when, and how, threat under penal confinement leads people to mobilize. Using interviews with currently incarcerated and recently released men across three states, I show that although imprisonment generally fosters political inaction, collective mobilization does arise under certain conditions. First, people in prison mobilize in response to embodied threats —fundamental threats eliciting visceral reactions that signal future harm (i.e., premature death or permanent incapacitation). Second, to collectively mobilize, a subpopulation of similarly threatened prisoners must be present and see the threats as a shared problem. Collective prisoner mobilization is more likely when both conditions are present; mobilization is unlikely when neither condition is present; and individual political contention is more likely when conditions are partially present. This range of political responses among incarcerated people is more dynamic than previously reported. Imprisonment has selective political effects, mobilizing the most repressed individuals within prison to devise new strategies to contest their repression.",
          "url": "https://doi.org/10.1177/00031224251340401",
          "doi": "https://doi.org/10.1177/00031224251340401",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Intergenerational mobility into doctoral education across Europe",
          "authors": "Jouni Helin, Kristian Koerselman, Terhi Nokkala, Eija Räikkönen",
          "abstract": "Despite increasing concerns over socioeconomic barriers in access to doctoral education, relatively little is known about the degree to which PhDs are selected in terms of their social background. In this paper, we use combined data on over 200 000 individuals from the European Social Survey, the European Values Study, and the World Values Survey to estimate the strength of the relationship between parental education and child PhD attainment within 26 European countries. We find that intergenerational mobility into PhD degrees is somewhat higher in the Nordic countries, and somewhat lower in the Eastern European countries in our sample, but also that mobility is generally high, that PhDs are socioeconomically diverse, and that mobility differences between the countries in our sample are generally small.",
          "url": "https://doi.org/10.1162/euso.a.23",
          "doi": "https://doi.org/10.1162/euso.a.23",
          "filter": 0
        },
        {
          "title": "Does more knowledge on anti-discrimination law relate to more support for anti-discrimination policy on the rental housing market?",
          "authors": "Billie Martiniello, Abel Ghekiere, Pieter-Paul Verhaeghe",
          "abstract": "Discrimination is still a pervasive problem on the rental housing market. At the same time, the efficiency of anti-discrimination policies relies on the support for and knowledge of these policies. We examined to what extent landlords have knowledge of the anti-discrimination legislation in Belgium and whether their level of knowledge is related to their support for anti-discrimination policy measures. For these purposes, we performed a survey including vignettes of 223 private landlords. We find that landlords successfully recognize discriminatory behaviour based on income and ethnic origin. Besides, private landlords’ support for anti-discrimination measures is relatively high, and more so for compliance as opposed to deterrence measures. Importantly, both knowledge and support are found to be strongly related, with more knowledge relating to more support for general, targeted and compliance measures. The exception, however, is the link with support for deterrence measures (e.g., correspondence testing with sanctions or compulsory training sessions).",
          "url": "https://doi.org/10.1162/euso_a_00017",
          "doi": "https://doi.org/10.1162/euso_a_00017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Union dissolution and children’s educational achievement: separating effects of school and non-school environments",
          "authors": "Peter Fallesen, Giampiero Passaretta, Simon Skovgaard Jensen",
          "abstract": "We study whether the educational disadvantage of children from households where parents have dissolved their union is due to selection or deteriorating non-school environments and whether exposure to school environments compensates or exacerbates such disadvantage. We apply a differential exposure approach (DEA) to Danish population data collecting public-school reading comprehension tests. The approach exploits variation in children’s birth dates and test administration dates to decompose children’s learning as the product of joint exposure to school and non-school environments. We find that children experiencing parental separation have 5–7 per cent lower test scores, with lower learning returns to non-school environments, and diminishing learning outcomes proportional to time spent in separated households. Critically, school appears to neither mitigate nor exacerbate these achievement gaps, suggesting that degrading of non-school environment post-separation primarily impacts children’s learning.",
          "url": "https://doi.org/10.1093/esr/jcaf026",
          "doi": "https://doi.org/10.1093/esr/jcaf026",
          "filter": 0
        },
        {
          "title": "When a door closes, who can access the window? Second chance alternatives for higher education as an institutionalized ‘compensatory advantage’ mechanism",
          "authors": "Carmel Blank, Eyal Bar-Haim",
          "abstract": "In Israel, a high school matriculation diploma is a prerequisite for academic studies. ‘Second chance’ alternatives can bypass this requirement. Although originally designed to offer disadvantaged groups greater access to higher education, the alternatives may also serve as a ‘compensatory advantage’ mechanism for students from affluent backgrounds. This study examines both possibilities. Based on administrative data of children born in Israel from 1978-1983, a logistic regression analysis was performed that predicts the odds of being accepted to higher education studies. Interactions are between students’ background characteristics – parental education, their class and ethnicity – and high school matriculation. Additional analysis predicts future income of high-road and second-chance users from different backgrounds. The findings consistently show that students from advantaged backgrounds utilize second chance mechanisms more often than disadvantaged students do. It appears that second chance alternatives represent an example of an institutionalized system of ‘compensatory advantages’ that benefits students from affluent backgrounds.",
          "url": "https://doi.org/10.1093/esr/jcaf025",
          "doi": "https://doi.org/10.1093/esr/jcaf025",
          "filter": 0
        },
        {
          "title": "Social origins and socioeconomic outcomes: a combined twin and adoption study",
          "authors": "Arno Van Hootegem, Adrian Farner Rogne, Caroline Tveter Cros, Ole Røgeberg, Torkild Hovde Lyngstad",
          "abstract": "Parents and children tend to have similar socioeconomic status (SES). Sociological theory has often emphasized the role of social mechanisms in intergenerational transmission, including the influence of the broader rearing environment as well as parental investments and aid, but often not allotted an important role to genetics. Accumulating evidence suggests that genetics play an important role in the transmission of SES from parents to children. Yet, estimates differ substantially across data sets, measures and methods. Using two research designs that account for potential genetic confounding, and high-quality data from Norway, we estimate the strength of the intergenerational social transmission of a range of SES indicators. By triangulating data and designs, we obtain estimates that are more robust to idiosyncratic modelling assumptions. Measures of Norwegian parents’ socioeconomic position predict their children’s socioeconomic outcomes, but purely social mechanisms only account for a fifth of the total explained variance in intergenerational transmission.",
          "url": "https://doi.org/10.1093/esr/jcaf029",
          "doi": "https://doi.org/10.1093/esr/jcaf029",
          "filter": 0
        },
        {
          "title": "Ethnoreligious diversity and state-building: evidence from Pakistan’s tribal areas",
          "authors": "Krzysztof Krakowski, Hidayat Ullah Khan, Yuichi Kubota, Takashi Kurosaki, Kazuhiro Obayashi, Hirotaka Ohmura",
          "abstract": "Does ethnoreligious diversity lead to higher or lower support for a central state? In this study, we propose that the relationship between diversity and state-making depends on the degree of intergroup contact between different ethnoreligious groups, which varies with locally fractionalized and regionally segregated societies. We hypothesize that high intergroup contact in fractionalized localities contributes to intergroup noncooperation that increases demands for a wide range of state services. Low intergroup contact in regionally segregated societies, by contrast, magnifies fears of intergroup conflict, thus heightening specific demands for state protection. We test these conjectures using original large-N survey data from the tribal areas in Pakistan collected at the time of the region’s incorporation into Pakistani state in 2018. We find that local fractionalization correlates with higher support for state’s comprehensive provision of public goods, except for law enforcement. By contrast, regional segregation correlates with greater support for state law enforcement, but lower support for other state services. Tentative evidence supports the intergroup contact logic and its downstream effects on intergroup noncooperation and the threat of conflict. Overall, our findings suggest that fractionalization can foster comprehensive state-building, while segregation leads to the development of security-oriented states.",
          "url": "https://doi.org/10.1093/esr/jcaf030",
          "doi": "https://doi.org/10.1093/esr/jcaf030",
          "filter": 0
        },
        {
          "title": "Ethnic preferences, opportunity structures, and the school segregation process",
          "authors": "Selcan Mutgan, Peter Hedström, Martin Arvidsson",
          "abstract": "Previous research has shown that parents often have strong ethnicity-related school preferences, and it has been suggested that these preferences are consequential for the ethnic segregation of schools. In this article, we study all students enrolled in compulsory schooling in the Stockholm region during the years 2008 to 2017. Using a combination of statistical analyses of school choices and large-scale, empirically calibrated simulations, we investigate how preferences and opportunities jointly influence the students’ mobility between schools and the school segregation that their mobility or lack thereof gave rise to. Our main finding is that opportunities generally outweigh preferences. While ethnicity-related school preferences exist, they have little impact on ethnic segregation because the schools that students move between tend to have similar ethnic compositions.",
          "url": "https://doi.org/10.1093/esr/jcaf027",
          "doi": "https://doi.org/10.1093/esr/jcaf027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Correction to: Review of “When Rape Goes Viral: Youth and Sexual Assault in the Digital Age”",
          "url": "https://doi.org/10.1093/sf/soaf080",
          "doi": "https://doi.org/10.1093/sf/soaf080",
          "filter": 0
        },
        {
          "title": "Strategic non-engagement: new Russian political migrants and the effects of extraterritorial spillover of authoritarianism",
          "authors": "Liudmila Listrovaya",
          "abstract": "This research investigates the ways in which authoritarianism constrains the transnational political engagement of recent Russian emigrants, a group known as relokanti. The study centers on three interconnected social roles of relokanti: as citizens of Russia, as family members of those who remain in Russia, and as migrants navigating life in Georgia. Drawing upon twenty in-depth interviews alongside secondary data, the research reveals that despite residing in a host country with greater democratic freedoms and possessing biographical characteristics often associated with political activism, relokanti deliberately refrain from engaging in political expression, even within the private sphere of family interactions. I conceptualize this strategic withdrawal from all transnational political action as silence after exit—a form of political non-engagement shaped by the indirect yet pervasive effects of the extraterritorial spillover of authoritarianism. Findings of this work contribute to the literature on diaspora and transnational political action by centering cases of political disengagement and underscoring the importance of incorporating constraint into our understanding of political life of migrants under authoritarian reach.",
          "url": "https://doi.org/10.1093/sf/soaf076",
          "doi": "https://doi.org/10.1093/sf/soaf076",
          "filter": 0
        },
        {
          "title": "Who watches the watchmen? intersectional threat and public opinion about policing the 2020 Black Lives Matter protests",
          "authors": "Kevin Drakulich, Christian Law",
          "abstract": "When Americans protest the police, how should the police treat the protesters? Police exert social control on behalf of the state and have been implicated in the maintenance of inequalities, yet are also tasked with managing protests, even protests of the police. So, how do citizens feel about possible restrictions to their right to protest, a critical feature of a functional democracy? While the Black Lives Matter protests of 2020 were largely peaceful, some Americans supported the use of repressive “law and order” responses. Amid simultaneous movements for racial equality (Black Lives Matter) and gendered equality (#MeToo), an intersectional threat perspective encourages us to consider the potentially unique reactions of people who perceive simultaneous threats to multiple privileged identities. We theorize that support for aggressive policing approaches to racial justice protests acts as a synchronized performance of race and gender, enforcing the symbolic boundaries that undergird structural inequalities. Specifically, we suspect that perceived threats to male privilege will also be relevant to these views, at least among those who also perceived threats to white privilege. Using data from the 2020 American National Election Study survey—shortly after the mass protests of the spring and summer of that year—we find a conditional relationship for perceived gender threat, which appears relevant to views of policing the Black Lives Matter protests only among those who also perceive threats to white privilege. We discuss implications for understanding public comprehension of other social phenomena, particularly during multiple overlapping civil rights movements.",
          "url": "https://doi.org/10.1093/sf/soaf078",
          "doi": "https://doi.org/10.1093/sf/soaf078",
          "filter": 0
        },
        {
          "title": "Another elephant in the room? how energy-intensive lifestyles may undermine the fight against climate change",
          "authors": "Lazarus Adua, Brett Clark",
          "abstract": "Climate change represents a major threat to the world, yet policy responses to it have been tepid and ineffective. Recent dire warnings and more frequent climate-related extreme weather events have stirred greater interest in more assertive responses, mostly around two beloved “solutions or policy areas”—transitioning to renewable energy and energy efficiency improvement. This study investigates whether these solutions lessen carbon emissions. More crucially, it scrutinizes whether they are resilient against consumptive lifestyles, an elephant in the room often ignored by governmental decision-makers. Dynamic fixed effects modeling of cross-national longitudinal data shows renewable energies offer opportunities for reducing carbon emissions, but energy intensity prevents us from realizing their full environmental benefits. We find evidence in our analysis that energy intensity as well as other socioeconomic factors are suppressing the influence of renewable energies on carbon emissions. The analysis also shows that the relationship between national energy-intensity, which taps inefficiency, and carbon emissions is moderated by energy-intensive lifestyles (energy use per capita). This finding suggests reducing energy intensity may offer some reductions in carbon emissions, but such efforts must be paired with reductions in energy consumption per capita.",
          "url": "https://doi.org/10.1093/sf/soaf074",
          "doi": "https://doi.org/10.1093/sf/soaf074",
          "filter": 0
        },
        {
          "title": "“Paper, practice, ancestry, culture”: Racial frames and contested racial/ethnic census categories",
          "authors": "Marissa E Thompson",
          "abstract": "How do individuals and groups frame their appeals to change official racial/ethnic categories and explain their perceptions of the underlying boundaries that such categories reflect? This article draws from the case of revisions to the 2030 U.S. census categories using the universe of the over 20,000 public comments submitted to the federal government in response to proposed changes. Using an integrated computational text analysis and qualitative approach, I find that three sets of strategies characterize the general deployment of racial frames across comments. The first describes the broader characteristics that are perceived to define a given category; the second grapples with the historical and contemporary nature of racial/ethnic boundaries; and the third situates the placement of a given group in the existing racial order. I then examine the use of these strategies in reference to the proposed Middle Eastern and North African category and to the existing Black/African American and Hispanic/Latino categories. Finally, I examine the resonance of particular frames and strategies by illustrating the extent to which they were submitted on behalf of organizations or duplicated widely by individual actors. Together, this study advances our broader understanding of the dynamic nature of racial/ethnic categories and the boundaries that they are perceived to represent.",
          "url": "https://doi.org/10.1093/sf/soaf075",
          "doi": "https://doi.org/10.1093/sf/soaf075",
          "filter": 0
        },
        {
          "title": "Discordant patterns and adulthood consequences of childhood maltreatment and foster care placement",
          "authors": "Martin Eiermann, Garrett Baker, Christopher J Wildeman",
          "abstract": "Child maltreatment and foster care placement are common, unequally distributed, and consequential for life-course outcomes. Yet, little is known about how foster care placements vary across children who experience different types and frequencies of maltreatment, and about the adulthood consequences of experiencing specific combinations of maltreatment and foster care placement. In this article, we use Add Health data to (1) identify heterogeneous patterns of child maltreatment and foster care placement, using straightforward descriptive methods, (2) demonstrate why more statistically complex methods may better describe these patterns and the demographic profiles associated with them, and (3) document associations between child maltreatment, foster care placement, and adulthood health and educational outcomes. Taken together, our results reveal joint patterns of child maltreatment and foster care placement that cannot be detected with simple descriptive statistics, highlight that these patterns are heavily raced and classed, and demonstrate that exposure to such patterns during childhood is associated with specific vulnerabilities later in life.",
          "url": "https://doi.org/10.1093/sf/soaf077",
          "doi": "https://doi.org/10.1093/sf/soaf077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
