{
  "update": "2025-12-19",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "After DEI: A Different Future for Race, Work, and Policy",
          "authors": "Adia Harvey Wingfield",
          "abstract": "In the wake of organized backlash and federal opposition, many organizations are taking steps to downplay or dismantle their existing diversity, equity, and inclusion (DEI) programming. While there are some exceptions, many institutions have largely chosen to retreat from DEI rather than embrace it. This stance has prompted disputes over DEI’s effectiveness, shortcomings, and potential. In this address, I argue that debates over the merits of DEI miss the mark. In an increasingly diverse, multiracial society, the more important question is not whether DEI has value, but what will follow it. Organizational practices in the aftermath of DEI will have heightened significance as work becomes more automated and highly relational, thus producing new ways of maintaining (and challenging) racial hierarchies. To resolve the tension of how best to structure workplaces in an increasingly diverse, yet anti-DEI, climate, I consider various factors that precipitated attacks on DEI and suggest that rethinking policy orientations can help close racial gaps in rapidly changing workplaces. Reducing these disparities can help better equip companies to manage more diverse workforces, creating a more productive economy and maximizing worker potential.",
          "url": "https://doi.org/10.1177/00031224251395991",
          "doi": "https://doi.org/10.1177/00031224251395991",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "The gendered division of paid labour among families of children with disabilities: a comparative approach",
          "authors": "Israeli Noa, Gelbgiser Dafna, Stier Haya",
          "abstract": "Having a child with a disability intensifies work-family conflict due to the additional caregiving demands. Prior research suggests that this conflict reinforces more traditional patterns of labour division in families of children with disabilities (FOCD), contributing to a well-documented ‘disability penalty’, where mothers' relative contribution to paid labour is lower in FOCD than in other families. Yet, it remains unclear whether and how the disability penalty is shaped by family and FOCD-specific policies. We shed light on this association by analysing data from the 2021 European Union Statistics on Income and Living Conditions (EUSILC) data from four European countries that differ in their family policies frameworks: Finland, the Netherlands, Spain, and Poland. Our findings suggest that the interplay of family policies and prevailing gender norms may shape the extent of the disability penalty, with crossnational variations in the differences between FOCD and non-FOCD in their gendered division of paid labour. A significant disability penalty is observed only in Poland, a country marked by minimal, means-tested support for FOCD alongside expectations of full-time employment for both parents. In contrast, in Finland, Spain, and the Netherlands, the disability penalty is either negligible or statistically non-significant. These results highlight the importance of a comparative perspective in understanding the disability penalty and highlights the role of family policies in shaping labour market outcomes for FOCD. Findings offer valuable insights for policymakers addressing the challenges faced by FOCD across Europe.",
          "url": "https://doi.org/10.1162/euso.a.83",
          "doi": "https://doi.org/10.1162/euso.a.83",
          "filter": 0
        },
        {
          "title": "Primary factors in intergenerational social class mobility: persistence or change?",
          "authors": "Martina Beretta",
          "abstract": "Past research has extensively examined trends in relative rates of intergenerational social class mobility in 20th-century Western Europe. However, less attention has been given to how patterns of social fluidity may have changed over time. This study addresses this gap by analyzing trends in the social fluidity pattern and its sources, their cross-national commonalities, and their implications for inequalities in relative mobility chances, using data on individuals born in 1938–1987 from 15 Western European countries. Leveraging a topological model to describe patterns of relative rates, this study identifies their sources in three kinds of “primary factors”: class hierarchy, class inheritance, and status affinity. The findings reveal that the apparent stability in the levels and patterns of social fluidity is not due to stability in primary factors. Instead, it reflects changes in primary factors that offset each other. Conversely, changes in the levels and patterns of social fluidity occur when several, if not all, primary factors change in ways that do not fully offset each other. Although stability in social fluidity is common, notable differences emerge in how primary factors change across genders and groups of countries with similar fluidity levels and geopolitical characteristics. Overall, the results suggest a tendency towards stable social fluidity, likely maintained by advantaged parents who continually adjust their mobility strategies to protect their children from social demotion, responding dynamically to changes in the opportunity structure.",
          "url": "https://doi.org/10.1162/euso.a.82",
          "doi": "https://doi.org/10.1162/euso.a.82",
          "filter": 0
        },
        {
          "title": "Labor market competition and xenophobia: a regional analysis of labor market competition in Europe 2010–2020",
          "authors": "Juta Kawalerowicz, Ryszard Szulkin",
          "abstract": "According to market competition theory the reasons for negative attitudes toward immigrants can be found in conditions prevailing on the labor market. In countries with rising unemployment and many immigrants, the latter are considered to be a threat to the economic standard of living of the native population. The contribution of this paper is a macro-level analysis of the conditions in 174 regions nested in European 19 countries that may affect the attitudes towards immigrants. The results indicate that when native unemployment is low the attitudes toward admitting immigrants into the host country are not influenced by immigration, but when native unemployment is rising high immigration flows are perceived as a threat. For attitudes toward immigration, an increase in the share of immigrants has a negative effect on attitudes and this effect is stronger in areas with weaker economies. These results are driven by the set of new immigration countries. For old immigration countries, we find that immigration emerges as the only contextual factor negatively affecting attitudes.",
          "url": "https://doi.org/10.1162/euso.a.81",
          "doi": "https://doi.org/10.1162/euso.a.81",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Prosocial environments promote individual success: evidence from a school network panel study",
          "authors": "Isabel J Raabe, Alexander Ehlert, René Algesheimer, Heiko Rauhut",
          "abstract": "Why do we care for others? Several studies have shown that people holding altruistic dispositions tend to be more successful than others. Since caring for others is often costly, theoretical arguments propose that the social context plays a crucial role in determining whether altruism is advantageous and, thus, can be sustained over time. Our study empirically investigates the underlying social context and mechanisms by which altruism can be beneficial for individual’s success and therefore be advantageous. To this end, we study altruistic dispositions, social networks of friendship and cooperative acts (support with homework), and the development of school grades of 292 students nested in 16 school classes in Switzerland over five months. Using multilevel stochastic actor-oriented models (SAOMs), we show field evidence indicating that bearing altruistic dispositions as such is not directly beneficial for individual’s (school) success. Instead, it matters indirectly. Altruistic individuals are more likely to be embedded in prosocial environments, and this embeddedness is crucial for individual success, i.e., school grades. These findings provide empirical evidence that the individual costs of altruism can be offset by collective benefits through social embedding, supporting a core assumption in evolutionary theories of cooperation.",
          "url": "https://doi.org/10.1093/esr/jcaf056",
          "doi": "https://doi.org/10.1093/esr/jcaf056",
          "filter": 0
        },
        {
          "title": "Family ideals in Italy and Spain: towards the end of the traditional Southern European family model?",
          "authors": "Arnstein Aassve, Alícia Adserà, Elena Bastianelli, Letizia Mencarini",
          "abstract": "This study explores what constitutes an ideal family in Italy and Spain, questioning the prevailing view that they are homogenous and traditional family-oriented countries. Specifically, it investigates whether family ideals in Italy and Spain can be characterized as ‘traditional’ (i); whether family ideals are similar in the two counties (ii); and whether these ideals vary across gender and educational backgrounds (iii). To capture the multidimensional nature of family ideals, we employed a factorial survey experiment in which respondents evaluated a set of family scenarios. This approach enables an assessment of the relative importance of the factors shaping individuals’ perceptions of the ideal family. The findings unveil a significantly modern picture of family ideals, where good communication and gender equality play a key role in positive family evaluations. However, cross-country comparisons reveal a greater prevalence of postmodern family ideals in Spain than in Italy, with a few, but notable differences across gender and education.",
          "url": "https://doi.org/10.1093/esr/jcaf055",
          "doi": "https://doi.org/10.1093/esr/jcaf055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Black–White inequality in earnings losses after job displacement, 1981–2020",
          "authors": "Joshua Choper",
          "abstract": "While social scientists have devoted significant effort to understanding racial economic inequalities, surprisingly little work has examined inequalities in how Black and White workers recover from job loss. Trends in racial inequalities after job loss have not been systematically examined since the mid-1990s, leaving open questions about how economic restructuring and business cycle fluctuations have shaped racial inequalities in post-displacement outcomes. In addition, extant research on racial inequalities in post-displacement outcomes has focused on inequalities among men. I use data from the 1984–2020 Displaced Workers Supplement to the Current Population Survey to offer the first historical accounting of racial inequalities in earnings changes after job displacement since the mid-1990s. Large racial inequalities in earnings losses are explained by Black workers’ relatively low levels of education, employment in vulnerable segments of the labor market, and disadvantage in finding new jobs, but also mitigated by White workers’ large earnings losses due to lost earnings advantages accumulated at their previous job. Among men, racial inequalities in post-displacement earnings increased substantially during the Great Recession, entirely due to unobserved differences between White and Black men. Using Heckman-corrected models, I demonstrate that standard ordinary least squares (OLS) models substantially underestimate racial inequalities in the effect of job displacement on earnings among men due to racial differences in workers’ likelihood of finding a new job—accounting for racial differences in selection into reemployment reveals significant racial disparities among men in the effect of displacement on earnings between 1981 and 2009.",
          "url": "https://doi.org/10.1093/sf/soaf212",
          "doi": "https://doi.org/10.1093/sf/soaf212",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Benefits of a Pragmatic Approach: Rethinking Measurement Invariance and Composite Scores in Cross-Cultural Research",
          "authors": "Christopher Bratt",
          "abstract": "Can aggregated composite scores be used to compare countries or other groups despite measurement non-invariance? We propose a pragmatic approach, emphasizing that measurement invariance is valuable but not strictly necessary for all such comparisons. For descriptive analyses of group differences, composite scores may outperform factor-analytic approaches, because they are more intuitive and can capture multiple dimensions. Using data from the European Social Survey (39 countries, 11 measurement occasions, 546,954 respondents), we examined social and political trust. Composite scores aggregated to the country level were practically indistinguishable from countries’ factor scores based on approximate measurement invariance testing. We conclude that composite scores can suffice for simple group comparisons, though their suitability depends on the data. They can, however, underestimate uncertainty, producing overly narrow confidence intervals. We further show that measurement invariance does not guarantee measurement equivalence. Finally, we highlight how researchers can leverage data even if measurement invariance fails.",
          "url": "https://doi.org/10.1177/00491241251405869",
          "doi": "https://doi.org/10.1177/00491241251405869",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
