{
  "update": "2024-09-27",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Flexible Austerity: Negotiating the Unequal Effects of Resource Shortages in Racialized Organizations",
          "authors": "Alexandra Brewer",
          "abstract": "Resource shortages unfold unequally, often affecting the most socially disadvantaged people and exacerbating preexisting inequalities. Given that most resources are obtained through organizations, what role do organizational processes play in amplifying inequalities during shortages? I argue that workers engage in a practice I term flexible austerity. Flexible austerity describes how resource shortages become opportunities for decision-makers to more readily rationalize unequal resource allocation. I develop this concept by drawing on an ethnography of an urban academic hospital and leveraging data from before and during a nationwide shortage of medical intravenous (IV) opioids. I show that prior to this shortage, clinicians disproportionately assessed Black patients’ pain as “undeserving” of IV opioids, but they allocated these resources liberally because they felt constrained by evidence-based clinical best practices guidelines. During the shortage, clinicians constructed resource scarcity as necessitating austerity practices when treating Black patients, yet they exercised flexibility with White patients. This widened care disparities in ways that may have been detrimental to Black patients’ health. Based on these findings, I argue that resource shortages amplify inequalities in organizations because they provide new “colorblind” justifications for withholding resources that allow workers to link ideas of deservingness to allocation decisions.",
          "url": "http://dx.doi.org/10.1177/00031224241282307",
          "doi": "10.1177/00031224241282307",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Why do partners often prefer the same political parties? Evidence from couples in Germany",
          "authors": "Ansgar Hudde, Daniela Grunow",
          "abstract": "Research has demonstrated that couples have similar partisan preferences, a finding associated with political polarization. However, it remains debated to what extent different mechanisms contribute to this homogamy. Analyzing dyadic panel data from the German Socio-Economic Panel 1984–2020, we distinguish analytically between (1) direct political matching (i.e., partner selection on matching party preferences); (2) indirect political matching (i.e., social structural homogamy with political homogamy as a by-product); and (3) couples’ political alignment over time, to explain party preference similarity. First, we study matching among recently formed couples using an innovative method that compares real-world couples with three types of counterfactuals: couples that are matched (1) randomly, (2) by multidimensional social structural characteristics, and (3) by maximizing similarity in party preference. Second, we study couples’ political alignment over the course of relationships, tracking real-world couples over time and controlling for macro-level changes in the party-political landscape. Results indicate substantial political homogamy among recently formed couples, which is best explained by political matching (i.e., direct selection based on partisan preferences). Effects of social structural homogamy appear weak in comparison and rather stable across cohorts. Couples further align in their partisan preferences over time, but this effect is countered by an increasing heterogeneity of the German political landscape.",
          "url": "http://dx.doi.org/10.1093/sf/soae133",
          "doi": "10.1093/sf/soae133",
          "filter": 0
        },
        {
          "title": "Stability and Volatility in Cultural Models of Contention",
          "authors": "Oluf Gøtzsche-Astrup, Johan Gøtzsche-Astrup",
          "abstract": "How stable are the public’s assumptions about the legitimacy of contentious tactics? Previous studies show that the public hold a set of assumptions about what counts as legitimate and illegitimate tactics. We enrich this literature by studying the stability of these assumptions through the case of partisan protesting in the United States. Leveraging panel data collected during the 2020 Black Lives Matter and anti-lockdown protests as well as two preregistered survey experiments, we provide the first methodologically rigorous study of the short-term stability of these assumptions. We find that tactics are understood as inherently more legitimate when they are currently carried out by members of the partisan ingroup as opposed to its outgroup. However, although we do find an effect of contention, this is relatively moderate. The assumptions remain remarkably stable. This underscores the consolidated nature of the tactics in the United States and tempers fears of democratic decline in the realm of contention.",
          "url": "http://dx.doi.org/10.1093/sf/soae134",
          "doi": "10.1093/sf/soae134",
          "filter": 0
        },
        {
          "title": "Class experiences and the long-term evolution of economic values",
          "authors": "Agnar Freyr Helgason, Philipp Rehm",
          "abstract": "While there is a strong cross-sectional association between social class and political attitudes, recent research—based on longitudinal data—finds that changes in class are, at most, weakly related to changes in such attitudes. One common explanation for this finding is that early life socialization affects both social class and political attitudes and that class has little, if any, direct effect on them. In this manuscript, we explore an alternative explanation that centers on the importance of cumulative class experiences for the long-term evolution of attitudes. To evaluate this perspective, we leverage data from the British Household Panel Survey, which contains measures of economic values that span up to 16 years, as well as complete work-life histories of respondents that allow us to track individual class experiences over people’s life span. Our findings show that cumulative class experiences are strongly associated with the development of economic values.",
          "url": "http://dx.doi.org/10.1093/sf/soae135",
          "doi": "10.1093/sf/soae135",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
