{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Advancing the Scientific Study of Structural Racism: Concepts, Measures, and Methods",
          "authors": "Tyson H. Brown, Patricia Homan, Victor Ray",
          "abstract": "This review provides 10 actionable recommendations for advancing the scientific study of structural racism through theoretically grounded and empirically robust measures and methods. By offering conceptual and analytical clarity, these recommendations aim to enhance research rigor on the structure and function of racism. For each recommendation, we ( a ) delineate key theoretical principles tied to specific features of structural racism, ( b ) evaluate the strengths and limitations of existing measures and methods, and ( c ) propose best practices for measurement and modeling that align with theory and rigorous methodologies. Given the complex, multifaceted, and dynamic nature of structural racism, we emphasize the necessity of embracing epistemological and methodological pluralism. Scholars are encouraged to integrate insights through triangulation by leveraging diverse theoretical frameworks, varied data sources, and a wide array of methods. The review concludes by addressing pressing challenges and identifying opportunities for innovative research to deepen our understanding of structural racism and its enduring impacts in racialized societies.",
          "url": "https://doi.org/10.1146/annurev-soc-090924-021305",
          "doi": "https://doi.org/10.1146/annurev-soc-090924-021305",
          "filter": 0
        },
        {
          "title": "Bureaucracy in Action: The Sociology of Public Administration",
          "authors": "Erin Metz McDonnell",
          "abstract": "This review articulates sociology's emerging approach to public administration, building on long-standing interest in bureaucracy. The sociology of public administration aims to understand how public administration perpetuates or mitigates inequalities through how well it performs (or does not) and for whom—balancing interest in performance and inclusivity. Sociological work on public administration has exploded in the past decade, illuminating the internal workings of the state apparatus and interrogating microlevel practices of governance, administration, and the chains by which policy comes to be enacted and experienced in the lives of citizens. This scholarship has concentrated around three themes: ( a ) public administration as a fragmented patchwork with high variation in performance, including administrative burdens that disproportionately affect marginalized groups; ( b ) public administration as a social arena with blurred boundaries, with unclear and negotiated jurisdictions for action, and where interpersonal and interorganizational connections have equivocal effects on the work of the state; and ( c ) understanding public administration as socially constituted, not only by rules on paper but by the people who do the work of the state, bringing identities, experiences, cognition, and cultural understandings to bear. The article also includes a supplemental appendix discussing public administration's role in institutionalizing categories that permeate everyday life, producing both legibility and illegibility.",
          "url": "https://doi.org/10.1146/annurev-soc-091324-053657",
          "doi": "https://doi.org/10.1146/annurev-soc-091324-053657",
          "filter": 0
        },
        {
          "title": "Unraveling Complexities of Latino Racialization",
          "authors": "Nicholas Vargas, Ariana J. Valle, Stephanie A. Dhuman",
          "abstract": "In this review, we advocate for deeper exploration of Latino racialization by highlighting three core complexities: complexities of racial categorization, state-based racialization, and within-group variation. We review research on these complexities, focusing on the US Census and immigration system as key state mechanisms that have shaped and obscured Latino racialization. Our goal is to review and outline dynamic features of Latino racialization, illustrating that such processes operate both in aggregate forms and in ways that reflect within-group variation, impacting Latinos who are not as frequently centered in the broader Latino category. We propose an expansive definition of racialization and introduce a conceptual model to address racial alignments (and misalignments) among its core elements: racial identification, racial ascription, and shared experiences of structural racism. The model accounts for multiple complex mechanisms by which racialization plays out and demonstrates that Latino racialization mirrors broader patterns in racial formation and is not so uniquely complex.",
          "url": "https://doi.org/10.1146/annurev-soc-090924-015711",
          "doi": "https://doi.org/10.1146/annurev-soc-090924-015711",
          "filter": 0
        },
        {
          "title": "Three Ways of Looking at Black–White Mortality Differences in the United States",
          "authors": "Elizabeth Wrigley-Field",
          "abstract": "Everyone agrees that US Black deaths happen earlier than white deaths on average, but it is surprisingly challenging to find the best ways to summarize, quantify, and compare this gap. This review argues that there are three main strategies for doing so, falling on a spectrum of more conventional (though with many novel variants) to unexpected. Distributional approaches quantify population death rates or lifespans, and there is a proliferation of new, creative distributional measures. Comparative approaches benchmark Black excess deaths against other deaths; some versions can be normatively powerful but rest on normative assumptions that are open to challenge. Meaning-based approaches attempt to measure losses—to decedents, their survivors, and the world—that follow from excess Black deaths. These losses range from lost votes and cultural production to traumatic proximity to death to lost chances for reconciliation. Each approach offers new empirical and theoretical opportunities to better understand unequal lifespans.",
          "url": "https://doi.org/10.1146/annurev-soc-031021-105213",
          "doi": "https://doi.org/10.1146/annurev-soc-031021-105213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "The multiverse of social class. A large-scale assessment of macro-level, meso-level and micro-level approaches to class analysis",
          "authors": "Florian R. Hertel, Carlo Barone, Oscar Smallenbroek",
          "abstract": "Different class theories suggest competing mechanisms behind stratification and assume primacy of different levels of occupational aggregation. By comparing eight class schemes across 12 outcomes with data from more than 546,000 individuals in 61 countries, we offer the most comprehensive multi-scheme comparison of class stratification. Additionally, we evaluate scheme differences across different analytical settings (pooled data, smaller random samples, selected country comaprisons). We asses scheme performance by average effect strength and model fit. Results suggest that microclasses are the best analytical choice with sufficiently large samples. If parsimony is taken into account and samples are smaller, aggregated class schemes are superior in terms of model fit. Country differences in relative scheme performance are negligible and unsystematic supporting the application of class analysis for cross-national comparative designs. The article concludes with a nuanced guide for empirical class analysis.",
          "url": "https://doi.org/10.1162/euso_a_00044",
          "doi": "https://doi.org/10.1162/euso_a_00044",
          "filter": 0
        },
        {
          "title": "Undeserving heirs: how the origins of wealth shape attitudes towards redistribution",
          "authors": "Bastian Becker, Nora Waitkus",
          "abstract": "Inherited wealth has often been accumulated under circumstances seen as undeserving by present-day standards. However, there is surprisingly little knowledge about the political consequences of wealth's history. We argue that illegitimate accumulation nurtures opposition and calls for redistribution, even after multiple generations. To test our theory, we conduct a survey in Germany, where many wealthy business owners inherited companies that made large fortunes during one of the darkest episodes of human history, the Nazi regime of 1933-1945. We demonstrate with a vignette experiment that individuals perceive heirs of businesses that cooperated with the Nazi regime as less deserving than other similar heirs, and are more likely to support the targeted redistribution of such inherited business wealth. Therefore, undeservingness can be inherited and passed on from one generation to another. These results align with general views and attitudes about the German economy. Our findings add to studies on the historical origins of public opinion as well as deservingness by showing how illegitimate wealth accumulation affects political attitudes across generations.",
          "url": "https://doi.org/10.1162/euso_a_00041",
          "doi": "https://doi.org/10.1162/euso_a_00041",
          "filter": 0
        },
        {
          "title": "Gender and unemployment: a vignette experiment on recruiters’ hiring intentions in sex-segregated occupations",
          "authors": "Tamara Gutfleisch, Robin Samuel",
          "abstract": "This study investigates the interplay between occupational sex composition and gender-specific unemployment patterns from the perspective of demand-side mechanisms, an area where existing research is scant. Experimental evidence suggests that unemployment is often perceived more negatively for men than women in hiring decisions. However, it is unclear how the disadvantages from unemployment and those associated with applying for gender-atypical jobs combine to (re-)produce gender inequality in re-employment chances. Utilizing secondary data from a multi-country vignette experiment, we examined how recruiters across different sex-segregated occupational fields assess male and female job applicants with unemployment experience. We found gender differences in the effect of unemployment, with disadvantages for men increasing with the share of women in an occupation. While the reverse pattern was observed in occupations with lower shares of women, the gender difference in unemployment effects was somewhat larger for men in female-dominated occupations. This was due to occupational variation in unemployment effects for both genders. However, focusing on applicants meeting the minimum skill requirements, only men's unemployment effect varied across occupational fields. Thus, occupational sex composition is an important factor in recruiter evaluations of unemployed applicants, intensifying the challenge of re-employment, particularly for men in female-dominated occupations.",
          "url": "https://doi.org/10.1162/euso_a_00040",
          "doi": "https://doi.org/10.1162/euso_a_00040",
          "filter": 0
        },
        {
          "title": "Return to the South: economic (re)integration of return migrants, internal migrants, and non-migrants in post-recession Spain of the 2010s",
          "authors": "José David López Blanco",
          "abstract": "This study investigates the labor market reintegration of intra-EU return migrants in Spain, comparing them with internal migrants and non-migrants. Using data from two nationally representative surveys of university graduates and vocational trainees, we analyze employability, earnings, and occupational status. Contrary to expectations, return migrants face employment disadvantages relative to non-migrants and internal migrants. However, they benefit from earnings premiums, particularly among those with extended migration experiences or who relocate upon their return. Occupational status outcomes are mixed: while return migrants initially demonstrate advantages, these diminish after accounting for selection bias. Proficiency in English positively correlates with higher earnings across all groups, particularly for return migrants, yet paradoxically aligns with lower occupational specificity. Job-specific experience acquired abroad proves essential for return migrants, helping mitigate disadvantages in occupational status. These findings enhance our understanding of the intricate dynamics of skill transferability and labor market outcomes within the EU, underscoring the importance of migration and return contexts in shaping returnees' reintegration experiences.",
          "url": "https://doi.org/10.1162/euso_a_00039",
          "doi": "https://doi.org/10.1162/euso_a_00039",
          "filter": 0
        },
        {
          "title": "Different sized belts: family strategies against financial shocks",
          "authors": "Alba Lanau, Teresa Habimana Jordana, Tomás Rojas, Anna Ortiz Guitart, Miguel Solana Solana, Maida Juni",
          "abstract": "When faced with financial shocks families often combine multiple resources, including savings, networks, public transfers and services, to cover their needs and respond to changing conditions. This paper explores the strategies families with children in Barcelona deploy to respond to financial shocks by analysing interviews with 29 families experiencing difficulties to make ends meet. The paper makes three main contributions to the literature on responses to shocks. First, it provides novel evidence on how and to what extent families strategies are shaped by their past trajectories and resources. Second, it introduces a novel technique, event interviews, specifically designed to study family responses to events and identify the resources (both public and private) they rely on. Third, by contrasting the experiences of families with diverse resources, the paper seeks to illuminate some of the mechanisms through which structural constraints shape coping strategies and thus, agency. Understanding family strategies is particularly relevant in the current context framed by the aftermath of the COVID pandemic and the recent increases in energy, food and housing prices which affected the most disadvantaged the most.",
          "url": "https://doi.org/10.1162/euso_a_00043",
          "doi": "https://doi.org/10.1162/euso_a_00043",
          "filter": 0
        },
        {
          "title": "Transforming European Societies through open access and transparency",
          "authors": "Patrick Präg, Evelyn Ersanilli, Alexi Gugushvili",
          "url": "https://doi.org/10.1162/euso_e_00025",
          "doi": "https://doi.org/10.1162/euso_e_00025",
          "filter": 0
        },
        {
          "title": "Party in the movement: backstage partyisation in austerity Portugal",
          "authors": "Tiago Carvalho",
          "abstract": "In the last decade, research has increasingly highlighted the importance of political parties in protest arenas, yet has focused mainly on their visible roles in mobilisation. Analysing Portugal’s anti-austerity protests (2010–2014), this paper proposes that we should also analyse how parties engage actively behind the scenes. Through a protest event analysis and interviews, the article proposes that parties are not mere supporters or sponsors, but are also important active players in protest arenas; leveraging their infrastructure and resources, they shape protest arenas via strategic backstage interactions, i.e., they do not only lend support but are also behind the scenes making and remaking protest arenas while keeping a low profile. These findings have broader implications for understanding the interplay between political parties and social movements. By highlighting hidden mechanisms of party influence, backstage partyisation challenges existing models that focus only on visible aspects of mobilisation and contributes to ongoing debates about the role of institutional players in social movements arenas. As such, this research emphasizes the need to consider both public and backstage interactions to fully understand party movement relationships.",
          "url": "https://doi.org/10.1162/euso_a_00036",
          "doi": "https://doi.org/10.1162/euso_a_00036",
          "filter": 0
        },
        {
          "title": "Towards a problem-centered approach to social movements: the case of European climate activism",
          "authors": "Joost de Moor",
          "abstract": "This paper addresses a significant gap in social movement theory by introducing a ‘problem-centered approach’ to understand how the nature of problems influences collective efforts to address them. Traditionally, social movement theory has focused on how movements frame problems and navigate issue-specific opportunity structures. However, this paper argues that the nature of the problems movements seek to address also matter outside how they are understood subjectively and thereby fundamentally shapes the structures they navigate, creating specific strategic dilemmas and challenges. Drawing on insights from social problems literature, climate governance, and environmental sociology, the problem-centered approach posits that problems affect movements as motivation, context, and through underlying features such as spatiality, temporality, and complexity. Using the European climate movement as a case study, the paper illustrates how this approach provides a deeper understanding of why particular strategic challenges arise and how they shape the movement's trajectory and outcomes. The problem-centered approach not only enhances our understanding of climate activism but also offers a framework for comparative research across different movements, enabling a more comprehensive analysis of how the nature of problems influences collective efforts to address them.",
          "url": "https://doi.org/10.1162/euso_a_00042",
          "doi": "https://doi.org/10.1162/euso_a_00042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Antisemitism among Muslims in Germany",
          "authors": "Christian S Czymara, Marcus Eisentraut, Pascal Kolkwitz-Anstötz, Eldad Davidov, Peter Schmidt",
          "abstract": "Antisemitism is a long-standing, yet recently escalating threat to Jews and social cohesion in general. While there are intense public debates on Muslim antisemitism, there is very little systematic research based on large-scale, representative data. We fill this gap by analysing approximately 8,500 respondents included in the German Integrationsbarometer 2020 survey. Our results demonstrate that antisemitism is significantly higher among Muslims compared to Christian or religiously unaffiliated respondents, and among immigrants from Turkey and the Middle East &amp; North Africa compared to other groups. About 35 per cent of Muslims strongly agreed with classical antisemitic statements. Deeper analyses reveal that antisemitism is particularly high among Muslims who are very religious or less educated. On the other hand, antisemitism is much lower among Muslims who are less religious or highly educated. We find only limited support for the impact of the time since migration on the antisemitism levels of Muslims. The findings are robust to various operationalizations of classical antisemitism and modelling choices. We discuss the theoretical as well as political implications of our findings.",
          "url": "https://doi.org/10.1093/esr/jcaf017",
          "doi": "https://doi.org/10.1093/esr/jcaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Order begins at home: Christian nationalism and control over children",
          "authors": "Samuel L Perry",
          "abstract": "Studies have long documented a persistent link between sectarian Protestantism and authoritarian parenting ideologies and disciplinary practices. The current study proposes “Christian nationalism” as a schema that demands civic and social life be ordered according to sectarian Protestant norms, and consequently, a key dynamic in shaping how Americans think about parenting and punishment. Given that Christian nationalism seems rooted within particular community and parenting exposures and is powerfully linked with support for hierarchical gender relationships, authoritarian means of social control, and violence to govern problem populations, I theorize these associations represent a dynamic found not just for society or between couples, but in parenting approaches, specifically in prioritizing children’s obedience over their intellectual autonomy and support for corporal punishment. Drawing on data from the 1996, 2014, and 2021 General Social Surveys, I find Christian nationalism (measured in two ways) is a strong predictor that Americans prioritize obedience in children over children thinking for themselves, and endorse “hard spanking” to discipline children. These associations are robust to controls for numerous religious measures often found in association with these outcomes, as well as relevant political and demographic factors. Tests for interactions reveal inconsistent moderating effects, but among consistent patterns, Christian nationalism makes moderate and liberal Americans indistinguishable from their conservative counterparts on the issue of spanking. Findings affirm Christian nationalism has been and remains linked with prioritizing obedience to authority, deprioritizing independent thought, and endorsing the corrective use of violence, not only just for civil society but also those most vulnerable to coercion.",
          "url": "https://doi.org/10.1093/sf/soaf058",
          "doi": "https://doi.org/10.1093/sf/soaf058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
