{
  "update": "2025-08-08",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Occupational earning potential: a new measure of social hierarchy in Europe and the US",
          "authors": "Daniel Oesch, Oliver Lipps, Roujman Shahbazian, Erik Bihagen, Katy Morris",
          "abstract": "Social stratification is interested in unequal life chances and assumes the existence of a hierarchy of more or less advantageous occupations. Yet occupations are not easily translated into a linear hierarchical measure. Influential scales combine multiple indicators and lack intuitive interpretation. We therefore present a new scale based on occupations’ earnings potential (OEP). OEP measures the median earnings of occupations and expresses them as percentiles of the overall earnings structure: if mechanics earn the national median wage, their OEP is 50. We construct national OEP scales using annual microdata pooled over several decades for Germany, Sweden, Switzerland, the UK and the US. Consistent with the Treiman constant, these national scales are highly correlated over time and across countries, justifying the use of one common OEP scale. When applied to another European dataset, the common OEP scale explains a quarter of the variance in earnings—and works as well for men as women and as well for countries used to construct the scale as for other countries. Moreover, it is associated with the causes (education) and consequences (social mobility) that the theory expects. OEP thereby provides a simple and parsimonious indicator of economic advantage that can be meaningfully interpreted.",
          "url": "https://doi.org/10.1093/esr/jcaf035",
          "doi": "https://doi.org/10.1093/esr/jcaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Challenging Inequality: Variation Across Postindustrial Societies”",
          "authors": "Martin Seeleib-Kaiser",
          "url": "https://doi.org/10.1093/sf/soaf116",
          "doi": "https://doi.org/10.1093/sf/soaf116",
          "filter": 0
        },
        {
          "title": "Review of “Other People’s Colleges: The Origins of American Higher Education Reform”",
          "authors": "Christian K Anderson",
          "url": "https://doi.org/10.1093/sf/soaf121",
          "doi": "https://doi.org/10.1093/sf/soaf121",
          "filter": 0
        },
        {
          "title": "Correction to: Intergenerational family life courses and wealth accumulation in Norway",
          "url": "https://doi.org/10.1093/sf/soaf125",
          "doi": "https://doi.org/10.1093/sf/soaf125",
          "filter": 0
        },
        {
          "title": "Review of “Righteous Sisterhood: The Politics and Power of an All-women’s Motorcycle Club”",
          "authors": "Chris M Smith",
          "url": "https://doi.org/10.1093/sf/soaf118",
          "doi": "https://doi.org/10.1093/sf/soaf118",
          "filter": 0
        },
        {
          "title": "Review of “The Paradox of Islamic Finance: How Shariah Scholars Reconcile Religion and Capitalism”",
          "authors": "Aaron Z Pitluck",
          "url": "https://doi.org/10.1093/sf/soaf117",
          "doi": "https://doi.org/10.1093/sf/soaf117",
          "filter": 0
        },
        {
          "title": "Review of “The Borders of Privilege: 1.5-Generation Brazilian Migrants Navigating Power Without Papers”",
          "authors": "Lucia León",
          "url": "https://doi.org/10.1093/sf/soaf115",
          "doi": "https://doi.org/10.1093/sf/soaf115",
          "filter": 0
        },
        {
          "title": "Review of “We Belong Here: Gentrification, White Spacemaking, and a Black Sense of Place”",
          "authors": "Zawadi Rucks-Ahidianai",
          "url": "https://doi.org/10.1093/sf/soaf120",
          "doi": "https://doi.org/10.1093/sf/soaf120",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
