{
  "update": "2025-11-14",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Stressful discrimination: two field experiments on social interaction",
          "authors": "Martin Aranguren",
          "abstract": "Interactional incidents are a common object of survey studies on perceived discrimination and of field experiments on discrimination in social interaction. However, this commonality in object has been obscured by a fundamental difference in operationalization: survey studies measure the discriminatee’s experience, whereas field experiments measure the discriminator’s behaviour. To renew the conceptualization of discrimination as a mechanism of health disparities, the article advances an original analysis of discrimination as a stressor that emphasizes its environmental origin. The heart of the analysis is the concept of stressful discrimination, defined as a group-based difference in treatment that generally causes stress to the target. Stressful discrimination is a mechanism of stress causation that includes but is more encompassing than perceived discrimination (the focus of most research in the area). Relying on a double-randomization design, two interlocking field experiments illustrate this mechanism. Together, the experiments show that women who wear the Islamic headscarf in France are the target of stressful discrimination.",
          "url": "https://doi.org/10.1093/esr/jcaf047",
          "doi": "https://doi.org/10.1093/esr/jcaf047",
          "filter": 0
        },
        {
          "title": "Educational outcomes of UK LGB and heterosexual adolescents: exploring gendered differences and mechanisms",
          "authors": "Anna Caprinali, Agnese Vitali",
          "abstract": "Studies in the United States have repeatedly found that gay men and older cohorts of lesbian women have higher educational attainment than their heterosexual peers, whereas bisexual individuals and younger cohorts of lesbian women often face educational disadvantages. It remains unclear whether these findings apply to other national contexts and through which mechanisms differences in educational outcomes by sexual identity arise. Using UK longitudinal data from the ‘Millennium Cohort Study’, this study explores, for the first time in a European setting, the link between sexual identity, gender, and educational outcomes during adolescence. By comparing the achievements, subject choices, and educational expectations in a sample of heterosexual and Lesbian Gay and Bisexual students aged 16–18, we find evidence that gay boys outperform heterosexual boys in terms of grades and expectations. Unexpectedly, similar outcomes are also found for bisexual boys. In contrast, as lesbian girls have comparable grades and expectations to heterosexual girls, our findings do not support the idea of a ‘lesbian penalty’ in educational outcomes during high school in the United Kingdom. Overall, no single theory fully explains educational differences by sexual identities, emphasizing the necessity to account for the interplay between sexual identity and gender in evaluating students’ outcomes.",
          "url": "https://doi.org/10.1093/esr/jcaf045",
          "doi": "https://doi.org/10.1093/esr/jcaf045",
          "filter": 0
        },
        {
          "title": "Telecommuting and division of domestic work: the role of gender role attitudes in Germany",
          "authors": "Olga Leshchenko, Heejung Chung",
          "abstract": "Telecommuting is often portrayed as a work-life balance measure. Though, in theory, telecommuting can provide workers with more time for leisure and family, due to the boundary blurring between work and life spheres, it can exacerbate gender inequalities by pushing women to carry out more domestic work while increasing men’s time in paid work. Empirically, the evidence is mixed. We extend the debate by exploring how individuals’ gender role attitudes (GRA) moderate the relationship between telecommuting and the division of domestic work. We apply hybrid models to the German Family Panel data. The data covers the timespan from 2008 to 2021, which includes the unique COVID-19 pandemic. Results show that GRA matter. When getting access to telecommuting, egalitarian men increased their contribution to childcare, while traditional men did not. Similarly, telecommuting traditional women increased their childcare contribution. The pattern remained the same during the expansion of telecommuting due to the COVID-19 pandemic: only telecommuting traditional women and telecommuting egalitarian men increased their childcare contribution. The results of this study suggest that telecommuting has the potential to serve as a ‘great equaliser’. However, achieving this requires actively promoting more egalitarian views on gender roles.",
          "url": "https://doi.org/10.1093/esr/jcaf046",
          "doi": "https://doi.org/10.1093/esr/jcaf046",
          "filter": 0
        },
        {
          "title": "Attitudes towards education spending when facing a fiscal trade-off: an analysis of stakeholders",
          "authors": "Isik D Özel, Salvador Parrado, Kerem Yıldırım",
          "abstract": "Public investment in education is popular in advanced countries. This paper examines whether such public support prevails when individuals are asked to pay additional income taxes. Focusing on Spain, it draws on one original survey (with parents and young people aged 16–24) featuring a trade-off experiment to gauge individuals’ willingness to accept additional income taxes in exchange for increased education spending. Investigating the moderators of this trade-off, we explore how sociodemographic variables and personal evaluations of education influence attitudes. We find strong support for increased spending, yet this support is notably cost-sensitive in the presence of a fiscal trade-off. Our analysis shows that support diminishes when it affects individuals’ pockets across diverse groups and ideologies. We test whether evaluations of one's own/children’s schooling (egocentric) and assessment of the education system (sociotropic) curb cost sensitivity and find that the positive egocentric evaluations are the only parameter that robustly curbs cost sensitivity.",
          "url": "https://doi.org/10.1093/esr/jcaf043",
          "doi": "https://doi.org/10.1093/esr/jcaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The bodily scars of legal violence: local immigration enforcement, state immigrant policy, and health inequality",
          "authors": "Courtney E Boen, Nick Graetz, Atheendar Venkataramani, Robin Ortiz",
          "abstract": "Over the past three decades in the United States, a surge of federal, state, and local laws and policies has increased levels of immigration enforcement and eroded immigrant access to public services and benefits. While a large body of research documents the deleterious effects of these forms of legal violence for a range of immigrant outcomes like poverty, employment, and schooling, the health consequences of these sociopolitical shifts for aging adults remain to be better understood. Linking panel data from the Health and Retirement Study (2004–2016) (n = 18,259) to longitudinal data on county immigration enforcement and state immigrant policies, we estimate three-way fixed-effects models to examine how changes in immigration enforcement and policy shape physical and physiological health at the intersection of race-ethnicity and immigration status. Results show that as local immigration enforcement intensifies and state policy contexts become more hostile toward immigrants, foreign-born adults—especially Latinx immigrants—experience accelerated health decline. Like episodes of physical violence that can leave lacerations and damage—both visible and more concealed—our results provide evidence of the health harms of state-sanctioned violence: what we call bodily scars of legal violence. Taken together, this research shows how policies governing the surveillance and control of immigrants not only shape structures of racial domination and immigrant exclusion but the embodied health inequities that flow from them, with implications for understanding and redressing inequities in health and aging.",
          "url": "https://doi.org/10.1093/sf/soaf181",
          "doi": "https://doi.org/10.1093/sf/soaf181",
          "filter": 0
        },
        {
          "title": "Occupational gender segregation: what can we learn from computer use trends?",
          "authors": "Efrat Herzberg-Druker",
          "abstract": "This study posits to an intricate interrelation between changes in occupational gender segregation (OGS) and the rise in computer use in the workplace in the United States. I posit that two contrasting mechanisms underpin this relation. Firstly, computerization has contributed to a more balanced gender distribution in certain professions, previously dominated by men, due to a decrease in physical tasks in occupations, thereby reducing OGS. Conversely, in other occupations, heightened computer use has increased Science, Technology, Engineering, and Mathematics (STEM) knowledge requirements, thus restricting women’s integration and reproducing OGS. My empirical analysis, utilizing fixed-effects regression models, lagged models, ordinary least squares (OLS) models, and mediation analysis on a comprehensive dataset of the United States Census, American Community Survey, and Occupational Information Network data, confirms a significant association between computer use and OGS. The physical attributes of occupations and their required STEM knowledge components emerge as critical factors. These contradictory mechanisms—one involving reduced physical demands and the other increased required STEM knowledge—ultimately maintain a stable OGS level.",
          "url": "https://doi.org/10.1093/sf/soaf180",
          "doi": "https://doi.org/10.1093/sf/soaf180",
          "filter": 0
        },
        {
          "title": "Review of “Be Water: Collective Improvisation in Hong Kong’s Anti-Extradition Protests”",
          "authors": "Kennedy Wong",
          "url": "https://doi.org/10.1093/sf/soaf185",
          "doi": "https://doi.org/10.1093/sf/soaf185",
          "filter": 0
        },
        {
          "title": "Review of “Slow Violence: Confronting Dark Truths in the American Classroom”",
          "authors": "Tom Wooten",
          "url": "https://doi.org/10.1093/sf/soaf187",
          "doi": "https://doi.org/10.1093/sf/soaf187",
          "filter": 0
        },
        {
          "title": "Review of “We Are the Union: How Worker-to-Worker Organizing Is Revitalizing Labor and Winning Big”",
          "authors": "Andrew Messamore",
          "url": "https://doi.org/10.1093/sf/soaf183",
          "doi": "https://doi.org/10.1093/sf/soaf183",
          "filter": 0
        },
        {
          "title": "Review of “The Global Journey of Racism”",
          "authors": "Hajar Yazdiha",
          "url": "https://doi.org/10.1093/sf/soaf184",
          "doi": "https://doi.org/10.1093/sf/soaf184",
          "filter": 0
        },
        {
          "title": "Review of “Policing Not Protecting Families: The Child Welfare System as Poverty Governance”",
          "authors": "Paula Fomby",
          "url": "https://doi.org/10.1093/sf/soaf182",
          "doi": "https://doi.org/10.1093/sf/soaf182",
          "filter": 0
        },
        {
          "title": "Review of “Migrants Who Care: West Africans Working and Building Lives in U.S. Health Care”",
          "authors": "Susan E Bell",
          "url": "https://doi.org/10.1093/sf/soaf186",
          "doi": "https://doi.org/10.1093/sf/soaf186",
          "filter": 0
        },
        {
          "title": "Review of “Powerless: The People’s Struggle for Energy”",
          "authors": "Emily Rosenbaum",
          "url": "https://doi.org/10.1093/sf/soaf188",
          "doi": "https://doi.org/10.1093/sf/soaf188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
