{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Editorial: What we promised, and what we delivered",
          "authors": "Alexi Gugushvili, Evelyn Ersanilli",
          "url": "https://doi.org/10.1162/euso.e.84",
          "doi": "https://doi.org/10.1162/euso.e.84",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Trends in inequality of opportunity: changes in heritability of education over time in The Netherlands",
          "authors": "Marjolijn Das, Mayke Nollet",
          "abstract": "Inequality of opportunity and its trend over time is one of the most prominent policy concerns in Western countries. In social sciences, intergenerational transmission of education is often used as an indicator of inequality of opportunity. However, this neglects the role of genes. Twin studies parse out the effects of genes, the shared environment and the non-shared environment. This study uses population-wide data on twins and siblings from integral registers of Statistics Netherlands to assess trends in genetic influence (‘heritability’) and the influence of the shared environment on educational attainment in birth cohorts 1964–1997, including trends in gene × SES interactions. We adapt the classical twin design to estimate heritability in the absence of zygosity information. We found no evidence that inequality increased. In contrast, heritability of educational attainment increased and the shared environmental influence decreased between 1964 and 1970 and again between 1992 and 1997. Furthermore, the 1964–1979 cohort group but not the 1980–1997 cohort group showed a gene × SES interaction: heritability was lower in the lowest SES group than in the highest SES group.",
          "url": "https://doi.org/10.1093/esr/jcag003",
          "doi": "https://doi.org/10.1093/esr/jcag003",
          "filter": 0
        },
        {
          "title": "A college on every cape: gender equality, gender segregation and local college openings",
          "authors": "Adrian Farner Rogne, Tora Kjærnes Knutsen, Jørgen Modalsli",
          "abstract": "The expansion of higher educational systems in Western countries in the latter half of the 20th century is central to the reversal of the gender gap in education. In Norway, major reforms starting in the late 1960s aimed at making higher education more accessible for large segments of the population. This occurred through the establishment, upgrading, and gradual expansion of local colleges across the country, especially in female-dominated fields associated with work in expanding welfare sectors. Previous research has suggested that the gendered profile of educational expansions contributed to the cementing of horizontal gender segregation patterns in education and the labour market. We shed light on these processes using new and detailed data on the establishment and upgrading of higher educational institutions between 1969 and 1992. Linking these to individual-level register data, we study how regional variation in educational opportunities affected the educational attainment and field of study choices of young women and men, using an event study approach. While increased access to college education was a prerequisite for the reversal of the gender gap, our results suggest that the location of colleges had, at most, a very modest impact on local educational attainment and gendered field of study choices.",
          "url": "https://doi.org/10.1093/esr/jcaf060",
          "doi": "https://doi.org/10.1093/esr/jcaf060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Making, Keeping, and Losing Friends: How Campuses Shape College Students’ Networks”",
          "authors": "Alecea Standlee",
          "url": "https://doi.org/10.1093/sf/soaf232",
          "doi": "https://doi.org/10.1093/sf/soaf232",
          "filter": 0
        },
        {
          "title": "Review of “Misguided: Where Misinformation Starts, How It Spreads, and What to Do About It”",
          "authors": "Marcus Mann",
          "url": "https://doi.org/10.1093/sf/soaf233",
          "doi": "https://doi.org/10.1093/sf/soaf233",
          "filter": 0
        },
        {
          "title": "Environment and the racialization of space in US cities",
          "authors": "Jonathan Tollefson",
          "abstract": "This study presents the first comparative analysis of late nineteenth and early twentieth century racial-environmental inequality formation. Previously, lack of data on early industrial hazards contributed to a structural division between urban and environmental theory, as sociologists have had limited understanding of the relationship between environmental and racial inequality during the initial formation of segregated neighborhoods. As a result, socioenvironmental processes are often considered a downstream outcome of persistent patterns of urban inequality, rather than a potential cause. In response, this study uses a novel computational methodology to map sites associated with an acute and widespread source of early industrial pollution. Site data are paired with historical census information to analyze changes in the social stratification of environmental exposure in six US urban areas from 1880 to 1930. Results reveal a sustained and generalized escalation in exposure to environmental hazards among racialized populations, despite substantial local variation at the beginning of the study period, suggesting that racial-environmental inequality emerged much earlier than prior studies have shown—and that socioenvironmental processes likely played an important role in the racialization of the neighborhood. Findings further suggest new directions to embed urban sociology within a socioenvironmental perspective.",
          "url": "https://doi.org/10.1093/sf/soag001",
          "doi": "https://doi.org/10.1093/sf/soag001",
          "filter": 0
        },
        {
          "title": "Conspiracy talk in the lives of ordinary Americans: everyday experiences of conspiracy culture in contemporary America",
          "authors": "Niko Pyrhönen, Gwenaëlle Bauvois, Anton Berg, Peter Holley",
          "abstract": "This paper examines how ordinary Americans engage in unprompted conspiracy talk when discussing their daily lives. Drawing on a representative sample of 1,612 life course interviews from the “American Voices Project”, we explore how conspiracy theories surface in reflections on topics people consider important—such as relationships, employment, religion, and politics. Using both computational and qualitative analysis, we identify instances of conspiracy talk in the corpus, and categorize these passages into three orientations: supporting, challenging, and referencing conspiracy talk. Notably, 10 percent of the interview transcripts contain some form of conspiracy talk—a striking figure given that no questions about conspiracies or conspiracy theories were asked. While the overall volume of conspiracy talk rose during the pandemic, this increase was largely driven by a fivefold increase in passages that challenge conspiracy theories. Building on the recent theoretical work on conspiracy theories and conspiracy culture, this study highlights the value of empirically grounded analysis focused on ordinary people—not just dedicated conspiracy theorists or participants in, or followers of, the conspiracy theory milieu. In doing so, we offer new insights into how conspiracy theories are discussed, negotiated, and made meaningful in the course of everyday life.",
          "url": "https://doi.org/10.1093/sf/soag002",
          "doi": "https://doi.org/10.1093/sf/soag002",
          "filter": 0
        },
        {
          "title": "Review of “Sociology Meets Memoir: An Exploration of Narrative and Method”",
          "authors": "Mariana Craciun",
          "url": "https://doi.org/10.1093/sf/soaf222",
          "doi": "https://doi.org/10.1093/sf/soaf222",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Disentangling and Reassembling: Unveiling Hidden Patterns in Gender Attitudinal Surveys",
          "authors": "Jiayun Jin",
          "abstract": "This study addresses the complexities of midpoint and non-substantive responses, such as “Don’t Know,” in Likert scale surveys on gender attitudes. While existing research often assumes these responses are neutral or random, this study challenges that notion by applying the item response tree model to disentangle respondents’ attitudes from their response tendencies. Analysis of data from the Chinese General Social Survey shows that traditional gender attitudes are associated with a higher likelihood of such responses, indicating biases in conventional methods. After disentangling these elements, I reassemble them through latent profile analysis to examine the dominant configurations of gender attitudes and response tendencies. Five distinct profiles emerge: Passionate Egalitarians, Genuine Neutrals, Forthright Moderates, Evasive Traditionalists, and Unembellished Traditionalists. Passionate Egalitarians advocate strongly for gender equality, while Evasive Traditionalists use non-substantive responses to conceal traditional views. This study provides a refined approach to rating scale analysis, advancing both sociological methodology and gender studies.",
          "url": "https://doi.org/10.1177/00491241251413678",
          "doi": "https://doi.org/10.1177/00491241251413678",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
