{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Care Labor and Family Income Inequality: How Childcare Costs Exacerbate Inequality among U.S. Families",
          "authors": "Pilar Gonalons-Pons, Ioana Marinescu",
          "abstract": "Care infrastructures are essential for supporting families and enabling women’s participation in the labor market, but they also have implications for family income inequality. This article examines access to childcare services in the United States as a case study. We propose that market-priced childcare systems generate inequalities in how births affect mothers’ contributions to family income, because they constrain post-birth labor supply for lower-income women more than for higher-income women, and aggravate family income inequality as a result. Using the Survey of Income and Program Participation (SIPP) merged with state-level childcare prices, we estimate individual fixed-effects regression models for the consequences of births on family income and its proximate determinants: mothers’ labor supply and earnings, and partners’ labor supply and earnings. We find that childcare prices increase post-birth earnings losses for mothers without college degrees, but not for mothers with college degrees, and these losses are not compensated for by increases in partners’ earnings or by income transfers. As a result, childcare costs exacerbate family income gaps between partnered women with and without a college degree by 34 percentage points.",
          "url": "http://dx.doi.org/10.1177/00031224241297247",
          "doi": "10.1177/00031224241297247",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Earnings development among new immigrants in Finland: does a native-born partner enhance economic integration?",
          "authors": "Maria Vaalavuo, Shadia Rask",
          "abstract": "Many studies have analysed the role of individual characteristics on the labour market outcomes of immigrants. However, there is only limited evidence on how an immigrant’s partnership status and intermarriage with a native-born person are associated with earnings development. Partnerships in general can be considered a proxy for social capital, productivity, and characteristics valued in the labour market. A partnership with a native person is also indicative of sociocultural resources, accomplished integration, and an intention to remain in the country as well as a possible reason for migration. Our study contributes to understanding the link between intermarriage and earnings with evidence from a Nordic perspective and based on unique register data spanning from 2004 to 2018. We employ growth curve models and analyse earnings and employment development in the years following entry to Finland among seven different immigrant groups and separately for men and women. The results demonstrate that the role of having a native-born partner varies according to the country of origin and gender. In general, those with a native-born partner upon arrival in Finland have a more positive earnings development over time. Long observation period is necessary to reveal ineteresting differences between groups. ",
          "url": "http://dx.doi.org/10.1093/esr/jcae038",
          "doi": "10.1093/esr/jcae038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
