{
  "update": "2025-01-10",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Fiscal Centralization and Inequality in Children’s Economic Mobility",
          "authors": "Rourke O’Brien, Manuel Schechtl, Zachary Parolin",
          "abstract": "Disparities in state and local government spending are key drivers of spatial inequality in social outcomes, including economic mobility. Yet beyond spending levels, the fiscal centralization of state and local governments—that is, the relative role of higher- versus lower-level governments in taxing, spending, and public employment—also differs substantially, traceable to place-specific founding circumstances and path dependent historical trajectories. In this study, we ask, in more centralized fiscal systems, is there less spatial inequality in the economic mobility outcomes of low-income children? To answer this, we construct a novel Fiscal Centralization Index for each state and each county using data from the U.S. Census of Governments. We then use place-based estimates of intergenerational economic mobility, provided by Opportunity Insights, to measure cross-census-tract variation in the mobility outcomes of children within each state and each county. We find that more centralized fiscal structures exhibit less spatial inequality in the economic mobility outcomes of low-income children, and this is driven by improving outcomes in lower-performing census tracts. Our findings motivate the fiscal sociology of place as a framework for revealing how historically conditioned fiscal systems are implicated in the production of place-based inequalities, with the potential to generate new insights and policy interventions.",
          "url": "https://doi.org/10.1177/00031224241303459",
          "doi": "https://doi.org/10.1177/00031224241303459",
          "filter": 0
        },
        {
          "title": "The Labor of Distinction: Butlers, Service Work, and the Production of Elite Lifestyles",
          "authors": "Bryan Boyle, Dieter Vandebroeck",
          "abstract": "Elites appropriate labor that produces and reproduces distinct lifestyles. This article shows how the practice of this type of labor—what we term the “labor of distinction”—consists of four core dimensions: (1) curatorship, in the management of employers’ class symbols; (2) menialism, in freeing employers from “vulgar” practices; (3) Veblenian embodiment, in signaling employers’ status through bodily display; and (4) non-personship, in procuring social distance between laborer and employer, typically through concealment. Drawing from an “enactive” ethnography of the butler profession, where the lead author trained and worked as a butler in the UK, we illustrate the operation of all four of these dimensions and how they complement one another. By situating the butler in relation to other labor roles and occupations, we theorize a division of labor to outline how types of workers are differentially poised to serve elite distinction, and how elites with varying levels of purchasing power across geographic and historical contexts may incorporate labor in their distinction strategies. Our conceptualization comes at a time when the capacity for elites to employ this labor is growing and is, we argue, important to further understand elite symbolic power.",
          "url": "https://doi.org/10.1177/00031224241305357",
          "doi": "https://doi.org/10.1177/00031224241305357",
          "filter": 0
        },
        {
          "title": "Sociological Solutions: Building Communities of Hope, Justice, and Joy",
          "authors": "Joya Misra",
          "abstract": "In her ASA presidential address, Misra calls for making solution-oriented, community-engaged, and participatory research more central in the discipline. She argues that solution-oriented work can strengthen the discipline, clarifying the promise and importance of sociology. She first discusses how sociologists engage in solution-oriented work that they communicate publicly. She then uses her collaborative work to suggest how to design research geared toward solving social problems. She emphasizes how feminist and decolonial methods that bring sociological researchers into collaborative and participatory partnerships with broader communities can develop transformative solutions, building communities of hope, justice, and joy. After discussing sociological approaches that empower communities, she emphasizes recognizing, valuing, and centering community-engaged research in the discipline.",
          "url": "https://doi.org/10.1177/00031224241302828",
          "doi": "https://doi.org/10.1177/00031224241302828",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Symbolic Boundary Work among Syrian Refugees: Perceived Stigmas, Responses, and Cultural Repertoires",
          "authors": "Çetin Çelik",
          "abstract": "While the Turkish public initially welcomed Syrian refugees, signs of hardening boundaries have emerged over time. This study, based on in-depth interviews with Syrian refugees in Istanbul, examines their perceptions of symbolic boundaries drawn against them by the majority Turkish society and their responses. The Syrian refugees in this study perceive three main stigmas: “uncultured,” “traitor,” and “freeloader.” They respond to these stigmas situationally by assuming individual responsibility, managing their self-presentation, and sometimes choosing not to respond. They also engage in discursive boundary drawing, emphasizing a strong work ethic as a defining characteristic of their group compared to Turkish workers. I argue that the historical cultural repertoire of anti-Arabism inherent in the conception of Turkish nationhood feed these stigmas, especially in the context of the current economic crisis and political polarization. Meanwhile, the precarious position and fragile status of Syrian refugees constrain their situational responses. Their moral boundary work helps them reassert their dignity and legitimize their presence, but it also hinders potential solidarity with Turkish workers against a governing strategy that systematically exploits both groups.",
          "url": "https://doi.org/10.1162/euso_a_00005",
          "doi": "https://doi.org/10.1162/euso_a_00005",
          "filter": 0
        },
        {
          "title": "The residential patterns of Swiss urban elites. Continuity and change across elite categories (1890-2000)",
          "authors": "Pierre Benz, Roberto Di Capua, André Mach, Strebel Michael A.",
          "abstract": "Numerous studies have focused on wealth elites' housing, including their spatial and social exclusiveness. The insertion of the power elite in urban space has, however, largely been left unexplored. By combining positional and residential information on over 7,400 urban elites, we study how academic, economic, and political elites' residential patterns have evolved from 1890 to 2000 in the three largest Swiss cities (Basel, Geneva, Zurich). First, we uncover a long-term dynamic of suburbanization, which however does not result in even spatial dispersion: while gradually abandoning center cities, elites do not randomly disperse in the surrounding municipalities. Rather, they tend to settle in very specific areas. Second, we find that spatial differentiation of urban elites' residences varies across elite categories: economic elites tend to geographically segregate from both academic and political elites over the course of the twentieth century and settle in more privileged areas. At the same time, academic and left political elites, while historically living in distinct neighborhoods, tend to converge at the end of the century, echoing new similarities in their profile. This highlights the importance of studying the urban power elites' residential patterns in a long-term perspective.",
          "url": "https://doi.org/10.1162/euso_a_00001",
          "doi": "https://doi.org/10.1162/euso_a_00001",
          "filter": 0
        },
        {
          "title": "Essential Workers and Wage Inequality: Wage Differentials before and during the Covid-19 Pandemic, 2006 to 2022",
          "authors": "Christoph Janietz",
          "abstract": "In 2020, several governments declared specific occupations as essential for maintaining the functioning of society in response to the Covid-19 pandemic. A current question in the public debate on fair pay is whether essential workers are sufficiently remunerated. Using data from the Netherlands, I analyze the wages of essential workers relative to other workers before and during the Covid-19 pandemic. Wage decompositions indicate that, between 2006 and 2019, essential workers earned less compared to other workers within higher-paid strata, while they earned more within lower-paid strata of the occupational structure in the Netherlands. These wage differentials are shaped by sex composition and sectoral employment. In addition, I employ a difference-in-differences design based on quarterly data between 2017 and 2022 to assess whether the onset of the Covid-19 pandemic reduced an existing average wage gap in response to an increasing public appreciation of essential work. Results indicate that the collective experience of the Covid-19 pandemic has not benefited essential workers in the short-term.",
          "url": "https://doi.org/10.1162/euso_a_00020",
          "doi": "https://doi.org/10.1162/euso_a_00020",
          "filter": 0
        },
        {
          "title": "Are there limits to empathy? A survey experiment on empathic concern and perspective-taking as bases for attitudes towards different groups of refugees",
          "authors": "Nora Huth-Stöckle, Boris Heizmann",
          "abstract": "This article examines how empathic concern and perspective-taking influence different exclusionary attitudes towards refugees. More specifically, we investigate how empathic competence underpins social distance towards refugees and the opposition to granting them civil rights. Furthermore, we explore the potential constraints of this relationship by investigating the moderating role of different refugee characteristics via a survey-experimental approach using single-wave data from the GESIS Panel, a representative survey conducted in Germany. The refugee characteristics relate to having a Muslim vs. Christian background and having high vs. low qualifications, implying different levels of intergroup threat. The results indicate that higher levels of perspective-taking and empathic concern are associated with lower social distance towards refugees and opposition to granting rights to refugees. Furthermore, while the respondents' exclusionary attitudes were higher towards refugee groups, implying higher levels of intergroup threat, empathic concern and perspective-taking predicted more positive attitudes towards the different groups of refugees equally. This implies that the effect of empathy does not depend on outgroup characteristics.",
          "url": "https://doi.org/10.1162/euso_a_00022",
          "doi": "https://doi.org/10.1162/euso_a_00022",
          "filter": 0
        },
        {
          "title": "Uneven Shifts: The Geography of Occupational Change in France, Italy, Spain and the United Kingdom 1992–2018",
          "authors": "Katy Morris, Daniel Oesch",
          "abstract": "Amid renewed interest in geographical inequalities in life chances and an ongoing debate about occupational upgrading versus polarisation, we investigate how the occupational structure changed across NUTS-2 regions in France, Italy, Spain and the UK between 1992 and 2018. Against the expectation that national upgrading trends may mask a diversity of regional upgrading, downgrading and polarisation experiences, EU Labour Force Survey data show clear and unambiguous upgrading. In every region, employment in high quality jobs grew while employment in low quality jobs shrank. These shifts were often large in magnitude: the proportion of employment in high quality jobs increased by more than 10 percentage points in two thirds of the regions studied. However, there was considerable heterogeneity in the rate and type of occupational upgrading. Strong upgrading and employment growth in the economic capital regions of Île-de-France (Paris), Lombardy, Madrid and London contrasted with weaker upgrading and sluggish (or even negative) employment growth in regions like Lorraine, Sicily, Extremadura and the West Midlands. That these and many regions have yet to achieve the same proportion of high quality jobs that the economic capitals possessed in 1992 highlights the greater relative difficulty of ascending to the top of the occupational structure in some places than others.",
          "url": "https://doi.org/10.1162/euso_a_00015",
          "doi": "https://doi.org/10.1162/euso_a_00015",
          "filter": 0
        },
        {
          "title": "‘Escape’ from Home? The Moderating Role of Sexual Orientation on the Association Between Social Origin and Educational Attainment",
          "authors": "David Kasprowski, Diederik Boertien",
          "abstract": "Previous research has documented that sexual orientation relates to educational attainment, and that it might do so differently for men and women. In this paper, we investigate to what extent sexual orientation moderates the relationship between social origin and educational attainment and whether the educational premium among LGB people might be concentrated among individuals from lower socioeconomic backgrounds. We propose, elaborate, and provide a theoretical underpinning for the ‘Queer Habitus’ hypothesis which states that having an LGB identity can lead to weaker family-of-origin ties and disrupt people's class habitus. These factors can lead LGB people from lower socioeconomic backgrounds to pursue higher levels of education as compared to their heterosexual counterparts. Empirically, the paper takes advantage of the oversampling of LGB individuals in the 2019 wave of the nationally representative probability-based German Socio-Economic Panel study (SOEP; N = 15,746; LGB = 589). The findings challenge the idea that educational premiums are limited to gay men by showing that both LGB men and LGB women have higher educational attainment than their straight counterparts in Germany. Further, this educational ‘advantage’ is moderated by social origin. The higher education of LGB people is concentrated among those with disadvantaged social origin compared to straight individuals from similar social backgrounds. Overall, this lends support to the ‘Queer Habitus’ hypothesis which argues that the disruption of the heterosexual habitus by an LGB identity causes a weaker association of the social origin on educational attainment.",
          "url": "https://doi.org/10.1162/euso_a_00019",
          "doi": "https://doi.org/10.1162/euso_a_00019",
          "filter": 0
        },
        {
          "title": "Reasons for and consequences of ethnic differences in parental support during the transition to apprenticeship training in Germany",
          "authors": "Markus Weißmann",
          "abstract": "In this paper, we examined reasons for ethnic differences in parental support at the transition to apprenticeship training in Germany and their consequences for the likelihood of finding a training position and the likelihood of premature training termination. We extended previous research by focusing on three different types of parental support: help with writing applications, information about open training positions, and efforts towards getting their children a position. Using longitudinal data from Starting Cohort 4 (SC4) of the German National Educational Panel Study (NEPS), we show that part of ethnic differences in these types of support can be explained by measures of ethnicity-related background characteristics. Moreover, the relations of receiving-country-specific resources to parental support propensities seem to be domain specific. Furthermore, we find that only minority trainees benefit from writing support in terms of finding training and training success. In contrast, if parents made efforts to get their children a position, both minority and majority school-leavers are less likely to start training and, in the case of majority trainees, to finish training successfully. These are important findings as they give new insights into the reasons for ethnic disadvantages in parental support during the transition to apprenticeships and into the relation of different types of parental support to the training search success and premature termination risks.",
          "url": "https://doi.org/10.1162/euso_a_00008",
          "doi": "https://doi.org/10.1162/euso_a_00008",
          "filter": 0
        },
        {
          "title": "Refusal as a critique of the order of things: Bifurcations and utopian longings in contemporary rural France",
          "authors": "Jérôme Tournadre",
          "abstract": "This text questions the ‘theoretical hegemony’ that seems to characterize the concept of resistance when it comes to assessing a challenge to the social organization or its guardians. Refusal, which is presented here as a form of constructive defiance, in fact proves to be just as relevant for this purpose, particularly when it comes to understanding collective actions that are non-confrontational but express a critique of the order of things. This is what the ethnography of utopian collectives established in the French countryside tends to show. The women and men who compose them, individually driven by the desire to ‘no longer play the game’, slip collectively, on certain occasions, into the interstices of the social order, acting together in order to refuse certain of its social, political and economic norms. Their ways of doing things and the social relationships they then form can prefigure certain features of a ‘different future’.",
          "url": "https://doi.org/10.1162/euso_a_00012",
          "doi": "https://doi.org/10.1162/euso_a_00012",
          "filter": 0
        },
        {
          "title": "Medically assisted reproduction and non-normative family forms: legislation and public opinion in Europe",
          "authors": "Marie-Caroline Compans, Hannah Zagel",
          "abstract": "This paper explores the relationship between access legislation of Medically Assisted Reproduction (MAR) and public attitudes towards family structures in Europe. It contributes to understanding the contextual frameworks that may facilitate the formation of a family outside the different-sex couple norm. The permissiveness of MAR policies has received political attention due to its potential to revolutionize family formation, with varying regulatory routes among states regarding access for single individuals and same-sex couples. We particularly examine regulatory trends in granting MAR access to single women and lesbian couples in Europe, and how legislation aligns with attitudes towards single motherhood and same-sex parenthood. Utilizing descriptive analysis and two-level models on original MAR legislation data across 36 European countries and the European Values Study (2008–10 and 2017–20) for attitudes, we show that MAR access is granted to lesbian couples in contexts where same-sex parenthood is accepted. By contrast, legalized MAR access for single women seems rather disconnected from public opinion towards single motherhood. As a whole, the paper delineates contexts in which the combination of social acceptance and legal permissibility of MAR use for non-normative prospective parents may favor the formation of ‘new’ family forms.",
          "url": "https://doi.org/10.1162/euso_a_00003",
          "doi": "https://doi.org/10.1162/euso_a_00003",
          "filter": 0
        },
        {
          "title": "Siblings’ class destinations: A study of the Norwegian upper class",
          "authors": "Stian A Uvaag",
          "abstract": "Do individuals in the upper class have siblings with similar class positions to themselves? Using data based on the entire registered population in Norway, this article describes brothers' and sisters' class destinations with particular attention to the upper class and top wealth positions. The study first describes upper-class recruitment across families of different classes, finding similarities in siblings' social mobility. Concerning upper-class reproduction, first- and secondborn siblings from families with top wealth are particularly likely to both reach upper-class positions. Second, the paper describes how upper-class members tend to have siblings with similar class positions to themselves in terms of both vertical class and horizontal positions according to individuals' composition of cultural and economic capital. By adopting a class-theoretical framework for sibling outcomes, the work sheds light on the social connectedness between social class positions that emerge through intergenerational mobility. The wealthiest 0.2% are shown to have siblings who are disproportionally often not only situated in higher class positions, but also in the economic fraction of the upper and middle classes.",
          "url": "https://doi.org/10.1162/euso_a_00011",
          "doi": "https://doi.org/10.1162/euso_a_00011",
          "filter": 0
        },
        {
          "title": "How reception centers affect the integration of asylum seekers and recognized refugees",
          "authors": "Samir Khalil, Jasper Tjaden",
          "abstract": "After arrival, asylum seekers are often housed in reception centers. The type, quality and duration of stay in such centers varies considerably across or within countries. In the context of the so-called “EU refugee crisis” in 2014-2016, reports emerged that some asylum seekers and refugees remained in reception centers for several years due to limited capacity of municipalities, lengthy asylum procedures and tight housing markets. It is often argued that reception centers have a detrimental effect on integration processes of asylum seekers and refugees, yet empirical, inferential evidence is still lacking. This paper estimates the medium-run effect of duration of residence in reception centers on language skills, contacts to the host population, and employment status. We use high-quality panel data on asylum seekers and refugees living in Germany and apply inverse-probability-weighting (IPW). The results suggest that a comparatively quick transition from reception centers into private housing modestly increases interactions with the host population and their language proficiency. We find no effects on labor market participation. Furthermore, we find that moving into private housing is often associated with a shift to more precarious neighborhoods, potentially hindering a stronger realization of the benefits linked to independent living in general.",
          "url": "https://doi.org/10.1162/euso_a_00018",
          "doi": "https://doi.org/10.1162/euso_a_00018",
          "filter": 0
        },
        {
          "title": "Situating Muslims' trust in parliament from a cross-national perspective: Islamic religiosity's impact in Western Europe",
          "authors": "Nella Geurts, Niels Spierings",
          "abstract": "Across Western Europe, politicians and media express concerns about whether Muslims feel part of liberal democracies and trust national parliament. Although often assumed, research is actually inconclusive on whether Islamic religiosity hampers such political trust. Current study dives into this complex association by studying over 5000 Muslims across 17 Western European countries. It makes two core contributions. First, instead of comparing Muslims to non-Muslims, we address Muslims in specific to gain understanding in how various religiosity dimensions – mosque attendance, religious identification and praying - relate to trust in national parliament. Second, we theorize and test how exclusionary conditions buffer or aggravate Islamic religiosity's impact on political trust. We theorize how formal boundaries (e.g. restrictive citizenship policies) and informal boundaries (e.g. hostile public attitudes) affect Muslims' political trust and the role of Islamic religiosity herein. After uniquely harmonizing ESS, EVS and WVS data, multilevel analyses show that Islamic religiosity can relate negatively to political trust, yet its importance is gendered and contextualized. For example, Muslim men who more often attend a mosque experience less trust, and more so in exclusionary societies, whereas we find indications that mosque attendance among women stimulates such trust in the least hostile environments. Moreover, Muslims' political trust is in general lower in societies with more hostile public attitudes towards migrants and where political participation is restricted for some. Our study has thus illustrated that Islamic religiosity matters for Muslims' political trust in Western Europe but neither in clear-cut simple ways nor being all explanatory.",
          "url": "https://doi.org/10.1162/euso_a_00002",
          "doi": "https://doi.org/10.1162/euso_a_00002",
          "filter": 0
        },
        {
          "title": "Overeducation among EU and Third-Country Immigrants in Europe: The role of Institutions, Policies and Culture",
          "authors": "Sven Broschinski, Martin Heidenreich",
          "abstract": "Faced with the demographic shift to a smaller and older labour force, the recruitment of migrants and their successful integration into the labour force is an essential challenge for all European countries. This article discusses the immigrant-native gap regarding the risk of overeducation for 28 European countries on the basis of the EU-LFS 2021 ad hoc module. Immigrants' higher overeducation risks are interpreted as the result of processes of legal closure as well as statistical and taste-based discrimination. Higher overeducation rates of third country nationals (TCN) in contrast to EU migrants indicate that EU citizenship reduces discrimination and facilitates the recognition of educational certificates - they are skill-preserving devices for EU citizens but not for TCN. The large overeducation rates in particular in Southern Europe can be explained by segmented labour markets with higher unemployment and lower skill requirements increase overeducation risks, in particular for TCN. Moreover, it can be shown that EU citizenship, a higher educational level of the population, and more inclusive labour markets facilitate the occupational integration of immigrants.",
          "url": "https://doi.org/10.1162/euso_a_00024",
          "doi": "https://doi.org/10.1162/euso_a_00024",
          "filter": 0
        },
        {
          "title": "Perceived Societal Discrimination among Immigrants across 17 European Countries: Extending the Integration Paradox?",
          "authors": "Frank van Tubergen",
          "abstract": "This study contributes to the literature on immigrants' perceived discrimination in two ways. First, while earlier work focused on personal or group-level discrimination, this paper develops and tests a theory of perceived societal discrimination, i.e., immigrants' perceptions of how prevalent different types of discrimination are in their society. Importantly, immigrants’ views of societal discrimination encompass ‘out-group empathy’, i.e., beliefs about the frequency with which out-groups experience discrimination. Second, whereas existing literature relied on single-country designs, this study provides a cross-national examination, offering insights into the effects of country-level conditions on perceived discrimination. Based on survey data from 12,000 first- and second-generation immigrants in 17 European countries, results show differences between minority groups, with Muslim immigrants perceiving higher religious discrimination and black immigrants being more attuned to skin color discrimination in society. The study further reveals a positive association between immigrant integration and perceived societal discrimination. Evidence suggests that this ‘integration paradox’ holds for both Muslim and non-Muslim immigrants, black and non-black immigrants, and also for Muslim immigrants who wear traditional religious clothing and those who don't. Finally, the study supports the ‘Tocqueville paradox,’ indicating that in countries with more extensive anti-discrimination laws, the relationship between integration and perceived societal discrimination is amplified.",
          "url": "https://doi.org/10.1162/euso_a_00004",
          "doi": "https://doi.org/10.1162/euso_a_00004",
          "filter": 0
        },
        {
          "title": "Disability, gender and hiring discrimination - a field experiment",
          "authors": "Vegar Bjørnshagen, Dan-Olof Rooth, Elisabeth Ugreninov",
          "abstract": "This article examines disability discrimination in the hiring process and explores variation in how the intersection of disability and gender shapes employers' hiring behavior. We use data from a field experiment in which 2,048 job applications with randomly assigned information about disability were sent to Swedish employers with vacancies. Nondisabled applicants receive 33 percent more callbacks than similarly qualified wheelchair users despite applying for jobs where the impairment should not interfere with performance. The results indicate no heterogeneity in disability discrimination against men and women on average across occupations or by occupational gender segregation. However, discrimination rates differ considerably among occupations, varying from no evidence of disability discrimination to discrimination against both disabled men and disabled women as well as cases where disability discrimination is found only against women or only against men. The results indicate that discrimination based on disability, and the intersection between disability and gender, is highly occupation-specific.",
          "url": "https://doi.org/10.1162/euso_a_00006",
          "doi": "https://doi.org/10.1162/euso_a_00006",
          "filter": 0
        },
        {
          "title": "Reference Group Effects and Parental Educational Expectations: Can Big-Fish-Little-Pond Effects Explain Immigrant Parents’ High Expectations?",
          "authors": "Nora Huth-Stöckle, Reinhard Schunck, Eva Zschirnt",
          "abstract": "Taking the well-documented high educational expectations among immigrant parents as a point of departure, we explore how average achievement in a class influences parental educational expectations. Specifically, we investigate whether reference group (i.e., big-fish-little-pond) effects can account for immigrant parents' higher educational expectations for their children compared to nonimmigrant parents. We address this question by applying a multilevel (mediation) analysis to a representative sample of German fourth graders and their parents. To test how robust our findings are to our data-analytical decisions, we additionally conduct a multiverse analysis. We find consistent evidence across 4,608 model specifications that parents' educational expectations are higher when their child attends a low-achieving class compared to a high-achieving class, even after controlling for students' individual school performance, socioeconomic background, and a variety of performance related confounders. Furthermore, (average) class achievement partially mediates the relationship between immigrant status and parental expectations. Students with immigrant parents are more likely to attend low-achieving classes, which is positively related to higher parental expectations. Our results suggest that big-fish-little-pond effects also operate in parents' evaluation processes of their children's educational attainment.",
          "url": "https://doi.org/10.1162/euso_a_00014",
          "doi": "https://doi.org/10.1162/euso_a_00014",
          "filter": 0
        },
        {
          "title": "Intra-couple gaps in retirees’ financial resources: Their extent and predictors across Eastern and Western Germany",
          "authors": "Nicole Kapelle, Andreas P. Weiland",
          "abstract": "Intra-couple disparities in economic resources are often downplayed, yet they substantially affect power dynamics, marital satisfaction, and financial well-being during the marriage and have lasting economic consequences in the event of separation. With the growing privatization of old-age security amidst population aging and welfare cuts, understanding economic intra-couple disparities among retired couples and their life-course drivers is increasingly important. Expanding on previous research that predominantly focused on either singular economic resources or life-course contexts, we use data from the German Socio-Economic Panel Study (2002-2017) to examine intra-couple gaps in both pension wealth and personal net wealth between older spouses in Eastern (n=846) and Western Germany (n=2331). We find pronounced regional disparities: Pension wealth gaps of 12% in Eastern and 53% in Western Germany, contrasted with net wealth gaps of 21% and 8%, respectively. Regression analyses reveal that differences in spouses' employment histories primarily account for pension wealth disparities within couples, but do not explain net wealth inequalities. This suggests that couples may view net wealth, particularly housing wealth, as a shared asset. Our findings underscore the need for continued monitoring of intra-couple economic inequalities, especially as evolving marital norms and increasing individualization may reshape financial dynamics within marriages.",
          "url": "https://doi.org/10.1162/euso_a_00013",
          "doi": "https://doi.org/10.1162/euso_a_00013",
          "filter": 0
        },
        {
          "title": "Whose Gender Ideology Matters? A Dyadic Analysis of Gender Ideology and Housework Time in the United Kingdom",
          "authors": "Senhu Wang, Yang Hu",
          "abstract": "Research on gender ideology and housework tends to treat gender ideology as an individual characteristic but has paid less attention to the interactional process in which both spouses' gender ideologies jointly shape their housework time. Analysing longitudinal dyadic data from the United Kingdom (1993–2020) using the actor-partner interdependence model, we examine the relationship between both spouses' gender ideologies and their housework time and how the relationship varies with the spouses' relative income. The results show that traditional gender ideology is associated with longer housework time for wives but shorter housework time for husbands. While wives' gender ideologies are more closely associated with their own housework time, husbands' ideologies are more closely associated with their wives' housework time. Moreover, compared with the husband's housework time, the wife's housework time is more susceptible to both spouses' ideologies, especially when both spouses align in traditional ideology and when the husband's relative income is high. Our findings highlight the value of a relational perspective and provide new insights into how interactional dimensions of gender ideology intersect with relative resources to shape spouses' gendered housework time in different-sex couples.",
          "url": "https://doi.org/10.1162/euso_a_00010",
          "doi": "https://doi.org/10.1162/euso_a_00010",
          "filter": 0
        },
        {
          "title": "A long arm of adversity? Financial hardship during the life course and income in retirement",
          "authors": "Aart-Jan Riekhoff, Kati Kuitto, Katja Möhring, Liisa-Maria Palomäki",
          "abstract": "This study investigates whether and when financial hardship during the life course is related to pension income levels in 27 European countries and whether relations between hardship and pension income differ across gender and welfare regimes. Data from the Survey for Health, Ageing and Retirement in Europe (SHARE) are used, combining retrospective information on respondents' experienced financial hardship and their current pension income (N = 38,574). We apply two-part regression models with country-fixed effects to estimate the associations of pension income with hardship that starts in one's youth (age &amp;lt; 20), the transition to adulthood (age 20-29), mid-career (age 30-44) and late career (age &amp;gt; 44), as well as with the duration of hardship. The results show that financial hardship during the life course does not always have negative consequences for income in old age. We find positive associations of pension income with financial hardship in youth (among men) and in early adulthood (among women). These results suggest that short spells of financial hardship are often related to crucial life-course transitions that allow subsequent career development and pension accrual. In contrast, financial hardship in late career is negatively associated with pension income, especially among men in Continental and Southern European countries.",
          "url": "https://doi.org/10.1162/euso_a_00007",
          "doi": "https://doi.org/10.1162/euso_a_00007",
          "filter": 0
        },
        {
          "title": "Scepticism towards Islam or religiosity? An experimental approach to exploring scepticism towards Muslims in Norway",
          "authors": "David Andreas Bell, Audun Fladmoe, Marko Valenta",
          "abstract": "Muslims in Europe tend to have an immigrant background. Consequently, they often face a twofold challenge: they are subjected to the prejudice and discrimination immigrants in general face alongside prejudice directed toward them as a religious minority. In this study, we explore the role of Muslims' religiosity and how it relates to scepticism towards Muslims. We apply an online split-sample survey experiment conducted in 2021 to investigate Norwegians' attitudes toward individuals with different strengths of religious faith, ranging from a moderate to a strong Muslim faith. In addition, we explore how attitudes towards Muslims compare to the same attitudes towards individuals with similar Christian beliefs. Three main explanations are proposed for explaining these attitudes: socio-demographic aspects, religiosity, and scepticism towards immigration. We find that there is considerable scepticism towards Islam within Norwegian society, also when compared to other religions. Moreover, we find that those who are sceptical of immigration view Muslims in general as inherently strongly religious. In contrast, those who hold more positive views of immigration tend to consider Muslims in general as inherently moderate. This may suggest that an underlying aspect of why discussions surrounding Muslims within contemporary Europe seem to be so polarized is because different segments of society have a different understanding of what a Muslim actually is.",
          "url": "https://doi.org/10.1162/euso_a_00016",
          "doi": "https://doi.org/10.1162/euso_a_00016",
          "filter": 0
        },
        {
          "title": "Winning is the only thing. Election outcomes, satisfaction with democracy and political trust among populist voters in Europe",
          "authors": "Mario Quaranta, Sergio Martini",
          "abstract": "Recent comparative and single-case studies have investigated the link between the electoral performance of populist parties and the political attitudes and behaviors of populist voters. However, they have not addressed what happens to populist voters' satisfaction with democracy and political trust when populist parties gain representation in parliament or join cabinets across countries and over time in Europe. This study argues that there are two possible expectations. According to a ‘winner-loser’ mechanism, populist voters' political trust and satisfaction might increase, thus bridging the gap with mainstream voters. Conversely, according to a ‘spiral of distrust’ mechanism, populist parties fuel discontent and populist voters' political trust and satisfaction might decrease. Analyses of nine rounds of the European Social Survey from 22 countries and LISS panel data from the Netherlands find that voters of populist parties have less satisfaction with democracy, trust in parliament, and politicians than voters of mainstream parties. However, these differences narrow over time when populist parties gain seats in parliament and enter the cabinet. This article shows that voters for populist parties might be ‘losers in disguise’ and that the performance of the parties they support serves as a corrective mechanism for their political dissatisfaction and distrust.",
          "url": "https://doi.org/10.1162/euso_a_00023",
          "doi": "https://doi.org/10.1162/euso_a_00023",
          "filter": 0
        },
        {
          "title": "Rallying ‘round the Drag: Anti-gender Mobilization and the Mainstreaming of the Far Right",
          "authors": "Sabine Volk",
          "abstract": "This article explores the link between anti-gender mobilization and the mainstreaming of the far right. It addresses the question of to what extent and how the far right allies with ‘mainstream’ actors in the context of anti-gender protest. Drawing from a social movement approach, the article contributes a novel operationalization of the mainstreaming of the far right in terms of discourse coalitions and protest alliances, with anti-gender frames working as a ‘symbolic glue’ between the far right and the mainstream, but also fringe actors on the extreme right. As a case study, the article focuses on anti-gender mobilization in Germany, fathoming the critical case of far-right Alternative for Germany (AfD). It adopts a localist perspective to analyze AfD's discourse coalitions and protest alliances in the context of a protest event against a ‘drag story hour’ in Munich in 2023. The qualitative protest event analysis demonstrates the only partial normalization of the far right in the context of anti-gender mobilization: While discourse coalitions between the far right and the mainstream have normalized, protest alliances remain a political taboo. Instead, at protest events the far right allies with fringe actors such as COVID-19 deniers, conspiracy activists, and right-wing extremists.",
          "url": "https://doi.org/10.1162/euso_a_00009",
          "doi": "https://doi.org/10.1162/euso_a_00009",
          "filter": 0
        },
        {
          "title": "School Segregation and Native Flight: Evidence from School Catchment Area Borders",
          "authors": "Adrian Farner Rogne, Solveig Topstad Borgen, Erlend Nordrum",
          "abstract": "Although extensively theorized, determining the mechanisms that produce ethnic or racial segregation in schools and neighborhoods has proven difficult. We investigate one potential mechanism behind ethnic segregation; native flight from schools. In contexts where school enrollment is determined primarily by geographic proximity to schools, Native or White parents with a preference for schools with low minority concentrations may choose to move away from schools with higher minority concentrations among students, contributing to both residential and school segregation. Using detailed, population-wide, geo-coded register data on families and school catchment areas for elementary schools in Oslo, Norway, we investigate whether native parents move away from schools with higher shares of students with non-Western immigrant backgrounds. We first show that native origin families systematically move away from schools with high shares of students with non-Western immigrant backgrounds. Employing a Geographic Regression Discontinuity design, exploiting the fact that catchment area borders sort neighboring children into different schools, our results indicate that such moves may be causally linked to local school characteristics, not just their neighborhoods. This may contribute to segregation in schools and neighborhoods. However, the results are ambiguous and sensitive to model specifications, and more research is needed to draw firm conclusions.",
          "url": "https://doi.org/10.1162/euso_a_00021",
          "doi": "https://doi.org/10.1162/euso_a_00021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Partisan identity, scientific and religious authority, and lawmaker support for science policy",
          "authors": "Timothy L O'Brien, David R Johnson",
          "abstract": "This article examines mechanisms related to lawmaker support for public policies based on scientific evidence and supportive of organized science. We propose that Republican lawmakers are more likely than Democrats to oppose these policies because Republicans are less likely than Democrats to base policy decisions on scientific authority and more likely than Democrats to base decisions on religious authority. We tested this hypothesis using data from a survey of state legislators from all 50 states (n = 941). Our structural equation model shows that compared to Democrats, Republicans’ policy decisions rely less on information from scientists and other experts and more on information from religious leaders. We also find evidence that lawmakers’ reliance on scientific and religious authority plays intermediary roles between their partisan identities and their attitudes about energy, vaccine, and biomedical research policies. Specifically, party differences in support for each kind of policy are associated with Democratic lawmakers’ greater reliance on science and Republicans’ greater reliance on religion. We conclude by discussing the implications of these findings for research on science, religion, politics, and policymaking.",
          "url": "https://doi.org/10.1093/sf/soae188",
          "doi": "https://doi.org/10.1093/sf/soae188",
          "filter": 0
        },
        {
          "title": "Review of “Chinese Social Networks in an Age of Digitalization: Liquid Guanxi”",
          "authors": "Alecea Standlee",
          "url": "https://doi.org/10.1093/sf/soae185",
          "doi": "https://doi.org/10.1093/sf/soae185",
          "filter": 0
        },
        {
          "title": "Review of “Beyond Policing: Building Abolitionist Futures”",
          "authors": "Amaka Okechukwu",
          "url": "https://doi.org/10.1093/sf/soae182",
          "doi": "https://doi.org/10.1093/sf/soae182",
          "filter": 0
        },
        {
          "title": "Review of “The Interloper: Lessons from Resistance in the Field”",
          "authors": "Annette Lareau, Andres Villatoro",
          "url": "https://doi.org/10.1093/sf/soae181",
          "doi": "https://doi.org/10.1093/sf/soae181",
          "filter": 0
        },
        {
          "title": "Review of “Handcrafted Careers: Working the Artisan Economy of Craft Beer”",
          "authors": "Paul-Brian McInerney",
          "url": "https://doi.org/10.1093/sf/soae183",
          "doi": "https://doi.org/10.1093/sf/soae183",
          "filter": 0
        },
        {
          "title": "Review of “Slow and Sudden Violence: Why and When Uprisings Occur”",
          "authors": "George Lipsitz",
          "url": "https://doi.org/10.1093/sf/soae180",
          "doi": "https://doi.org/10.1093/sf/soae180",
          "filter": 0
        },
        {
          "title": "Review of “Seeing Others How Recognition Works—and How It Can Heal a Divided World”",
          "authors": "Allison J Pugh",
          "url": "https://doi.org/10.1093/sf/soae186",
          "doi": "https://doi.org/10.1093/sf/soae186",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
