{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "When are they insecure? Housing arrangements and residential mobility among families with children",
          "authors": "Warren Lowell",
          "abstract": "A growing proportion of children live in unaffordable, overcrowded, or doubled-up housing, raising concerns among scholars of child wellbeing. These arrangements may affect children through increased exposure to insecure mobility such as frequent or reactive moves. Though scholars consider resource-strained arrangements insecure, the assumption that they lead to insecure mobility is quantitatively untested. Further, demographic theory suggests that these arrangements would lead to purposive moves, which are calculated adjustments to things like costs, space, or independence that have plausibly neutral or beneficial effects for children. I use individual-fixed effects regressions and restricted-access residential histories from the Panel Study of Income Dynamics to assess how living in resource-strained housing predicts exposure to mobility outcomes for children. Consistent with literature on housing insecurity, severe cost burdens and doubling up with non-kin predict higher probabilities of either frequent or reactive moves, and severe overcrowding precedes moves to high-poverty neighborhoods. Aligned with a traditional view on mobility, analyses also suggest that cost burdens, overcrowding, and doubling up lead to purposive moves to less expensive housing, more spacious housing, and more independent housing arrangements, respectively. Together, these findings suggest that housing strains, in the absence of poverty, increase the likelihood of a set of moves that have generally ambivalent implications for children’s life chances. However, families in poverty may lack the resources necessary to make moves that address their housing needs and aspirations. These findings contradict long-held rules of thumb, suggesting a reconsideration of how we collectively define, study, and respond to insecurity.",
          "url": "https://doi.org/10.1093/sf/soaf062",
          "doi": "https://doi.org/10.1093/sf/soaf062",
          "filter": 0
        },
        {
          "title": "What Lies between the Poles? Selective Uncertainty and Occluded Bias in Immigration Attitudes in California",
          "authors": "G Cristina Mora, Chelsea Daniels, Tianna Paschel",
          "abstract": "Although much extreme discourse is found at the poles, we still know little about how individuals in the center make sense of immigration as “complicated” and even “too complex” to make sense of. Such issues are important to address if we are to better understand the contemporary landscape of bias and belonging and the character of attitudes in the middle. We examine the issue by drawing on a unique survey of Californians and illustrative, linked, in-depth interviews. Using latent class analysis we identify five distinct attitudinal classes, showing that three, constituting 40 percent of respondents, lie between consistently pro- and anti-immigrant stances. Our interviews reveal that rather than expressing undifferentiated views, those in the middle express patterned forms of selective uncertainty that, in turn, allow them to frame the issue differently. At an ideological level, selective uncertainty helps individuals to narrow the scope of immigration in terms of what is determinable, and thus rationalize political commitments with outgroup bias toward the undocumented. At a discursive level, selective uncertainty affords an opportunity to soften or occlude bias and create a distance from the poles, especially on the right. Taken together, our findings open up the “black-boxed” middle of immigration attitudes to reveal its distinct categorical characteristics and show how selective uncertainty allows individuals to make sense of their positions. We discuss the theoretical and methodological implications of our findings, including for understanding immigration attitudes as a field of positions more generally.",
          "url": "https://doi.org/10.1093/sf/soaf059",
          "doi": "https://doi.org/10.1093/sf/soaf059",
          "filter": 0
        },
        {
          "title": "Tainted leave: a survey-experimental investigation of flexibility stigma in Japanese workplaces",
          "authors": "Hilary J Holbrow",
          "abstract": "Scholars posit that the flexibility stigma—a belief that workers who use flexible workplace policies, such as parental and sick leave—exacerbates gender inequality. However, a large body of research argues that the smaller number of men who take leaves face even more severe stigma than women because they violate norms of masculinity as well as the employers’ expectation that employees prioritize paid work. Empirical evidence in support of this claim comes largely from studies that estimate stigma using proxy measures such as leave uptake rates and pay inequality for leave takers. This study tests the gender deviance perspective more directly using survey experimental methods, in a setting where we would expect stigmatization of male leave takers to be particularly high—among workers in four elite firms in Japan. Drawing on data from over 8,000 employees, the results reveal that, even where the male breadwinner ideology is deeply entrenched, men’s leaves are no more stigmatized than women’s. To the contrary, there are no gender differences in stigmatization of sick leave, and women who take parental leave face more severe stigmatization than men. The results undercut claims that men face greater stigma when they take similar leaves as women, demonstrate the fallibility of proxy measures of stigma, and highlight how, in large Japanese firms, women remain doubly disadvantaged by the flexibility stigma.",
          "url": "https://doi.org/10.1093/sf/soaf063",
          "doi": "https://doi.org/10.1093/sf/soaf063",
          "filter": 0
        },
        {
          "title": "Life course illegality: how the life course and aging shape the experience of illegality",
          "authors": "Isabel García Valdivia",
          "abstract": "Scholars have studied in detail how immigrants experience illegality in the US. Many have focused on immigrants’ fear of deportation as central to this experience. Their findings center on children, young adults, and working-age adults, ignoring the fastest-growing population of undocumented immigrants, those over 50. This article uses a life course approach to examine how the fear of deportation shifts in late adulthood and introduces a new conceptual model, life course illegality (LCI), to understand the change. First, this LCI model bridges past research on migrant illegality—with a focus on deportability—and ecological-based and age-stratified life course approaches to offer new understandings of how deportation fears shape lived experiences. Then, through semi-structured interviews with older undocumented immigrants, I identify three key mechanisms that shape the shifts in fear of deportation in late adulthood: embodiment of illegality, life transitions, and temporal morality with culturally defined age norms. These valuable insights reveal the complex dynamics of the fear of deportation. Ultimately, I argue that fear of deportation and its consequences are a function of one’s place in the life course and that the LCI model is best suited to understand these shifts.",
          "url": "https://doi.org/10.1093/sf/soaf061",
          "doi": "https://doi.org/10.1093/sf/soaf061",
          "filter": 0
        },
        {
          "title": "Does outsourcing of domestic work reduce gender inequality in labor force participation within households?—a couple-level panel analysis",
          "authors": "Liat Raz-Yurovich, Assaf Tsachor-Shai",
          "abstract": "The time devoted to unpaid work in the domestic sphere reduces time devoted to paid work, and this time loss is higher for women than for men. The consumption of domestic services may serve as a mechanism to reduce the burden of unpaid work and to increase the labor force participation rates of men and women. This study takes a longitudinal couple-level approach and analyzes whether the likelihood of working and the number of work hours of male and female partners in households that employed a domestic worker increased after employing the domestic worker, and whether these changes translate into reduced gender inequality in labor force participation within households. Using an analytic sample of 85,282 married heterosexual non-Haredi Jewish couples aged 25–64 from the harmonized panel database of the Israeli Labor Force Survey for the years 2000–2017, and by employing an instrumental variable approach with fixed-effects two-stage least squares models, we find that outsourcing positively affects the likelihood of working and the number of weekly working hours, but only among highly educated women. The increase in highly educated women’s likelihood of working and the increase in their weekly work hours are translated into a reduced gender gap in employment and in work hours, no matter their partner’s level of education.",
          "url": "https://doi.org/10.1093/sf/soaf060",
          "doi": "https://doi.org/10.1093/sf/soaf060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Generative Multimodal Models for Social Science: An Application with Satellite and Streetscape Imagery",
          "authors": "Tina Law, Elizabeth Roberto",
          "abstract": "Although there is growing social science research examining how generative AI models can be effectively and systematically applied to text-based tasks, whether and how these models can be used to analyze images remain open questions. In this article, we introduce a framework for analyzing images with generative multimodal models, which consists of three core tasks: curation, discovery, and measurement and inference. We demonstrate this framework with an empirical application that uses OpenAI's GPT-4o model to analyze satellite and streetscape images ( n = 1,101) to identify built environment features that contribute to contemporary residential segregation in U.S. cities. We find that when GPT-4o is provided with well-defined image labels, the model labels images with high validity compared to expert labels. We conclude with thoughts for other use cases and discuss how social scientists can work collaboratively to ensure that image analysis with generative multimodal models is rigorous, reproducible, ethical, and sustainable.",
          "url": "https://doi.org/10.1177/00491241251339673",
          "doi": "https://doi.org/10.1177/00491241251339673",
          "filter": 0
        },
        {
          "title": "Using Large Language Models for Qualitative Analysis can Introduce Serious Bias",
          "authors": "Julian Ashwin, Aditya Chhabra, Vijayendra Rao",
          "abstract": "Large language models (LLMs) are quickly becoming ubiquitous, but their implications for social science research are not yet well understood. We ask whether LLMs can help code and analyse large-N qualitative data from open-ended interviews, with an application to transcripts of interviews with Rohingya refugees and their Bengali hosts in Bangladesh. We find that using LLMs to annotate and code text can introduce bias that can lead to misleading inferences. By bias we mean that the errors that LLMs make in coding interview transcripts are not random with respect to the characteristics of the interview subjects. Training simpler supervised models on high-quality human codes leads to less measurement error and bias than LLM annotations. Given that high quality codes are necessary in order to assess whether an LLM introduces bias, we argue that it may be preferable to train a bespoke model on a subset of transcripts coded by trained sociologists rather than use an LLM.",
          "url": "https://doi.org/10.1177/00491241251338246",
          "doi": "https://doi.org/10.1177/00491241251338246",
          "filter": 0
        },
        {
          "title": "Tracking Ideological Changes in an Authoritarian State Using Retweeting Ties: The Case of Chinese Opinion Leaders",
          "authors": "Yinxian Zhang",
          "abstract": "While public opinion and ideology can impact political outcomes in an authoritarian state, measuring and tracking its ideological change remains a challenge. This is largely due to data constraints in nondemocratic contexts, such as limited data on political participation and the scarcity of panel opinion surveys, which are usually costly and tightly controlled by the state. This study proposes a method that relies solely on retweeting ties to produce ideological estimates and to track its changes over time, even in authoritarian settings. Taking Chinese online opinion leaders as an example, this study employs multiple correspondence analysis to estimate the ideological spectrum of these leaders. Results show that, over the past decade, these opinion leaders have gradually shifted toward the conservative/nationalist right with evidence of ideological polarization. The study validates the results against alternative ideological estimates, demonstrating the robustness of the retweet-based approach for tracking ideological changes.",
          "url": "https://doi.org/10.1177/00491241251343580",
          "doi": "https://doi.org/10.1177/00491241251343580",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
