{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Ethnolinguistic affiliation and migration: evidence from multigenerational population registers",
          "authors": "Rosa Weber, Jan Saarela",
          "abstract": "The empirical base for understanding how cultural and linguistic proximity shape international migration remains limited. Here, we assess how individuals’ migration and return migration behavior differs by own and parental ethnolinguistic affiliation, using Finnish longitudinal population register data that cover the years 1987–2020 (N=1,822,484). Information on two generations allows us to distinguish between Finnish-born individuals with uniform and mixed backgrounds. Finnish and Swedish speakers with mixed backgrounds are particularly informative, because they have similar observable characteristics but differ in mother tongue and thus often attend distinct school systems (either the Finnish-speaking or the Swedish-speaking school system). Results from piecewise constant exponential models reveal a clear ethnolinguistic gradient in the likelihood of migrating, which is magnified for migration to linguistically and/or culturally proximate countries. Swedish speakers with Swedish-speaking parents are the most likely to migrate to Sweden and the other Nordic countries, followed by those with mixed backgrounds. Finnish speakers with Finnish-speaking parents are the least likely to migrate. Patterns for return migration provide the mirror image. The findings remain largely consistent when we control for socioeconomic characteristics and the ethnolinguistic composition of the municipality. These results underscore the important role of ethnolinguistic affiliation in migration behavior.",
          "url": "https://doi.org/10.1162/euso.a.33",
          "doi": "https://doi.org/10.1162/euso.a.33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "From Codebooks to Promptbooks: Extracting Information from Text with Generative Large Language Models",
          "authors": "Oscar Stuhler, Cat Dang Ton, Etienne Ollion",
          "abstract": "Generative AI (GenAI) is quickly becoming a valuable tool for sociological research. Already, sociologists employ GenAI for tasks like classifying text and simulating human agents. We point to another major use case: the extraction of structured information from unstructured text. Information Extraction (IE) is an established branch of Natural Language Processing, but leveraging the affordances of this paradigm has thus far required familiarity with specialized models. GenAI changes this by allowing researchers to define their own IE tasks and execute them via targeted prompts. This article explores the potential of open-source large language models for IE by extracting and encoding biographical information (e.g., age, occupation, origin) from a corpus of newspaper obituaries. As we proceed, we discuss how sociologists can develop and evaluate prompt architectures for such tasks, turning codebooks into “promptbooks.” We also evaluate models of different sizes and prompting techniques. Our analysis showcases the potential of GenAI as a flexible and accessible tool for IE while also underscoring risks like non-random error patterns that can bias downstream analyses.",
          "url": "https://doi.org/10.1177/00491241251336794",
          "doi": "https://doi.org/10.1177/00491241251336794",
          "filter": 0
        },
        {
          "title": "Is There a Mobility Effect? On Methodological Issues in the Mobility Contrast Model",
          "authors": "Xi Song, Xiang Zhou",
          "abstract": "Social mobility scholars have long been interested in estimating the effect of intergenerational mobility, typically measured by differences in the socioeconomic status between parents and offspring, on later-life outcomes of offspring. In a 2022 article “Heterogeneous Effects of Intergenerational Social Mobility: An Improved Method and New Evidence,” Luo proposes a new approach called the mobility contrast model (MCM) to define and estimate mobility effects. We argue that the MCM is inherently flawed due to its reliance on the coding scheme used for the categorical variables of social origin and destination. Specifically, when different coding schemes are applied, the estimands defined in the MCM bear distinct meanings, involve different but equally arbitrary constraints, and sometimes yield contradictory results. Moreover, regardless of the coding scheme, these estimands do not adequately capture the sociological concept of a mobility effect. To illustrate this, we reanalyze the Occupational Changes in a Generation Study data used in Luo’s study, highlighting the inconsistency of results when dummy coding versus effect coding schemes are used.",
          "url": "https://doi.org/10.1177/00491241251347983",
          "doi": "https://doi.org/10.1177/00491241251347983",
          "filter": 0
        },
        {
          "title": "Geographic Variation in Multigenerational Mobility",
          "authors": "Martin Nybom, Jan Stuhler",
          "abstract": "Using complete-count register data spanning three generations, we document spatial patterns in inter- and multi-generational mobility in Sweden. Across municipalities, grandfather–child correlations in education or earnings tend to be larger than the square of the parent–child correlations, suggesting that the latter understate status transmission in the long run. Yet, conventional parent–child correlations capture regional differences in long-run transmission and therefore remain useful for comparative purposes. We further find that the within-country association between mobility and income inequality (the “Great Gatsby Curve”) is at least as strong in the multi- as in the inter-generational case. Interpreting those patterns through the lens of a latent factor model, we find that regional differences in mobility primarily reflect variation in the transmission of latent advantages, rather than in how those advantages translate into observed outcomes.",
          "url": "https://doi.org/10.1177/00491241251341196",
          "doi": "https://doi.org/10.1177/00491241251341196",
          "filter": 0
        },
        {
          "title": "Absolute and Relative Mobility: Two Frameworks for Connecting Intergenerational Mobility in Absolute and Relative Terms",
          "authors": "Deirdre Bloome",
          "abstract": "Researchers concerned about intergenerational inequalities study absolute and relative mobility (e.g., whether people’s adult incomes exceed their parents’ incomes in dollars or ranks ). Absolute and relative mobility are connected, by definition. Yet, they are not equivalent. Indeed, they often diverge. To illuminate why, when, and for whom such divergence occurs—and why, when, and for whom convergence is possible—this article provides two frameworks for connecting absolute and relative mobility. One framework is formal and one is typological. Both frameworks center micro-level socioeconomic experiences across generations. Illustrative analyses employ these frameworks using National Longitudinal Survey of Youth data. Results suggest that divergent experiences, like upward absolute mobility despite downward relative mobility, may be more common among more advantaged social groups. Future researchers could use the two frameworks introduced here to further advance our understanding of how intergenerational inequalities evolve differently in absolute and relative terms.",
          "url": "https://doi.org/10.1177/00491241251347982",
          "doi": "https://doi.org/10.1177/00491241251347982",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
