{
  "update": "2024-09-20",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Reiterated Fact-Making: Explaining Transformation and Continuity in Scientific Facts",
          "authors": "Daniel Navon",
          "abstract": "Scientific facts are an essential element of modern life. Yet, despite an abundance of illuminating work in science and technology studies (STS), we lack a rigorous sociological framework for explaining how scientific facts emerge, gain traction, and then change over time. This article fills that gap. Drawing on Fleck ([1935] 1981), Haydu (1998), and a wealth of STS scholarship, I develop a comparative-historical approach called “reiterated fact-making” that analyzes scientific facts according to (1) the prevailing conditions of possibility; (2) the networks of expertise, social mobilization, and power built up around them; and (3) the epistemic and material path dependencies that accrue over the course of their careers. To demonstrate the utility of this framework, I draw on a mixed-methods study and explain the uneven histories of three genetic variants (XYY, Fragile X, and the 22q11.2 microdeletion) that have been used to delineate and diagnose new medical conditions associated with neurodevelopmental differences for the past several decades—taking on very different scientific, clinical, and social meanings as facts in the process. Reiterated fact-making helps us combine comparative-historical sociology and STS to explain how scientific facts can combine deep continuity and radical transformation as they are enrolled in shifting fields of research and practice.",
          "url": "http://dx.doi.org/10.1177/00031224241271100",
          "doi": "10.1177/00031224241271100",
          "filter": 0
        },
        {
          "title": "“It’s a Battle You Can’t Win”: Domination and Class Differences in Real-World Trust among Black Families",
          "authors": "Karolyn Tyson",
          "abstract": "How does class affect one’s propensity to trust? Previous research finds higher-status actors express less trust than lower-status actors in interpersonal and institutional contexts. Scholars explain this finding as an outcome of structural dependence—when people have few alternative means for accessing valuable resources. In contrast, I find dependence inadequate to explain the relationship I observe between class and institutional trust among black families whose children were recommended for special education and other remedial program placement in an affluent, predominantly white school district. Drawing on retrospective interviews from a community ethnography, findings show that real-world trust decision processes also involve domination. Empirical studies of trust have overlooked the ways trustees—those being given trust—exercise power to achieve deference in trust exchanges, and how trustors—those placing trust in others—deploy their power to withstand trustees’ influence. I argue that trust might best be conceptualized as a two-part decision process, because class and other status resources affect trustors’ freedom to choose at two key junctures: (1) in weighing options and costs of trust errors, and (2) in communicating distrust in face-to-face interactions, where the potential for domination is high. Focusing on intersecting systems of power in authentic trust exchanges, this study shows how middle-class black trustors use symbolic resources to “go up against” the institutional power of educational experts and refuse placement, whereas working-class trustors consent to placement.",
          "url": "http://dx.doi.org/10.1177/00031224241278355",
          "doi": "10.1177/00031224241278355",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Correction to: Devaluation for whom? Feminization and wages in an economically polarized labor market, 2003–2019",
          "url": "http://dx.doi.org/10.1093/sf/soae140",
          "doi": "10.1093/sf/soae140",
          "filter": 0
        },
        {
          "title": "On the up and up: the job mobility of skilled return migrants",
          "authors": "Elizabeth Jacobs",
          "abstract": "This paper examines the labor market incorporation of skilled Indian migrants returning home after working in the United States. I analyze a novel dataset of 7,177 time-varying transnational employment histories from LinkedIn using logistic regression and survival analysis. I find that skilled Indian migrants experience occupational upgrades when re-entering their home labor market, buoyed by foreign human capital and compensating for US legal status restrictions. While immigrants often face initial occupational downgrades and job mobility constraints in foreign labor markets, return migrants experience stability, promotions and accelerated rates of job mobility at home. The paper contributes to the literature on return migration, a significant but understudied dimension of international migration due to data constraints. I offer LinkedIn employment histories as digital data source to address these limitations and leverage their rich spatio-temporal information. These data help expand prior research on return migrant wages to broader questions about transnational migrant career trajectories. The findings shed light into where high-demand migrants might maximize their career growth, and have implications for understanding the policies shaping the recruitment and retention of skilled workers in the global labor market.",
          "url": "http://dx.doi.org/10.1093/sf/soae132",
          "doi": "10.1093/sf/soae132",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
