{
  "update": "2026-01-16",
  "content": {
    "articles": [
      {
        "title": "The Effects of Government Propaganda in Electoral Authoritarian Regimes: Evidence from Turkey",
        "authors": "Philipp\tLutscher, Jonas Dræge, Carl Henrik Knutsen",
        "abstract": "Previous research conducted in closed autocracies indicates that government propaganda can deter opposition, shift political attitudes, and influence emotions. Yet the specific mechanisms and contextual factors influencing how and when propaganda works remain unclear. We theorize how power-projecting government propaganda works differently for government supporters and opponents in polarized electoral authoritarian regimes, focusing on emotional reactions, sense of societal belonging, and downstream effects on contentious political behavior. Through two pre-registered surveys in Turkey (N=6,286), we find that supporters exposed to propaganda videos feel greater sense of belonging and are more susceptible to engage in pro-government activities. Opponents report heightened anger and anxiety and seem deterred from protesting. However, the latter effect weakened during the highly contested 2023 electoral campaign. These results indicate that propaganda can help electoral authoritarian regimes deter anti-government action and encourage pro-government action, but that its deterrent effects may weaken during periods of high mobilization and contention.",
        "doi": "https://doi.org/10.31219/osf.io/n4g6k_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "n4g6k",
        "version": 4
      },
      {
        "title": "The Impact of Communication Strategies on User Engagement and Health Outcomes in Two of Mobile Health Apps in Laos",
        "authors": "Sokha Phan",
        "abstract": "Aims: This study aims to evaluate the effectiveness of communication strategies used by two prominent mHealth apps—Lao Health Care and Wellness Lao—in enhancing user engagement and improving health outcomes in Laos. Study Design: A qualitative content analysis design was employed to analyze the communication strategies of the mHealth apps. Place and Duration of Study: The study was conducted using data from Lao Health Care and Wellness Lao apps, focusing on user interactions and health outcomes from January 2023 to June 2023. Methodology: The analysis involved examining the communication methods of both apps, including personalized messaging, reminders, and gamification features. Data were collected through in-app user feedback, usage statistics, and health outcome metrics. Comparative analysis was performed to assess the effectiveness of each strategy. Results: Lao Health Care's formal communication approach, which emphasized reminders and structured messaging, was found to significantly improve treatment adherence and preventive health practices. Conversely, Wellness Lao's use of gamification and conversational tactics fostered greater user engagement and encouraged sustainable wellness behaviors. Notably, Lao Health Care users demonstrated a 25% increase in adherence rates, while Wellness Lao users exhibited a 30% increase in long-term wellness activities. Conclusion: The study highlights the importance of adapting communication strategies to fit the local context and user preferences. Effective integration of personalized, reminder-based, and gamified approaches can enhance user engagement and health outcomes. Future research should explore the long-term impact of these strategies and their potential for broader application in similar settings.",
        "doi": "https://doi.org/10.33767/osf.io/h35yv_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "h35yv",
        "version": 1
      },
      {
        "title": "Hybrid Digital Publishing: Integrating Blockchain, Big Data, and Open Data in Scientific Publishing",
        "authors": "Galal Homouda",
        "abstract": "The digital transformation of scientific publishing is rapidly evolving through the integration of blockchain technology, big data analytics, and open data initiatives. This paper investigates the economic, social, and cultural implications of combining these three models into a hybrid digital publishing ecosystem. By analyzing open-access sources and preprints from 2023-2025, we explore transparency in peer review, ethical authorship validation, data-driven decision-making, and enhanced accessibility. The research proposes a unified framework and evaluates potential challenges, opportunities, and future scenarios.",
        "doi": "https://doi.org/10.33767/osf.io/btkqy_v1",
        "subjects": [],
        "id": "btkqy",
        "version": 1
      },
      {
        "title": "Supporting parents to support children. A UK Randomised Controlled Trial testing a text-message intervention to cultivate the home learning environment [Pre-Registration].",
        "authors": "Fionnuala O'Reilly, Alice Farrell, Susanna Loeb, Gaia Scerif",
        "abstract": "A stimulating and supportive home learning environment helps children to be cognitively and emotionally ready to learn by age 5. Despite the increased availability of parenting information, the attainment gap between rich and poor continues to widen in many developed nations. Tips by Text is a 12-month text-message programme developed in the US, and designed to integrate developmental activities into everyday tasks that parents and children do together. The messages aim to enhance language, literacy, numeracy, and socioemotional skills in 4-year-olds. The programme was adapted and tested in a large-scale randomised controlled trial involving 109 schools in England from 2019 to 2021 (n=3,600). Post-intervention data collection was impacted by the Covid-19 pandemic, resulting in approximately 70% random attrition on the primary outcome measure and a final analytical sample of n=753. This sample is comparable to the US-based sample in which the efficacy of Tips by Text was originally assessed, and so we proceed with analysis. In this study, we conduct secondary data analysis to examine the effectiveness of the programme on the sample that could be obtained. We explore whether students facing various challenges, including economic and neighbourhood disadvantage, English as an additional language, special educational needs, and multiple simultaneous challenges, were differentially impacted by the programme.",
        "doi": "https://doi.org/10.31219/osf.io/we3bf_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "59baec7254be810242f552bf",
            "name": "Early Childhood Education"
          }
        ],
        "id": "we3bf",
        "version": 1
      },
      {
        "title": "Do great apes use iconic gestures?",
        "authors": "Marcus Perlman",
        "abstract": "Many researchers in cognitive science and linguistics now recognize that iconicity – perceived resemblance between the form and meaning of a signal (e.g., a word, sign, or gesture) – is an essential property of language, playing vital roles in its processing, learning, and historical development. Iconicity is also fundamental to the human ability to create meaningful new signals without reliance on convention. This “iconic turn” raises a critical question for the study of language origins: Do great apes use iconic gestures? Apes are well documented to use a flexible and wide-ranging repertoire of gestures, and many appear to be iconic representations of actions, including directive touches, visual directives, and pantomimed actions. However, the most widely accepted theories – ontogenetic ritualization and biological inheritance through phylogenetic ritualization – argue that this apparent form-meaning resemblance is not psychologically real to the apes using the gestures. They argue instead that effective actions are channeled into gestures through repeated use, either through an individual’s experience or over generations of evolution. Yet, it is increasingly recognized that these theories cannot account for the variability and contextual tuning of ape gestures. Alternatively, reasoning from cognitive theories of human gesture and iconicity as rooted in sensorimotor simulation and mental imagery, apes may use a range of gestures that appear homologous to the iconic gestures of humans, even if comparatively restricted in imaginative scope and anchored heavily in a here-and-now context. This fundamental capacity for iconic gesturing may have been a critical precursor to the evolution of language.",
        "doi": "https://doi.org/10.31219/osf.io/u73sg_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          },
          {
            "id": "584240d954be81056ceca960",
            "name": "Linguistics"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "u73sg",
        "version": 2
      },
      {
        "title": "Null by Design: Statistical Dilution in Immigration-Crime Research",
        "authors": "Sascha Riaz",
        "abstract": "Recent research documents that many research designs in the social sciences are underpowered: they can detect only extremely large - often implausible - effects. I show that this problem is structural in the workhorse approach to studying the immigration-crime link: regressing changes in aggregate crime rates on exogenous shifts in local immigrant shares. While this design may identify changes in native criminal behavior, I demonstrate that it is largely uninformative regarding the difference in crime propensities between immigrants and natives. Because immigrants typically comprise a small fraction of the population, even large group-level differences are mechanically diluted. I formalize the minimum detectable gap - the smallest immigrant-native crime difference these regressions can reliably distinguish from zero given standard design parameters. Using Monte Carlo simulations calibrated to real-world immigration and crime data, I demonstrate that conventional designs only achieve adequate statistical power with implausibly large crime differentials and extreme immigration shocks.",
        "doi": "https://doi.org/10.31219/osf.io/gnfek_v6",
        "subjects": [],
        "id": "gnfek",
        "version": 6
      },
      {
        "title": "Is this real? Susceptibility to deepfakes in machines and humans",
        "authors": "Didem Pehlivanoglu, Mengdi Zhu, Jialong Zhen, Aude Gagnon-Roberge, Rebecca Kern, Damon Woodard, Brian S. Cahill, Natalie C. Ebner",
        "abstract": "Deepfakes are synthetic media created by deep-generative methods to fake a person’s audio- visual representation. Growing sophistication of deepfake technology poses significant challenges for both machine learning (ML) algorithms and humans. Here we used real and deepfake static face images (Study 1) and dynamic videos (Study 2) (i) to investigate sources of misclassification errors in machines, (ii) to identify psychological mechanisms underlying detection performance in humans, and (iii) to compare humans and machines in their classification decision accuracy and confidence. Study 1 found that machines achieved excellent performance in classifying real and deepfake images, with good accuracy in feature classification. Humans, in contrast, experienced challenges in distinguishing between real and deepfake images. Their classification accuracy was at chance level, and this underperformance relative to machines was accompanied by a truth bias and low confidence for the detection of deepfake images. Using video stimuli, Study 2 found that performance of machines was near chance level, with poor feature classification. Further, the machines showed greater truth bias and low reduced decision confidence relative to humans who outperformed machines in the detection of video deepfakes. Finally, the study revealed that higher analytical thinking, lower positive affect, and greater internet skills were associated with better video deepfake detection in humans. Combined, findings across these two studies advance understanding of factors contributing to deepfake detection in both machines and humans and could inform intervention toward tackling the growing threat from deepfakes by identifying areas of particular benefit from human-AI collaboration to optimize deepfake detection.",
        "doi": "https://doi.org/10.31219/osf.io/etxzw_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca9f3",
            "name": "Computer Engineering"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "etxzw",
        "version": 2
      },
      {
        "title": "The Influence of Grammatical Gender on Object Conceptualization Is Weak and Language-Dependent",
        "authors": "Hualin Xiao, Alexandre Cremers, Straboni Camille, Brent Strickland, Sharon Peperkamp",
        "abstract": "Do we make gendered associations with objects whose linguistic labels have masculine/feminine grammatical gender? This question derives from the neo-Whorfian view that language shapes our conceptualizations of the world. Previous research has provided mixed answers. Here, we present three experiments where we tested for the gender effect on object conceptualization using a word association approach: a first group of participants generated adjectives for nouns referring to objects and a second group subsequently rated those adjectives for masculinity/femininity. In Experiment 1, with native French speakers, we tested semantically related object nouns that have opposite grammatical gender (masculine vs. feminine) in French; in Experiment 2, with native French and German speakers, we tested translation equivalents having opposite grammatical gender in the two languages. Results from both experiments showed the absence of a gender effect in French, while a small gender effect was found in German. In both experiments, nouns had been presented with a gender-marked determiner. In Experiment 3, we tested a new group of German participants on the same items, which were now presented without determiner; we again observed a small gender effect. Consistent with previous findings, we also found that people ascribe more feminine qualities to natural entities and masculine qualities to artificial entities. Taken together, we conclude that the influence of grammatical gender on object conceptualization is weak and dependent on language.",
        "doi": "https://doi.org/10.31219/osf.io/tf4px_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "tf4px",
        "version": 3
      },
      {
        "title": "Life course central depressive symptoms among the moderately depressed population: From adolescence to old age",
        "authors": "Shunsen Huang, Luyao Zhang, Xiaoxiong Lai, Yibo Wu, Yun Wang",
        "abstract": "The features of depression vary across different life stages due to different social and developmental factors. Utilizing two nationally representative samples (total N=51,970), moderately depressed residents were identified using the PHQ-9 scale (cut-off ≥ 10), and 10,181 residents (5,167 males; agerange =11.63-94.48 years) were finally included. Participants were categorized into 13 age groups and five life stages. A Gaussian graphical model examined the depressive network structure, global network strength, and central symptoms, with network comparison tests performed to identify differences. The prevalence of moderate depression varied between 16.57% and 25.12% across age groups. Significant differences in network structure were found in 28 of 78 pair comparisons (p.s &lt; .045). Global network strength exhibited a distinctive trajectory: increasing from under 18 to 30-34 years, decreasing at 60-64 years, increasing again at 65-69 years, and finally decreasing at 75+ years. Similar to previous research, sadness emerged as the central symptom in almost all stages, and central symptoms varied across life stages (p.s &lt; .048). Unique central symptoms were identified in different developmental stages: sadness and fatigue in adolescence/emerging adulthood, failure and sadness in young adulthood, suicidality and sadness in middle adulthood, and disturbed appetite in older adulthood. These findings underscore the importance of considering a life course perspective when developing interventions for depression, as central symptoms and network metrics of depression vary significantly across different life stages.",
        "doi": "https://doi.org/10.31219/osf.io/pmbue_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "pmbue",
        "version": 3
      },
      {
        "title": "Validation of the French Adaptation of the Fear of Missing Out (FoMO) Scale",
        "authors": "Charikleia Lampraki, Daniela S. Jopp, Angélique Roquet, Julia Foecker, Marcelo de Maio Nascimento, Elvio Gouveia, Andreas Ihle",
        "abstract": "Although the Fear of Missing Out (FoMO) scale has been widely used, its French adaptation has not been validated and its psychometric properties have not been tested. Addressing this literature gap, we propose a French validation of the measure, investigating its factorial structure and testing its invariance regarding age, sex, education, and timepoints. Using an online longitudinal study (2-waves) with a lifespan sample (N = 543, age range18 to 98 years, M = 46.8), the results showed that the French version had a different factorial structure than the original scale, identifying three subfactors that loaded to one superfactor, using 8 out of 10 original items. Measurement invariance testing revealed that the scale can be used for mean level comparisons between sexes, educational levels, and timepoints, while caution is suggested regarding age-groups. Thus, the French version of the FoMO scale is a reliable measure that can be used in French-speaking populations with various characteristics.",
        "doi": "https://doi.org/10.31219/osf.io/pg5yh",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "pg5yh",
        "version": 1
      },
      {
        "title": "Working memory capacity predicts sensitivity to prosodic structure",
        "authors": "Constantijn L van der Burght, antje meyer",
        "abstract": "Listeners vary in the perception and interpretation of speech prosody (the variations in intonation, loudness, and rhythm of spoken language). The source of this variability is unknown. We investigated whether the ability to recognise and classify prosodic structure is related to working memory (WM) capacity. This hypothesis stems from the tight connection between prosodic and syntactic (grammatical) structure, while processing syntax is known to relate to WN capacity. Healthy adult speakers of Dutch judged prosodic structures in a gating paradigm. The phrases contained early and late intonational cues that signalled whether the phrases contained an internal grouping or not. Listeners also took part in WM (digit span) and processing speed (letter comparison) tasks. There was an interaction between performance in the prosody judgement and WM tasks: high-WM listeners were better at classifying prosodic structure and required less prosodic information to detect the correct structure. There was no interaction between prosody processing and processing speed, suggesting that the interaction between prosodic judgement and WM capacity was not due to motivational or attentional differences. The results demonstrate a close relationship between prosody processing and WM abilities, implying that WM is an important component of prosody processing.",
        "doi": "https://doi.org/10.31219/osf.io/qny7x_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca960",
            "name": "Linguistics"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "qny7x",
        "version": 3
      },
      {
        "title": "Does radial bias contribute to fast saccades towards faces in the periphery?",
        "authors": "Marius Grandjean, Louise Kauffmann, Alexia Roux-Sibilon, Valerie Goffaux",
        "abstract": "Saccadic choice studies have shown that humans initiate faster saccades towards faces than other visual categories. Here, we tested whether the saccadic advantage for faces observed in past studies is partly due to stimuli being typically presented along the horizontal meridian (HM). Our previous work suggests that the radial bias along the HM facilitates access to the horizontal structure of faces, which optimally drives human face-specialized processing. We expected to corroborate the saccadic advantage for faces along the HM, where the radial bias facilitates access to horizontal content, and to observe a reduction of this advantage along the vertical meridian (VM), especially in participants showing a strong horizontal tuning for face recognition. Fifty participants performed a saccadic choice task targeting faces or vehicles presented at 15° eccentricity along the HM and VM. We also assessed the strength of the radial bias and the horizontal tuning for face identity recognition in each individual. As expected, saccades were faster and more accurate towards faces than vehicles; they were also faster along the HM than the VM. Contrary to our hypothesis, the saccadic face advantage did not differ between meridians, suggesting the robustness of face saccadic advantage. However, the saccadic face advantage along the VM correlated with the strength of the horizontal tuning of face identity recognition. Additionally, the radial bias predicted saccade latency towards faces along the HM. These findings indicate that low-level radial biases and high-level face-specialized mechanisms independently contribute to distinct functional aspects of the ultra-fast saccadic responses towards faces.",
        "doi": "https://doi.org/10.31219/osf.io/z5qgk_v3",
        "subjects": [],
        "id": "z5qgk",
        "version": 3
      },
      {
        "title": "Toward a productive evolutionary understanding of music",
        "authors": "Samuel Mehr, Max Krasnow, Gregory A. Bryant, Edward Hagen",
        "abstract": "We discuss approaches to the study of the evolution of music (sect. R1); challenges to each of the two theories of the origins of music presented in the companion Target Articles (sect. R2); future directions for testing them (sect. R3); and priorities for better understanding the nature of music (sect. R4). [in press, Behavioral and Brain Sciences]",
        "doi": "https://doi.org/10.31219/osf.io/qp2ae",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "qp2ae",
        "version": 1
      },
      {
        "title": "Therapeutic Alliance is Linked with Suicidality Trajectories in Psychotherapy for Late-Life Depression",
        "authors": "Miriam Hehlmann, Delaney Callaghan, Julia Chafkin, Joohyun Kang, Lindsey Sankin, Oded Bein, Nili Solomonov",
        "abstract": "Objectives. Late-life suicidality is rapidly increasing; psychotherapy may reduce suicidality, but trajectories of change in suicidality remain unclear. A strong therapeutic alliance may protect against persistent suicidality. We examined the association of alliance with suicidality trajectories during brief, remote interventions for depression. Methods. Sixty middle-aged and older adults with major depression were randomized to brief remote psychosocial interventions. Suicidality and alliance were assessed during treatment. Patients’ suicidality trajectories were classified as: a) absent; b) improved; c) persistent, based on pre- to post-treatment changes. All three groups were included in mixed-effects models to examine the association between suicidality and alliance. Results. At baseline, 53% of patients endorsed suicidality, with 45% in the absent group, 45% improved; and 10% persistent. Patients in the absent and improved groups showed stable, strong alliance while the persistent group showed worsening alliance. Conclusion. Simple, remote psychosocial interventions are promising first-line treatments for late-life suicidality. A strong alliance may reduce suicidality and enhance outcomes, guiding timely, personalized interventions.",
        "doi": "https://doi.org/10.31219/osf.io/f3an2_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056cecaa2b",
            "name": "Psychiatry and Psychology"
          }
        ],
        "id": "f3an2",
        "version": 1
      },
      {
        "title": "Air pollution and performances in outdoor sports: a systematic review and meta-analysis of short-terms associations",
        "authors": "Paquito Bernard, Bougault, Thomas Deshayes, Caille, Louis Hognon, Martinet, Jojo Caudroit, Adewale, Ahmed Jerome Romain, Tarik Benmarhnia",
        "abstract": "Laboratory studies suggest that high concentrations of particles matter (diameter&lt;2.5 mm [PM2.5]) and ozone (O3) may reduce sport performances at short term. However, a systematic review of literature examining whether air pollution has an effect on sport performances in real situations is missing. Seven databases were searched for articles which examined the association between particulate (PM2.5, PM10, PMCoarse), gaseous (O3, sulfur dioxide [SO2], nitrogen dioxide [NO2], carbon monoxide [CO], and index (Air Quality Index [AQI]) of air pollutants and sport performances in real context. We included observational studies with objective measures of air pollution and performances. They were categorized into endurance, power/speed, technical performances. Harvest plots were used to summarize the findings. When appropriate, meta-analyses were completed to evaluate the strength of the associations. Over 200 reported associations from 23 articles were examined. Participants were primarily elite athletes. The majority of studies examined football (n = 9), and endurance sports (n = 10). Overall, no consistent associations were observed for AQI, PM2.5, or NO₂ and performances. We found that exposure to O3 was associated with reduced sports performance, (d = -0.33, 95%CI: -0.65 –0.02 [all performances]; d = -0.54, 95%CI: -1.02 -0.04) [endurance performances]). An absence of significant association between AQI, PM2.5, or NO2 exposure and sports performance is clearly supported by our systematic review and meta-analyses. Higher O3 concentration could impair sport performances in real context. For short-term exposures to CO, PM10, and SO₂, no definitive conclusions can be drawn due to the limited number of studies.",
        "doi": "https://doi.org/10.31219/osf.io/jg2ps_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca8ee",
            "name": "Sports Sciences"
          },
          {
            "id": "584240d954be81056ceca99c",
            "name": "Sports Studies"
          },
          {
            "id": "584240da54be81056cecab6c",
            "name": "Leisure Studies"
          },
          {
            "id": "584240da54be81056cecabae",
            "name": "Environmental Studies"
          }
        ],
        "id": "jg2ps",
        "version": 3
      },
      {
        "title": "Desegregating spaces: The interplay between ecological intergroup contact and GPS-traced spatial segregation among youth in two UK cities",
        "authors": "Marco Marinucci, Christoph Daniel Schaefer, Pier-Luc Dupont, David Manley, Laura K. Taylor, Shelley McKeown",
        "abstract": "Recent advances in intergroup contact research have drawn on methods from human geography to investigate how segregation shapes, and is shaped by, everyday intergroup experiences. Emerging findings suggest that the phenomena might be reciprocally intertwined, but empirical evidence is limited and mixed. This research tested the reciprocal relationship between everyday intergroup contact and segregation using ecological momentary assessment and GPS-GIS tracking in two segregated UK cities with youths aged 15–17. Study 1 (Belfast; nparticipants = 15; ninteractions = 115; nGPS-point = 633) focused on Catholics–Protestants divisions, and Study 2 (Bradford; nparticipants = 30; ninteractions = 334; nGPS-point = 2868) addressed ethnic segregation among Asian, White, and Black communities. In both studies, youths reported on social interactions throughout 6 days, while their urban mobility in outgroup spaces was tracked. In Belfast, more mixed districts predicted higher anxiety during intergroup interactions, yet, positive intergroup contact was followed by increased visits to outgroup spaces. In Bradford, mixed districts increased the likelihood (but not the quality) of intergroup contact, while the link between positive contact and subsequent outgroup space use was replicated. The findings highlight a virtuous cycle depending on contextual norms by which positive contact and desegregation practices might reinforce each other, arguably demonstrating the potential of intergroup contact for levelling urban divisions.",
        "doi": "https://doi.org/10.31219/osf.io/3tnrz_v2",
        "subjects": [
          {
            "id": "584240db54be81056cecacf6",
            "name": "Geography"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecac69",
            "name": "Urban Studies and Planning"
          }
        ],
        "id": "3tnrz",
        "version": 2
      },
      {
        "title": "Finding out the Housing Stupa of the Engraved Copper Plates of Fourth Buddhist Council",
        "authors": "Milind Raskar",
        "abstract": "Since the 19th century, scholars have tried to locate the housing stupa of the engraved copper plates hidden by Emperor Kanishka, following his and his team's theosophical thoughts. This study delves into the search for the engraved copper plates of the Fourth Buddhist council, hidden at a secret location under a stupa. Divided into two sections, the research aims to locate the Fourth Buddhist council site and identify the housing stupa based on the hypothesis that King Kanishka, being knowledgeable about the Himalayan terrain, would have hidden the plates in a secure place protected from atmospheric and human-induced hazards. Accompanied by Buddhist scholars, Kanishka executed this plan with great secrecy. The research supports the theory that the Kundal-Atholi region in Kishtwar, Kashmir, served as the Fourth Buddhist council site, well-protected by mountains and having fertile land to sustain the council attendees. The Kanika Chorten in Zanskar valley is suggested as not only the housing stupa of the engraved copper plates but also the Buddha's alms bowl, hidden amidst the difficult-to-reach high passes and abundant copper resources. Fountain slabs with water Baolis from Ghora galli to Kundal-Atholi reveal routes to the council, reflecting Kanishka's dedication to Buddhism. Art sculptures of horse riders in the Kesar saga hint at connections between Kesar and King Kanishka's life, aiding in reconstructing Stupa structures using Ghora galli sculptures. The expedition to locate the housing stupa, guided by the Kesar saga, led to Kanika Chorten, and the statues in the cemetery are believed to be made by Kesar of Ling. Verification using metal detectors provided evidence of non-ferrous metal presence under the Kanika chorten's base, supporting the hypothesis. Preservation of Ghora galli, Gool sculptures, water Baolis, and the Fourth Buddhist council location is crucial, as these historical monuments hold immense significance for Mahayana and Vajrayana Buddhism. Unearthing the engraved copper plates will shed light on the Kushan period and Buddhism during Kanishka's reign, honoring the efforts of the people of Zanskar in preserving their historical legacy. Note for Third Revision: A previously discussed stone inscription was misinterpreted due to its damaged script. The inscription and related argument have been removed in this version to ensure accuracy. Earlier versions remain available for transparency.",
        "doi": "https://doi.org/10.31219/osf.io/dc7nt_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca9c0",
            "name": "History of Art, Architecture, and Archaeology"
          },
          {
            "id": "584240da54be81056cecac6a",
            "name": "Sociology"
          }
        ],
        "id": "dc7nt",
        "version": 3
      },
      {
        "title": "Expression at the Edge: Free Speech Boundaries Amidst the Gaza Crisis",
        "authors": "Guy Grossman, Yphtach Lelkes, Ran Abramitzky, Tamar Mitts, Hani Mansour",
        "abstract": "This study examines how college students navigate the tension between free speech and harm prevention, highlighted by recent campus protests around the war in Gaza. Using online survey experiments with 3,065 college students nationwide, we find that the severity of speech and the target's identity strongly influence support for disciplinary actions in response to objectionable speech. Students generally oppose punishing objectionable speech unless it is deemed highly harmful. Hateful rhetoric targeting minority groups, such as Black, Jewish, Muslim, and transgender individuals, elicits stronger punitive responses than identical statements directed at White students. While students, on average, afford greater protections to minority groups, there is notable variation. Exploratory analysis reveals that students’ responses are shaped by normative principles: about two-thirds believe minority groups should receive greater protection from harmful speech, while one-third advocate universal, equal treatment regardless of the target’s identity. These principles predict responses to speech scenarios, beyond ideology, stance on the Israeli-Palestinian conflict, and other personal characteristics. However, commitment to these principles weakens when individuals have a strong stance on the topic. These findings shed light on how college students balance competing principles of fairness and harm prevention in polarized contexts, offering insights into contemporary campus debates about free speech and inclusion.",
        "doi": "https://doi.org/10.31219/osf.io/mc6u3_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          },
          {
            "id": "584240da54be81056cecab8f",
            "name": "Economics"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "mc6u3",
        "version": 2
      },
      {
        "title": "How do mental health challenges affect the performance of professional musicians? A systematic review.",
        "authors": "Natasza Nowosadko, Joanna Gorgol-Waleriańczyk",
        "abstract": "IMPORTANT NOTICE: This preprint represents an earlier version of the review and contains methodological limitations. The manuscript has since been substantially revised, re-analysed, and theoretically reframed. This version should not be cited as the current state of the review. This systematic review examines the relationship between mental health challenges and performance quality among professional musicians. The study was conducted following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines. The review protocol was registered in PROSPERO (CRD42025636469). Through an analysis of 18 primary research articles published between 2009 and 2024, we investigate how various mental health issues, particularly Music Performance Anxiety (MPA), affect both objective and subjective aspects of musical performance. The review reveals that mental health challenges significantly impact performance through multiple pathways, including physiological responses (increased heart rate, muscle tension), psychological reactions (anxiety, rumination), and behavioral changes (practice habits, career choices). While moderate levels of anxiety can sometimes enhance performance, excessive anxiety typically leads to deterioration in both technical and artistic aspects of playing. The findings highlight that early life experiences, personality traits, and performance conditions significantly moderate these effects. The review also identifies important research gaps, particularly regarding the impact of depression, burnout, and sleep disorders on musical performance. These findings have important implications for music education, performance preparation, and healthcare support for musicians, suggesting the need for early intervention and personalized anxiety management strategies.",
        "doi": "https://doi.org/10.31219/osf.io/2rpck_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecab45",
            "name": "Music"
          }
        ],
        "id": "2rpck",
        "version": 1
      },
      {
        "title": "Accent Bias and Inequities in Higher Education: A critical perspective on University Students’ Experiences of Accent-Based Disadvantages.",
        "authors": "Gisela Tomé Lourido, Julia Snell",
        "abstract": "UK Higher Education (HE) has an increasingly diverse student population due to internationalisation and widening participation strategies, common in universities worldwide. However, a drive to recruit overseas and other traditionally under-represented students may result in inequities if comparable efforts are not made to understand and enhance their experiences. Using a survey (N=600), quantitative analysis and critical reflexive thematic analysis, we examine the inequities students experience at an elite university, focusing on language. We demonstrate four accent-based disadvantages that traditionally under-represented students may face: 1) experiencing microagressions; 2) struggling to embody a ‘legitimate’ academic identity and fully participate in university life; 3) intersection of accent bias with other axes of discrimination, especially race and class; and 4) internalising negative perceptions of their accent, affecting confidence, wellbeing, and career choices. We make recommendations to help HEIs address accent-based inequities and ensure that students from all linguistic backgrounds have equal opportunities for learning.",
        "doi": "https://doi.org/10.31219/osf.io/sze2k_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca927",
            "name": "English Language and Literature"
          },
          {
            "id": "584240d954be81056ceca960",
            "name": "Linguistics"
          },
          {
            "id": "584240da54be81056cecab98",
            "name": "Higher Education"
          }
        ],
        "id": "sze2k",
        "version": 2
      },
      {
        "title": "Beyond the individual: A social foraging framework to study decisions in groups",
        "authors": "Ketika Garg, Wenning Deng, dean mobbs",
        "abstract": "A key goal of the behavioral sciences is to understand how agents decide between rewarding, hazardous, and conflicting options. Foraging theory, which is rooted in ecology and evolutionary theory, has helped advance this pursuit but has largely been limited to the study of the individual. In this Perspective, we extend beyond an individual. We propose social foraging as a promising avenue to study social decisions, or decisions within a social context. Recent research has already applied similar paradigms to study social behavior in naturalistic conditions. We synthesize the key socio-cognitive elements involved in social foraging that can be further studied through foraging paradigms. We then propose a social foraging framework that distinguishes between the asocial and social components involved in the decision-making process and describes their integration. Our framework bridges research across disciplines to provide a promising new avenue for the study of social behavior by linking decisions across different scales, from individuals to collectives.",
        "doi": "https://doi.org/10.31219/osf.io/rmqyb_v3",
        "subjects": [],
        "id": "rmqyb",
        "version": 3
      },
      {
        "title": "Social Distancing as a Public Goods Dilemma: High Economic Cost Reduces Voluntary Compliance",
        "authors": "Eric Merkley, Peter John Loewen",
        "abstract": "Participation in social distancing can be seen as a contribution to a public good that is influenced by 1) the marginal costs and benefits of those contributions and 2) expectations that other citizens will participate. We test our theory using an official government economic report on job loss as an exogenous, negative information shock. Using Canadian data, we show that this shock increased aggregate-level mobility and reduced self-reported social distancing among respondents surveyed throughout the pandemic (N=17,539), especially for younger respondents – a group that faces higher costs relative to benefits of compliance. We also conduct three survey experiments on nationally representative samples to unpack a possible mediating effect of expectations of others’ participation. Our results reinforce our principal findings, while also showing that 1) information on prospective economic cost reduces expectations of compliance by other citizens; and 2) expectations of compliance by others cause expectations of respondents’ own compliance.",
        "doi": "https://doi.org/10.31219/osf.io/yht9v",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "yht9v",
        "version": 1
      },
      {
        "title": "El efecto del contexto social en la asociación entre música y emoción",
        "authors": "Antonio Francisco Alaminos-Fernández",
        "abstract": "The research of the association between music and emotions investigates the emotions expressed in a song and those it provokes in the listener. Experimental designs generally lack a social context that controls the emotional origin of the songs. This study operationalizes the memories they evoke as emotional valence. With a sample of 100 individuals and 900 self-reports, the results show how semantic memory attenuates the relationship between valences and emotions. However, in aggregate terms the association remains statistically significant. This conclusion supports the use of surveys given that individual heterogeneity does not suppress the associations between valences and emotions.",
        "doi": "https://doi.org/10.31235/osf.io/k6589_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d43",
            "name": "Music"
          }
        ],
        "id": "k6589",
        "version": 1
      },
      {
        "title": "Conserved Attention Theory: From Physical Constraints to Social Emergence",
        "authors": "Nathan Simpson",
        "abstract": "Attention is notoriously definitionally fragmented, which results in downstream confusion in applied theory. In this paper, I introduce Conserved Attention Theory (CAT), in which attention is defined as the per-actor, per-instant allocation of bounded processing resources, idealized as fully allocated and zero-sum. Allocations leave physical traces (artifacts) in actors and external environments that bias future allocation in a feedback loop. Attention space is an actor’s individually-instantiated associative topology across potential allocation biases, both internal and external. I demonstrate that the convergence of overlapping attention spaces is sufficient for social patterns and behavior to emerge without the requirement of a separate ontological social layer. I show that attention spaces and emergent social consequences remain subject to thermodynamics and entropy. This framework provides a physically grounded approach to reframe social phenomena like social polarization in physical terms rather than as rational or moral failures.",
        "doi": "https://doi.org/10.31235/osf.io/26ngp_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "26ngp",
        "version": 1
      },
      {
        "title": "Mental Health Surveillance Gaps in Indonesian Secondary Education: An Autoethnographic Analysis of Institutional Failures and Cascading Psychological Crisis",
        "authors": "Zaelani",
        "abstract": "A documented mental health crisis affects 33% of Indonesian adolescents, with only 2.6% accessing professional services. Secondary education systems demonstrate persistent gaps between identified mental health needs and institutional capacity to respond. This study employs autoethnographic analysis integrated with systematic engagement of peer-reviewed literature to examine institutional mechanisms through which policy failures cascade into individual psychological distress. Research reveals that surveillance failures are not implementation gaps but structurally produced through educational paternalism, conformity-enforcing social systems, chronic cognitive dissonance in critical thinkers, cognitive impairment resulting from burnout, suppression of authentic identity, and systematic teacher mental health literacy deficits. The analysis yields three principal contributions: (1) a cascading crisis model demonstrating how structural policy failures transmit through institutional, social, cognitive, and psychological levels; (2) reconceptualization of anxiety and critical thinking as accurate threat detection rather than individual pathology in genuinely toxic environments; and (3) autoethnographic evidence of student perspective systematically absent from policy discourse. Methodologically, the study demonstrates autoethnography's capacity to generate institutional knowledge through insider access to dynamics invisible to conventional research methods. The research generalizes patterns identified across multiple Indonesian secondary education contexts, with policy implications for mandatory educator mental health literacy training, prevention-oriented rather than crisis-driven systems, embedding mental health within educational policy infrastructure, and substantive inclusion of student voice in program design. The study makes urgent case that psychological harm documented in adolescent populations is not inevitable consequence of schooling but result of specific institutional choices choices amenable to reform.",
        "doi": "https://doi.org/10.31235/osf.io/4f9t7_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "4f9t7",
        "version": 1
      },
      {
        "title": "Arbitration Governance in Transition: Contractually, Institutional Control, and Judicial Review in China",
        "authors": "SIMA NZANG JULIO CESAR OBIANG",
        "abstract": "Arbitration is generally acknowledged as a contract-based procedure driven by the principles of party autonomy, procedural flexibility, and minimal judicial intervention. In the Chinese case, the governance of arbitration is placed within a regulatory arena driven by administrative supervision, judicialization of arbitration procedures, and deep judicial review, causing a tension between contract principles. In this study, a legal and development orientation is adopted to examine the Chinese arbitration system, arguing that the above tension is part of a broader challenge faced by transitional approaches to harmonize dispute resolution practices and market governance and rule of law aspirations. It proposes an institutional reform led by a conceptual map of three core principles: decreasing administrative supervision over arbitration governance in terms of market reform principles; adjusting the adversary practices of litigation within arbitration governance in terms of empowerment and personal legislation; and evolving a judicial supervision approach featuring a teamwork scheme and preferential procedural analysis over deep judicial interventionism. The analysis offers a contribution to a discourse on international comparisons of arbitration governance and development.",
        "doi": "https://doi.org/10.31235/osf.io/qwygu_v1",
        "subjects": [],
        "id": "qwygu",
        "version": 1
      },
      {
        "title": "Gestalt Therapy and Argentine Tango: An Embodied Framework for Relational Awareness and Socio-Emotional Development",
        "authors": "Pavlos Mavromatis",
        "abstract": "Embodied and relational approaches to socio-emotional development increasingly emphasize lived experience, interaction, and situated awareness, yet few frameworks systematically integrate movement-based practices with established psychotherapeutic theory. This theoretical review examines the convergence between Argentine Tango (tango) and Gestalt Therapy (GT), proposing an embodied, relational framework for socio-emotional development and relational awareness. Tango is conceptualized as an improvisational, dyadic practice that operationalizes core GT principles, including contact, field regulation, phenomenological awareness, experiential cycling, and creative adjustment. Drawing on empirical findings from psychology, neuroscience, and movement science, the review synthesizes evidence indicating that tango participation supports emotional regulation, empathy, social bonding, embodied awareness, and motor-cognitive integration. Through this synthesis, tango is positioned as a structured somatic laboratory for experiential GT processes and relational learning, offering a concrete context in which therapeutic mechanisms unfold in vivo. Despite promising outcomes, existing research remains predominantly outcome-focused, and systematic, process-oriented investigation of tango’s specific mechanisms of change is limited. This framework establishes a foundation for future interdisciplinary research and applied exploration of tango-informed GT practice across therapeutic, educational, and movement-based contexts.",
        "doi": "https://doi.org/10.31235/osf.io/4sqrc_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "4sqrc",
        "version": 1
      },
      {
        "title": "FROM FISCAL OPPORTUNITY TO GOVERNANCE RISK: MAKING TOURISM ACCOMMODATION TAXES WORK FOR SUSTAINABILITY",
        "authors": "Marc Fuster Uguet, Macià Blázquez Salom, Xavier Font",
        "abstract": "This study examines the disconnect between sustainability rhetoric and fiscal practice in the Balearic Islands' tourism tax policy (Spain). Using a novel AI-assisted method, we analyse 297 tax-funded projects worth €845.8 million and 357 civil society proposals from 2016–2025. Findings reveal a shift from eco-social aims toward a green growth agenda, prioritising competitiveness over redistribution or ecological limits. Despite growing public demand for tourism degrowth and justice, governance structures marginalise civic influence. The study highlights how sustainability language is co-opted to legitimise expansion, raising concerns about greenwashing. We argue for redesigning tourism taxes with participatory governance, progressive criteria, and sufficiency-based goals. This approach can transform tourism fiscal tools into genuine levers for environmental justice and systemic transition.",
        "doi": "https://doi.org/10.31235/osf.io/6aykf_v1",
        "subjects": [],
        "id": "6aykf",
        "version": 1
      },
      {
        "title": "Hallowed Institutional Categories, Race, and Organizations",
        "authors": "Esther HsuBorger",
        "abstract": "In an era in which most organizations are not explicitly built around racist aims and most organizational actors do not admit racial bias, how do racial inequalities nevertheless persist? In recent years, research scholarship fusing race and organizational theories has made an important analytical intervention: Organizations are not merely venues of racial animus and racial inequality but, rather, race is constitutive of organizations. But contra Ray’s (2019) emphasis on attending to “broadly shared racial schemas,” this paper employs Durkheim’s notion of sacred–profane divisions to argue that analysts should focus on the case-specific issue of the binary divisions that define legitimacy within a particular organizational field. It is via hallowed institutional categories that organizations produce, encode, and obscure racial disparities and meanings. To illustrate the potential and flexibility of such an approach, this paper takes up the case of the alternative food sector, drawing on 11 months of ethnographic research at a large farmers market and analysis of four decades of organizational records. Findings reveal how the racial order is reinforced not only through racial animus and racial schemas, but it also unfolds via the most ordinary of this market’s organizational pathways, from membership lists, certifications, and placement in geographical space. Importantly, these racialized dynamics would neither be observed nor explained by prevailing organizational frameworks of racial stratification.",
        "doi": "https://doi.org/10.31235/osf.io/64dyc_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "64dyc",
        "version": 1
      },
      {
        "title": "Australia’s multi‑provider social housing system: contest or growth?",
        "authors": "Julie Lawson, Liam Davies, David Hayward, Laurence Troy, Greta Werner, Jago Dodson, Megan Robinson",
        "abstract": "This research examined Australia’s multi-provider social housing system and analysed changes over time to social housing delivery. The system includes public housing, managed by state and territory government agencies; community housing, managed by not-for-profit providers; and some housing provided through the NDIS and National Rental Affordability Scheme. There has been minimal growth in social housing stock in Australia over the past three decades. This has led to a reduction in the share of the total dwelling stock and annual new dwelling supply. To date, programs to boost social housing have been sporadic and often customised and complex. Australia lacks long-term, sustainable social housing growth models. This research offers policymakers options to reverse the decline.",
        "doi": "https://doi.org/10.31235/osf.io/e6pyf_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "e6pyf",
        "version": 1
      },
      {
        "title": "The Black–White Mortality Crossover: Evidence from Linked U.S. Administrative Mortality Records",
        "authors": "Casey F. Breen",
        "abstract": "First documented in 1930, the Black–White mortality crossover remains one of the most enduring puzzles in Demography. Black Americans experience higher age-specific mortality rates than White Americans throughout most of the life course, yet this pattern reverses at advanced ages. A leading explanation is that there is no crossover at all. Rather, differential age misreporting or other data errors create a spurious crossover. We use a large-scale administrative cohort dataset of American men (N = 2.3 million deaths) to assess whether the Black–White mortality crossover is real or an artifact of data error. We find a mortality crossover for the male birth cohorts of 1890–1905 at age 86. At age 75, Black men have nearly a 10% higher probability of dying than White men, but by age 95, the probability of dying is 8% higher for White men. The quality of our mortality data, paired with a series of sensitivity analyses, provides new evidence that the observed crossover is not an artifact of age misreporting. Our findings address a long-standing empirical debate and emphasize the need for further investigation into alternative explanations of the crossover, including selective survival mechanisms and reversals of group-specific disadvantage at advanced ages.",
        "doi": "https://doi.org/10.31235/osf.io/ax9u3_v2",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ax9u3",
        "version": 2
      },
      {
        "title": "Flying Blind: Why Canadian Health Research Fails to Reflect the Population It Serves",
        "authors": "Adèle Salin-Cantegrel, Hasty Kia, Fernanda Olvera P.",
        "abstract": "Canada's health research enterprise operates under a troubling paradox. For over a decade, federal mandates have required researchers to consider sex, gender, and diversity in their studies—yet no one has systematically verified whether these requirements translate into practice. The result is a system that may be producing research fundamentally misaligned with the population it claims to serve. When clinical trials and health studies fail to include representative samples, the treatments and interventions they validate may work differently—or not at all—for excluded groups. This is not merely an equity concern; it is a validity crisis that undermines the scientific foundation of Canadian healthcare. Our assessment of global health datasets and Canadian research infrastructure reveals that this problem stems not from researcher indifference, but from a critical gap between policy aspirations and operational capacity. Institutions lack the digital tools to measure diversity, leaving them unable to identify—let alone correct—systematic exclusions. Addressing this requires moving beyond compliance narratives toward investment in auditing infrastructure that can objectively verify representativeness.",
        "doi": "https://doi.org/10.31235/osf.io/khv9c_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "khv9c",
        "version": 1
      },
      {
        "title": "Cumulative impacts of legislation on Anishnaabe food ways",
        "authors": "Jodi Koberinski, Sue Bell Chiblow, PhD, Caroline Recollet, MES",
        "abstract": "For the Anishinaabek Nation, forests are sites of social, ancestral, and more-than-human relationships that sustain Life. For Canadian governments, forests are sites of timber extraction that sustain industry. Canadian legislators fail to see the forest for the trees. This case study examines cumulative impacts of Ontario’s forestry legislation on Anishinaabek life ways, focusing our study on food ways. Food ways include cultural, economic, scientific, linguistic, spiritual, and intergenerational dimensions of food in a society. Anishinaabek food ways are affirmed in the 1850 Robinson Huron Treaty, a land sharing agreement between the Anishinaabek Nation and the British Crown. Crown responsibilities for resource ‘management’ was given to Provinces following the BNA Act (1867). We demonstrate ways Ontario forestry legislation disregards the Crown’s Treaty-affirmed obligations to uphold Anishinaabek harvesting rights. This case study begins with Elders’ reflections on glyphosate use in forestry. Forest operators claim herbicide use speeds commercial species regeneration, yet this strategy converts food and medicine-bearing forests to pine plantations lacking the biodiversity upon which Anishinaabek food ways depend. We ask how changes to Ontario’s forestry legislation impact Crown obligations under the Robinson Huron Treaty (1850) to protect Anishinaabek food ways. We examine limitations of settler colonial knowledge systems for understanding the impacts of forest ‘management’ decisions. This research demonstrates a need for settler scholars and forest practitioners to update their understandings of Crown responsibilities through Indigenous peoples’ Treaty perspectives. Respecting Anishinaabek food ways means adjusting how settler society views forests.",
        "doi": "https://doi.org/10.31235/osf.io/xzmpe_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "xzmpe",
        "version": 1
      },
      {
        "title": "The Metrics of Erasure: Attention, Harm, and the Epistemology of Digital Capitalism",
        "authors": "Shuja Shakir",
        "abstract": "In digital capitalism, attention is often regarded as a measurable economic resource, although its conceptual definition remains unstable across various scientific disciplines. This study contends that quantifying attention functions not as an impartial measurement but as a fundamental epistemic framework that dictates what can be understood about attention. By examining proxy-based metrics such as engagement and watch time, it illustrates how these computable indicators gain authoritative status within platform infrastructures, ultimately defining attention rather than merely estimating it. Through an exploration of YouTube’s watch-time economy, this study reveals how a proxy metric is integrated into feedback loops that connect algorithmic optimization, creator efforts, and user actions, creating a self-perpetuating epistemic cycle in which the metric shapes the reality it purports to measure. In this system, issues such as cognitive overload, creative exhaustion, and attentional fatigue do not manifest as quantifiable costs but arise as epistemic externalities—systematically produced yet obscured by the metric’s one-sided logic of accumulation. This study further asserts that this epistemic imbalance extends beyond individual platforms, altering the conditions of democratic attention. The forms of attention crucial to democratic life–sustained, integrative, and deliberative–remain inherently unquantifiable within engagement-focused systems and are thus excluded from institutional recognition and value. Consequently, attention quantification is not merely an economic tactic but a transformation of democracy’s epistemic foundations. Addressing these impacts necessitates interrogating the epistemic authority of proxy-based metrics rather than refining them within the existing framework.",
        "doi": "https://doi.org/10.31235/osf.io/kjqes_v1",
        "subjects": [],
        "id": "kjqes",
        "version": 1
      },
      {
        "title": "The Interpenetration of the Real World and Digital World",
        "authors": "Shigenori Tanaka",
        "abstract": "This paper challenges the conventional dualism of \"real versus digital,\" proposing a state of interpenetration where both domains are inseparably integrated within human cognition. Utilizing sense-making theory, the author argues that meaning is generated through memory chains that do not fundamentally distinguish between physical and digital experiences. To systematically analyze this integration, the research applies the Quatro Dynamic Thinking model, which explores the four dimensions of depth, breadth, relationships, and time. The paper examines how interpenetration manifests in practical domains such as healthcare, labor, and social problem-solving, revealing a transition from digital tools to embodied cognitive extensions. It elucidates a new mode of human existence within the \"interreal world,\" where psychological and social realities often supersede traditional ontological boundaries. While acknowledging the benefits of this fusion, the paper warns of risks like the \"accumulation of cognitive debt\" and the atrophy of thinking skills due to AI dependency. Ultimately, it advocates for cultivating multidimensional thinking to ensure humans remain the primary agents of meaning-making in an increasingly digitalized reality",
        "doi": "https://doi.org/10.31235/osf.io/v6yqt_v1",
        "subjects": [],
        "id": "v6yqt",
        "version": 1
      },
      {
        "title": "COMPETING FOR SUSTAINABILITY: Sensemaking and organisational engagement in European tourism competitions",
        "authors": "Lisa Pace, Xavier Font",
        "abstract": "Sustainability competitions are widely used as soft governance instruments, yet organisational engagement varies considerably. This study explains this variation by examining managerial sensemaking. Drawing on interviews with senior managers from 16 European destinations, the study shows that engagement is shaped by how tourist destination managers interpret the purpose and relevance of competitions through organisational identity orientations. Identity orientations determine whether competitions are treated as meaningful governance mechanisms or as marginal compliance or reputational exercises. We identify five sensemaking configurations that explain variation between substantive, learning-oriented engagement and selective or symbolic responses, and show that these configurations may shift over time as organisational experiences and contexts change.",
        "doi": "https://doi.org/10.31235/osf.io/2xmep_v1",
        "subjects": [],
        "id": "2xmep",
        "version": 1
      },
      {
        "title": "Analyzing Language Grounding and Linguistic Intentionality in Cognitive Process and Information Processing Model (CPIPM)-Driven Linguistic Processes",
        "authors": "Dongcai Zhao",
        "abstract": "Language acts as a bridge for understanding the world, yet the precise mechanics of language generation remain unclear. This study delves into the world-engaged Cognitive Process and Information Processing Model (CPIPM), arguing that language's intentionality is inherent to itself, acquired through training within a world-involving context. This view resonates with the philosophical insights of Martin Heidegger and Ludwig Wittgenstein. When an agent equipped with the CPIPM algorithm is initially outfitted with perceptual sensors and preset with primary needs, it can generate language in accordance with the algorithm. In subsequent cognitive processes, the agent is capable of achieving re-cognition through language, thereby transcending the limitations of its initial sensors and pre-programmed parameters. Consequently, its language exhibits both systematicity and productivity.",
        "doi": "https://doi.org/10.31235/osf.io/phev9_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          }
        ],
        "id": "phev9",
        "version": 1
      },
      {
        "title": "Reverse Catastrophe Bonds for Pandemic Preparedness",
        "authors": "Thomas Kelly",
        "abstract": "Traditional catastrophe bonds allow jurisdictions to insure against major disasters when a sponsor can afford regular coupon payments but cannot afford a large, unexpected disaster. Wealthy national governments can afford both routine payments to prepare for and prevent natural disasters and pandemics, and can afford much larger stimulus and relief payments when they occur, with the former being more cost effective, but the latter having much greater political support. Private preparation for major natural disasters is complicated by laws and social norms against price-gouging that discourage private stockpiling. We argue that governments could ensure efficient, market-driven preparations for many forms of disasters, including pandemics, by entering contingent purchasing contracts that follow the risk-transfer logic of ‘reverse catastrophe bonds.’ I In this model, private suppliers pay for the creation and maintenance of medical countermeasures and other disaster-ready supplies in exchange for the government sponsor agreeing to purchase such private stockpiles at a set premium when a disaster occurs. This would allow governments to avoid unpopular spending on disaster stockpiling, increase societal levels of stockpiling, incentivize private actors to predict and prepare for disasters, and allow the government to distribute emergency goods via social rather than market mechanisms during disasters or pandemics. This model is a form of contingent purchasing agreement related to, but distinct from, advance market commitments. Unlike AMCs, it does not rely on predefined target product profiles or ex ante quantity commitments. This paper also discusses how private philanthropy could play a catalytic role in developing and piloting versions of this proposal.",
        "doi": "https://doi.org/10.31235/osf.io/8vmjn_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "8vmjn",
        "version": 1
      },
      {
        "title": "Vectors of Disclosure: Scenarios, Taxonomies, and the Mode of Existence of Environmental KPIs",
        "authors": "alessandro maresca",
        "abstract": "Environmental KPIs have long been analysed as socio-technical devices—abstractions, inscriptions, and instruments of action at a distance—rather than as neutral representations of external realities. This article extends that line of inquiry by treating KPIs as technical objects in Simondon’s sense: individuating entities whose stability depends on the construction of an associated milieu of metadata, identifiers, validation routines, and machine-readable infrastructures. Drawing on Simondon’s account of technical individuation and Hui’s notion of digital objects, I reconstruct the concretisation of climate KPIs in European sustainability reporting from avoided-emissions claims to scenario-indexed pathways, sectoral intensities, and ESRS-aligned transition-plan disclosures designed for downstream recomputation. I contrast this trajectory with biodiversity disclosure, where indicators often remain procedural and delegative, outsourcing commensuration to future modelling capacities and to spatial “sensitivity layers” that are still missing or unevenly implemented across platforms. A comparison with impairment-testing sensitivities in financial reporting specifies what a mature associated milieu looks like: discounting conventions and parameter disclosures that render uncertainty governable, auditable, and contestable. The contemporary crisis of sustainability reporting is therefore less a deficit of data than a struggle over the technical milieus—scenarios, taxonomies, identifiers, and platform stacks—through which comparability, auditability, and collective steering are made possible.",
        "doi": "https://doi.org/10.31235/osf.io/7vdp6_v1",
        "subjects": [],
        "id": "7vdp6",
        "version": 1
      },
      {
        "title": "“The Feeling of Life”: Creative Dynamics Captured in Real Time",
        "authors": "Raphaël Julliard, Damien Roy, Marion Botella",
        "abstract": "This article presents a proof-of-concept for the Researcher-As-Obstacle (RAO) framework, grounded in a case study with a professional artist. By deliberately interfering with the creative process through real-time micro-phenomenological questioning, we pursue a dual objective. First, methodologically, we demonstrate that this intervention is feasible and preserves the ecological validity of the creative act. Second, and crucially, we show that the protocol generates data of unexpected granularity, granting access to the “creative engine”: the minute-to-minute oscillation between action (what the artist does) and affect (how the work’s evolving form redirects action). This deep analysis allows us to conceptualize the “fertile self”, a productive zone situated between the risks of self-citation (repetition) and self-alienation (loss of agency). Within this zone, the artist is guided by a pre-reflective \"feeling of life\" felt in relation to the artwork-in-the-making. Consequently, the study validates RAO not merely as an observational tool, but as a generative instrument for theory building: the data suggest that the fertile self is structurally similar to Vygotsky’s zone of proximal development where the relation to the artwork acts as the guiding peer. RAO is thus established as a key method for grounding creativity research in the dynamic, first-person experience of the maker.",
        "doi": "https://doi.org/10.31235/osf.io/92fxy_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76cab",
            "name": "Fine Arts"
          },
          {
            "id": "5a8c80f4c698300375c76cca",
            "name": "Art Practice"
          },
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          }
        ],
        "id": "92fxy",
        "version": 1
      },
      {
        "title": "Does community policing increase police legitimacy? (Policiamento de proximidade aumenta a legitimidade da polícia?)",
        "authors": "Thaiza Siqueira da Silva, Ana Paula Lima dos Santos, Tomás Paixão Borges",
        "abstract": "The study investigates whether community policing increases police legitimacy. We understand legitimacy as the acceptance of police authorities as legitimate and trustworthy holders of power (O’Brien; Tyler, 2019). Based on nine (9) reviews addressing themes related to this question, we find that police legitimacy is strengthened when citizens perceive fair treatment, responsiveness, and respect from police authorities. In this sense, when these conditions are met, community policing is viewed as one of the public security policies capable of enhancing police legitimacy.",
        "doi": "https://doi.org/10.31235/osf.io/9asw4_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "9asw4",
        "version": 1
      },
      {
        "title": "Foraging and Farming in the Cloud Forest: Human Occupation of the Peruvian Eastern Andes, 5,400–1,000 cal BP",
        "authors": "Lauren Pratt, Natalí López Aldave, Carmela Alarcon Ledesma, Aleksa Alaica",
        "abstract": "This article presents the results of survey and excavation in the Chachapoyas region of the Peruvian eastern Andes attesting to human occupation of the mid-altitude cloud forest from at least the Middle Holocene. While the Peruvian eastern Andes have long been identified as an important region in the exchange of domesticated plants and animals between the Pacific coast, Andean highlands, and the Amazon rainforest, little direct evidence dating to before 1000 BP has been reported. In fact, the record of early groups in this tropical montane cloud forest environment is so scarce that some experts have suggested that this landscape was too marginal to support substantial pre- and proto-agricultural populations. Evidence from this study, including radiocarbon dating and faunal and botanical analyses, contradicts such models, showing that foragers were living in this environment from at least 5500 cal BP. Some domesticated species were present by the terminal Preceramic (ca 3600 cal BP), and mixed forager-producer subsistence persists in the Middle Horizon or Late Intermediate Period (1400–500 cal BP).",
        "doi": "https://doi.org/10.31235/osf.io/wvbsc_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          }
        ],
        "id": "wvbsc",
        "version": 1
      },
      {
        "title": "Exploring the Role of Visual Art in Healthcare Spaces: A Case Study at the Kentish Town Health Centre",
        "authors": "Mahrokh Cornelius",
        "abstract": "Research has increasingly demonstrated that visual art in healthcare settings can support wellbeing through psychological and physiological benefits such as reduced stress, improved mood, and enhanced care perceptions. However, there remains debate regarding which types of art are most suitable, given the subjectivity of preferences and diversity of healthcare settings. This exploratory case study examined how patient and staff interactions with a waiting room exhibition impact their experiences of the health center environment at a London GP practice. A convergent mixed-methods design captured experiences from staff, patients, and visitors through questionnaires, response forms, and a visitor journal. Quantitative data were analyzed using descriptive and inferential statistics, while qualitative responses underwent inductive thematic analysis. Results indicated staff primarily viewed the exhibition as enhancing aesthetics and providing positive distraction for patients, with no consensus on the importance of specific artistic aspects (Cochran's Q(6) = 21.33, p &lt; .001; Friedman χ²(5) = 4.89, p = .43). Thematic analysis generated four themes per population. Staff themes included workplace viewing patterns affecting engagement and accessibility, broad emotional benefits moderated by preference, appreciation of content and intellectual provocation, and curatorial sensitivity supporting holistic patient care. Patient and visitor themes included contextual significance of medical space, user-dependent emotional and psychological benefits, curiosity and artistry appreciation, and personal relationship to the artist. Cross-population triangulation indicated complex convergence on content appreciation and emotional impact, with distinct considerations emerging based on each group's unique relationship to the healthcare environment. With the exception of a couple negative responses, the exhibition positively influenced user experiences, offering emotional, intellectual, and aesthetic benefits. Overall, carefully curated art that balances intellectual stimulation, emotional benefits, and contextual sensitivity can enhance wellbeing in primary care settings. Recommendations include rotating diverse exhibitions, gathering stakeholder input before commissioning, creating intentional viewing opportunities for staff, and integrating arts programming into healthcare facility design standards.",
        "doi": "https://doi.org/10.31235/osf.io/zbwa8_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "zbwa8",
        "version": 1
      },
      {
        "title": "Backcasting as a tool to fostering a kaleidoscopic dialectic and a radical sociological imagination",
        "authors": "Adrian Eugenio Beling, Alejandro Pelfini",
        "abstract": "This chapter explores the potential of backcasting as a participatory foresight method to foster collective learning and unlock transformative pathways toward social-ecological sustainability. Drawing on Boike Rehbein’s concept of kaleidoscopic dialectics and sociological theory of collective learning, we argue that dominant sustainability governance frameworks —centered on innovation and predictive forecasting— reinforce existing narrative orders and institutional path dependencies, thereby constraining imagination and systemic change. Backcasting, by contrast, begins with desirable futures and works backward to identify present actions, enabling inclusive deliberation across diverse epistemic, cultural, and political perspectives. We show how this approach can operationalize radical sociological imagination, challenge expert monopolies on rationality, and reduce inequalities in participation, knowledge production, and global governance. By integrating normative reflection with pluralistic scenario-building, backcasting creates conditions for discursive democracy and cultural cross-fertilization, offering a pragmatic tool to reconfigure socio-cognitive matrices and institutional arrangements in the face of civilizational crisis.",
        "doi": "https://doi.org/10.31235/osf.io/ap32v_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f7c698300375c76d70",
            "name": "Educational Methods"
          },
          {
            "id": "5a8c80f7c698300375c76d79",
            "name": "Education Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ap32v",
        "version": 1
      },
      {
        "title": "Situated Histories and the Somatic Heart of Language: An Examination of Environmental Education Curricula",
        "authors": "Carol Blaizy D'Souza",
        "abstract": "Conceptions of nature are not immune to the parameters of the social world. Situating pedagogical texts historically and assessing their current implications is to attempt taking their proper measure. The lenses of purity, pollution, touch, taste, space, and boundaries have to be renegotiated, resisted and re-formed to conceptualize an alternative ecological world. Alternative visions of stories, histories, skills, technologies, and priorities can then be mapped and archived as a possibility, first of all, of the existence of different ways of living and, second of all, as tools ready to challenge the existing dominant conception. Language plays a crucial role in this enterprise. It is a point of departure in the journey of reimagination. This paper, through critical discourse analysis of two sets of texts—an alternative curriculum called the ‘Climate Change Curriculum’ and an interactive curriculum called ‘The Circular Classroom’—seeks to map the contours of discourse that manifest in the texts and the possible outlook it furthers. The discourse around the environment works with the categories of possession, physicality, resources, and boundaries. Even the discourse of environmental justice operates within these frames. No systems of dominant discourse function in a vacuum, but construct and prop each other, making mapping out of heterogeneous, dynamic and plural histories of environmental education curriculum a crucial first step.",
        "doi": "https://doi.org/10.31235/osf.io/2js4v_v1",
        "subjects": [],
        "id": "2js4v",
        "version": 1
      },
      {
        "title": "What Drives Community Health Worker Motivation? A Qualitative Study of ASHAs and AWWs Experiences and Systemic Challenges in Central Maharashtra",
        "authors": "Swati Misra, Arjunkumar Jakasania, Mudita Joshi, Rajashekhar M, Yogesh Singhraje Yedage, Mayur Bhanarkar, Omkar Kolhe, Vishakha Jagdale, M.A. Lasya Reddy, Abhishek V. Raut",
        "abstract": "Community health workers are central to India’s primary health system, yet sustaining their motivation remains challenging due to increasing workload &amp;systemic constraints. This qualitative exploratory study was conducted in Seloo-block of Central-Maharashtra (September2023–February2024), involving 258-participants, including ASHAs, supervisors, family members &amp;mothers. Data were collected through in-depth interviews, Force-Field Analysis, and Root-Cause Analysis, &amp;analysed using inductive-thematic analysis. Motivation emerged as a balance between enabling &amp;constraining forces. Six-themes were identified, including workload burden, incentive misalignment, administrative strain, field barriers, supervisory support, and social determinants. The findings highlight burnout risks and the need for integrated, context-specific strategies to sustain motivation and performance. Keywords Health System Constraints, Frontline Health Workforce, Primary Health Care Delivery, Supportive Supervision, Health Worker Motivation, Rural Health Systems, Participatory Learning and Action",
        "doi": "https://doi.org/10.31235/osf.io/ukbty_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "ukbty",
        "version": 1
      },
      {
        "title": "Field-Based Recommendations for Ethical Praxis in Refugee Health Research Amid Increased Surveillance, Securitization, and Distrust",
        "authors": "Muna Saleh",
        "abstract": "This reflective memoir discusses methodological and ethical praxis for responsibly conducting research with migrant populations constructed as out-groups amid hostile socio-political climates. Drawing on fieldwork experiences from a health study conducted between Fall 2024 and Spring 2025, I reflect on navigating relationships and trust-building while working with Somali communities in two U.S. cities, Salt Lake City and Minneapolis, during a period of heightened surveillance, immigration enforcement, complex identity and displacement histories, and community vulnerability to fraud. By grounding recommendations in field experiences across different geographic regions in the U.S., I offer practical insights for researchers committed to ethical praxis with formally displaced, structurally vulnerable populations.",
        "doi": "https://doi.org/10.31235/osf.io/vdruz_v1",
        "subjects": [],
        "id": "vdruz",
        "version": 1
      },
      {
        "title": "Mitigating the Impact of Dysregulation on Learning Outcomes for Autistic Pupils in an Everyday Specialist School Setting.",
        "authors": "Jill Doyle, Anna Melissa Romualdez",
        "abstract": "Lay Abstract This study looks at how autistic children manage their emotions at school and how teachers can help them feel more in control. Emotional regulation is important for learning, and it’s a key part of education, but most research focuses on medical issues rather than the everyday challenges children face in school. The study took place in a school for autistic children. Teachers and teaching assistants worked together to explore how emotions like stress or calmness can be influenced by the school environment. Through group discussions with teachers and classroom observations, the study found that helping children stay calm involves more than just looking at their behaviour. Teachers need to be flexible and understand what each child needs in the moment, since emotions can change quickly. Movement, like allowing children to walk around or take breaks, was found to be really helpful in keeping them regulated. Routine and predictability were also important, but teachers had to stay adaptable to meet each child’s needs. Teachers themselves also needed support, as managing their own stress and working well together as a team were key to helping the children. The study highlighted how important it is to really listen to and understand the children, as misunderstandings about their feelings or interests can lead to more stress for both students and teachers. Future research should look into how differences in attention and interest can affect emotional regulation, to avoid setting unrealistic expectations for the children. Creating a supportive, understanding community in schools can help both students and staff handle the challenges they face and this will mean finding more ways to include the children’s voice, even if they don’t speak.",
        "doi": "https://doi.org/10.31219/osf.io/rb58m_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecac6a",
            "name": "Sociology"
          },
          {
            "id": "584240da54be81056cecac4d",
            "name": "Special Education and Teaching"
          }
        ],
        "id": "rb58m",
        "version": 2
      },
      {
        "title": "Decentralized Internet of Things-Networks for environmental data pipelines: Opportunities and challenges in a community-based urban green space restoration project in Nairobi, Kenya",
        "authors": "Hanna Fiegenbaum, Bradley Azegele, Stephan Seider",
        "abstract": "Decentralized IoT-networks are part of a broader class of decentralized physical infrastructure networks (DePIN), which use blockchain to decentralize, incentivize, and reward the operation and maintenance of technical infrastructure. This study examines how decentralized IoT-networks can address challenges in the design and governance of environmental data streams, drawing on a community-based urban restoration project in Nairobi, Kenya. IoT sensors were deployed on the blockchain-based Helium Network to monitor regulating urban ecosystem services. The paper discusses technical features and presents observations on network reliability and community participation. The findings suggest that decentralized IoT systems hold promise for distributed environmental data collection and transparent governance, particularly in low-resource settings. However, purpose-built architectures may help enhance the effectiveness and deployment of community-based environmental monitoring efforts.",
        "doi": "https://doi.org/10.31219/osf.io/djgba_v5",
        "subjects": [
          {
            "id": "584240d954be81056cecaa03",
            "name": "Computational Engineering"
          },
          {
            "id": "584240da54be81056cecabae",
            "name": "Environmental Studies"
          },
          {
            "id": "584240da54be81056cecac24",
            "name": "Technology and Innovation"
          },
          {
            "id": "584240da54be81056cecac30",
            "name": "Civil and Environmental Engineering"
          },
          {
            "id": "584240da54be81056cecac69",
            "name": "Urban Studies and Planning"
          }
        ],
        "id": "djgba",
        "version": 5
      },
      {
        "title": "The Returns to Lobbying on Trade Policy: Evidence from TPP",
        "authors": "Moritz Hennicke, Michael Blanga-Gubbay",
        "abstract": "We provide systematic evidence that lobbying by firms on trade agreements matters for their stock prices. We leverage a unique shock to U.S. trade policy -- the unexpected victory of Donald Trump in the 2016 U.S. presidential election, and the de facto U.S. withdrawal from the Trans-Pacific Partnership (TPP). We find that stocks of companies that advocated for TPP underperformed, experiencing a reduction in share prices by −1.68%. Further, firms whose lobbying efforts were prominently covered in online news media and those lobbying on provisions of particular interest to the U.S. faced more pronounced losses.",
        "doi": "https://doi.org/10.31219/osf.io/zcwsn_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecab8f",
            "name": "Economics"
          }
        ],
        "id": "zcwsn",
        "version": 4
      },
      {
        "title": "Trust Calibration Mismatch and Systematic Fraud Exploitation in Religious-Collectivist Communities: A Theoretical Framework with Indonesia Case Studies",
        "authors": "Zaelani",
        "abstract": "Indonesia and many other nations present a paradox: high levels of religiosity coexist with systematic patterns of fraud and financial exploitation targeting religious communities. This paper develops a theoretical framework to explain mechanisms of trust exploitation in religious-collectivist communities, with empirical focus on documented fraud cases in Indonesia and the Southeast Asian region. Drawing on synthesis of literature regarding particularized versus generalized trust in social psychology, affinity fraud documentation in fraud prevention research, victimization theory, and empirical case studies, this paper identifies three interacting mechanisms. First, trust calibration mismatch reveals how lived experience in high-trust environments develops trust heuristics optimal for in-group contexts but vulnerable when out-group actors adopt in-group signals. Second, religious rationalization encompasses assumptions about religious deterrence and delegation of justice to God, reducing urgency for verification or formal reporting. Third, temporal familiarity exploitation demonstrates how perpetrators systematically build long-term relationships before large financial extraction. These three mechanisms generate an opportunity structure aligned with Fraud Triangle theory, where detection probability and punishment probability remain low while payoffs are substantial. This paper maintains a critical distinction between religious teachings (which explicitly prohibit deception) and religious identity as social signal (which can be exploited). The vulnerability analyzed is contextual rather than inherent to religiosity itself, emerging from specific configuration of high collectivism, religiosity as dominant identity marker, weak formal institutions, and strong social harmony norms. The framework is exploratory, grounded in existing literature and documented cases, and invites future empirical validation while offering implications for financial literacy education, fraud prevention policy, and institutional strengthening in religious communities.",
        "doi": "https://doi.org/10.31235/osf.io/85xwf_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "85xwf",
        "version": 1
      },
      {
        "title": "Online Crimes Against Children and Perceptions of Parental Responsibility: Applying Life Course Principles",
        "authors": "Deborah Lowry",
        "abstract": "Reports of online grooming, sexual extortion, and child sexual abuse material have increased markedly. Public reactions to news stories frequently point to inattentive parenting as the cause, even though studies show that many offenses are committed by people the child already knows, including juvenile peers and family members, and that today’s parents are far more involved in children’s daily lives than those of past generations. This chapter examines why public conversations about online crimes against children often attribute blame to neglectful parenting despite evidence of more complicated situations. The chapter first reviews what is currently known about family environments, parenting practices, and online children victimization, then draws on the Life Course Perspective for insight on online risks and public perceptions of them. From this framework, children’s online vulnerability is less a function of parental vigilance than of current historical contexts including sociocultural lag. As such, preventative programs must take into account these factors. Additional Life Course principles help explain why families and observers may struggle to understand what it means to “protect children online.” The aim is to view family-level prevention, and calls for it, within social and technological systems rather than treating parents, or any other single group, as a primary line of defense against online child predation.",
        "doi": "https://doi.org/10.31235/osf.io/sh9pq_v1",
        "subjects": [],
        "id": "sh9pq",
        "version": 1
      },
      {
        "title": "Criminal Nucleation and Phase Transitions: A Nonlinear Framework for Organized Violence in Mexico (2000–2024)",
        "authors": "Araceli Vázquez-Ocaña, Alan-Alberto Ramírez-Guevara",
        "abstract": "This study proposes a non-linear analytical framework, inspired by phase-transition theory, to explain abrupt regime shifts in organized violence within weak institutional systems.Using Mexico (2000-2024) as a primary case, we demonstrate that criminal violence does not escalate linearly but undergoes a \"phase transition\" once specific thresholds are crossed. We introduce the Criminal Nucleation Framework to model the emergence and persistence of criminal cells through three dimensions: the institutional activation barrier (ΔG), the critical organizational size (r*), and the growth constant (k). Empirical validation shows a structural rupture between 2007 and 2010, where homicide rates shifted from a stable regime (8.5–10 per 100k) to a chronic state (25–29 per 100k). By operationalizing a comparative Kinetic Risk Index (R = k/ΔG), the framework classifies cities into distinct systemic states rather than providing point predictions. The findings suggest that once a system exhibits hysteresis, reactive force is structurally insufficient; instead, policy must focus on increasing the activation barrier to prevent spontaneous criminal formation.",
        "doi": "https://doi.org/10.31235/osf.io/vcb5d_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "vcb5d",
        "version": 1
      },
      {
        "title": "Literacy and the education system in 16th- and17th-century England",
        "authors": "Simone Castello",
        "abstract": "This article is based on the first two chapters of my university thesis, discussed at the University of Turin many years ago. My research thesis is based on 17th century manuscripts housed in the Rare Manuscripts section of the British Library in London. In November 2025 I attended an economics conference at the University of Cambridge, where on hearing a delegate presenting this topic from 1660 to 1700, I discovered that my research is still valid. I also realised that it’s very interdisciplinary, touching on political history, history of science and economic history (human capital). This article provides the background to the information gleaned from the rare manuscripts, which will be shared in subsequent chapters. The thesis was awarded several points and allowed me to achieve an excellent final grade. I dedicate this article to my tutor, Prof Daniela Bianchi, who collaborated with Prof Giuseppe Rutto, and sadly passed away a few years after my graduation.",
        "doi": "https://doi.org/10.31235/osf.io/zfs7r_v1",
        "subjects": [],
        "id": "zfs7r",
        "version": 1
      },
      {
        "title": "Beyond Static Analysis: A Trajectory-Based Framework for Diagnosing Spatiotemporal Service Mismatches of Local Residents and Tourists",
        "authors": "Jiefeng Kang, Yusong Xie, Takahiro TSUGE, Takahiro KUBO",
        "abstract": "Tourism and everyday life increasingly intersect in destination spaces, yet existing studies rarely capture how local people and tourists generate unequal access to services through their distinct mobility patterns. This study introduces a trajectory-based spatiotemporal mismatch (TBSTM) framework that links group-specific mobility rhythms to the spatial and temporal distribution of facilities. Using Amami Oshima, Japan, as a case, we integrate a year-long high-resolution mobility trajectory dataset with mobility network analysis, multimodal accessibility modelling, and a standardized trajectory-based supply-demand index to evaluate disparities in service access for both groups. Results show a clear dual structure of inequality. Local people experience persistent, place-specific shortages in essential services, particularly education, healthcare, and administrative functions-concentrated in peripheral communities such as North, Uken, and Kakeromajima. Tourists, in contrast, face seasonal and service-specific deficits in accommodation, food, and tourism amenities, which intensify from quarter 2 to quarter 4 around gateways and major tourist attractions. Network analysis further indicates that local people provide the stable backbone of the island’s mobility system, whereas tourist flows temporarily thicken key nodes without altering overall connectivity. The study extends spatial mismatch theory by embedding dynamic, group-specific mobility evidence into an operational TBSTM framework. It also offers a foundation for dynamic adaptive governance, enabling timely and targeted interventions to enhance equity and resilience in tourism-dependent destinations.",
        "doi": "https://doi.org/10.31235/osf.io/qy4xu_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "qy4xu",
        "version": 1
      },
      {
        "title": "Project Financing Design and Implementation of Affordable Housing Projects in Nairobi Metropolis, Kenya.",
        "authors": "Research Bridge publisher, Athuman Oduki Siati, Joyce Daudi Nzulwa, Yusuf Muchelule, Susan Naikuru",
        "abstract": "Affordable housing has become a major concern to many governments. The debate in this area has extremely grown both nationally and internationally after a series of recorded ballooning of population and the mushrooming of informal settlements in the environs of our cities and towns. This study seeks to explore the project design and implementation of affordable housing projects in Nairobi metropolis, Kenya. The objectives considered in this study are: To establish the influence of Project Financing Design and to check the moderating role of Regulatory framework between Project design and the implementation of affordable housing projects in Nairobi metropolis, Kenya. To achieve the set objectives, the study develops research hypotheses and was statistically tested at α = 0.05. The theories on which the study was hinged are stakeholder’s theory and open system theory. The study adopts a descriptive research design, and used both qualitative and quantitative approaches. The study looked at a population of 11 affordable housing projects in Nairobi metropolis with 101,565 number of units. Census sampling used a sample of 220 professionals working on the affordable housing projects. These officials are directly involved with project design and the implementation of affordable housing in Nairobi metropolis, Kenya. The study used open-ended and closed-ended questionnaire as the main mode of data collection. Primary data was collected using structured questionnaires. Secondary data was collected from institutional documents, State Department of Housing and Urban Development publications, and relevant publications in referred journals. The collected data was edited, coded and entered into SPSS software for analysis. Data was analyzed using descriptive and inferential statistics. In particular, Regression Analysis was used to investigate the relationships between hypothesized variables. Analysis of Variance (ANOVA) was also used to investigate whether independent variables have a combined effect on the dependent variable. The data was analyzed through the use of descriptive statistics. ANOVA, t-test, Pearson correlation, p- values and coefficient of determination. Data was presented using frequency tables, figures, graphs and pie charts. This study examined the factors influencing affordable housing implementation in Nairobi metropolis, focusing on Project Financing Design and Regulatory Framework. The research found that all these factors significantly impact housing project success, with Project Financing Design having the strongest positive effect (29.8% increase per unit improvement). The study emphasizes the importance of integrating environmental considerations, developing robust financing strategies, streamlining regulatory processes, and ensuring effective technical planning in housing initiatives.",
        "doi": "https://doi.org/10.31235/osf.io/whxmt_v1",
        "subjects": [],
        "id": "whxmt",
        "version": 1
      },
      {
        "title": "From the ‘Eight-Cord Pattern Pottery Plate’ of the Liu Linxi Site: Examining the Origin of the Eight Trigrams, Ancient Astronomy, and the Empirical Connection to the Ba Suo Texts",
        "authors": "zengsongping",
        "abstract": "This paper presents a systematic study of the “Eight-Cord Pattern Pottery Plate” unearthed from the Liu Linxi site in Hubei Province, arguing that it serves as the material prototype of the lost ancient canonical text, the Ba Suo. The pottery plate constructs a standard eight-direction spatial framework through its orderly “eight-cord pattern,” representing the archetype of the “Eight Trigrams Plate.” Its symbol system precisely encodes the “Eight Solar Terms,” including the two equinoxes, two solstices, and the four seasonal commencements, constituting a sophisticated “solar calendar.” Furthermore, through unique symbolic combinations such as “Wu (五)-Tian (田),” it transforms astronomical nodes into rigid agricultural instructions, forming a “Charter of Agricultural Timings.” This research achieves a complete mutual verification between the artifact and the Ba Suo as recorded in later texts (“the theory of the Eight Trigrams, seeking its meaning”) from the triple dimensions of “name, substance, and meaning.” The study reveals that the “Eight-Cord Pattern Pottery Plate” is not a divination instrument, but rather a “pre-literary comprehensive codex” integrating cosmology, scientific observation, and administrative decree. It signifies that around 7000 years ago, Chinese civilization had achieved a crucial leap from mystical symbols to rational governance, significantly predating the empirical evidence for systematic knowledge and advanced governance models in Chinese civilization.",
        "doi": "https://doi.org/10.31235/osf.io/rauys_v1",
        "subjects": [],
        "id": "rauys",
        "version": 1
      },
      {
        "title": "Conditions Under Which Academic Self-Governance Collapses: A Structural Analysis",
        "authors": "Babu George",
        "abstract": "This article presents a structural theory of faculty governance decline in contemporary universities. Drawing on historical analysis and a review of comparative literature, the study argues that administrative dominance emerges not as institutional pathology but as rational adaptation to specific convergent conditions. Five structural factors are identified: the collapse of epistemic authority, institutional scale and heterogeneity, an intensified risk environment, the fragmentation of faculty as a collective class, and mission substitution dynamics. When these conditions converge, faculty governance becomes structurally impossible rather than merely politically undermined. The analysis synthesizes findings from recent cross-national studies documenting decollegialization, managerialism, and corporatization trends. The article concludes that reversing administrative expansion requires addressing the structural configuration that makes faculty governance unviable, rather than pursuing reforms within existing frameworks. This reframing carries significant implications for higher education policy and institutional design.",
        "doi": "https://doi.org/10.31235/osf.io/kaj45_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d64",
            "name": "Social and Philosophical Foundations of Education"
          },
          {
            "id": "5a8c80f7c698300375c76d68",
            "name": "Educational Leadership"
          },
          {
            "id": "5a8c80f7c698300375c76d71",
            "name": "Educational Administration and Supervision"
          },
          {
            "id": "5a8c80f8c698300375c76dd1",
            "name": "Leadership Studies"
          },
          {
            "id": "5a8c80f9c698300375c76e1f",
            "name": "Organization Development"
          }
        ],
        "id": "kaj45",
        "version": 1
      },
      {
        "title": "Environmental Assessment Design and Implementation of Affordable Housing Projects in Nairobi Metropolis, Kenya.",
        "authors": "Research Bridge publisher, Athuman Oduki Siati, Joyce Daudi Nzulwa, Yusuf Muchelule, Susan Naikuru",
        "abstract": "Affordable housing remains a critical development challenge in rapidly urbanizing cities, particularly in developing economies. Nairobi Metropolis continues to experience a persistent housing deficit characterized by project delays, cost overruns, quality compromises, and occasional structural failures, despite sustained public and private sector interventions. This study examined the influence of Environmental Assessment Design as a project design practice on the implementation of affordable housing projects in Nairobi Metropolis, Kenya, and further assessed the moderating role of the Regulatory Framework on this relationship. Anchored on a pragmatist research philosophy, the study adopted a descriptive and explanatory research design, utilizing quantitative methods. Primary data were collected from key stakeholders involved in affordable housing projects, including project managers, consultants, contractors, and regulatory officers. Data were analyzed using descriptive statistics and hierarchical multiple regression analysis to test both direct and moderating effects. The findings revealed that Environmental Assessment Design had a statistically significant positive influence on the implementation of affordable housing projects, explaining 26.9% of the variance in implementation outcomes. When the Regulatory Framework was introduced as a moderating variable, the explanatory power of the model increased substantially to 56.8%, indicating a strong enhancement effect. The interaction between Environmental Assessment Design and the Regulatory Framework was positive and significant, confirming that effective regulatory support strengthened the impact of environmental assessment practices on project implementation. The study concluded that successful implementation of affordable housing projects is not only dependent on sound environmental and technical design but is significantly shaped by the effectiveness of regulatory frameworks. Strengthening environmental assessment processes alongside coherent, well-enforced regulatory mechanisms is therefore critical for improving project delivery. The study recommends enhanced regulatory coordination, streamlined approval processes, and capacity building for project and regulatory institutions. Further research is suggested across other metropolitan counties, with additional moderating variables and longitudinal designs to enrich understanding of sustainable affordable housing implementation.",
        "doi": "https://doi.org/10.31235/osf.io/vfrxp_v1",
        "subjects": [],
        "id": "vfrxp",
        "version": 1
      },
      {
        "title": "How material wealth influences age at first birth among Pimbwe women from Tanzania",
        "authors": "Pablo José Varas Enríquez, Riana Minocher, Dieter Lukas, Heidi Colleran, Monique Borgerhoff Mulder",
        "abstract": "Whether a woman has an earlier or later age at first birth may be influenced by the amount of wealth, or its variability. Theory predicts that women tend to delay their first birth when they have high levels of material wealth, and have it earlier when they experience high wealth variability. However, both theoretical and empirical work have focused mainly on the influence of these two aspects of wealth on age at first birth separately. Here, we study how current household wealth and short- and long-term wealth variability, together, influence the reproductive onset of women. We analyse longitudinal data from Tanzanian Pimbwe women (n=495) using Bayesian logistic regression models. Our results show that women who experience higher short-term variability have their first birth earlier, while those with higher current wealth and long-term wealth variability delay it. Although there are no clear differences between the wealth predictors, wealth variability emerges as relatively more important to predict age at first birth than current wealth. Our work contributes to ongoing efforts to disentangle how both the amount and variability of wealth influence the reproductive onset of women, shedding light on the mixed evidence linking wealth and reproductive strategies among women.",
        "doi": "https://doi.org/10.31219/osf.io/zj528_v2",
        "subjects": [],
        "id": "zj528",
        "version": 2
      },
      {
        "title": "Determinants and strategies of habit degradation: an intensive longitudinal study",
        "authors": "Robert Edgren, Jennifer Inauen",
        "abstract": "Objectives: Unhealthy habits can pose a barrier to health behaviour maintenance, yet little is known about the determinants or strategies of habit degradation. We explore the role of person-, cue-, and behaviour related determinants, alongside different habit degradation strategies using implementation intentions (II) for habit degradation. Methods and Measures: Participants (N = 194) formed IIs for self-selected strategies (substitution, inhibition or cue discontinuity) to degrade a habit (related to sedentary behaviour, unhealthy snacking, alcohol use, or smoking) over 12 weeks. Daily diaries assessed habit strength using the Self-Report Behavioural Automaticity Index and its determinants. II characteristics were qualitatively coded. Linear regression and multilevel modelling tested predictors of habit strength. Results: Habit strength was greater on days with cue-encounter and lower on days with non-performance of habitual behaviour and higher-than-average reward. Substitution was the most common strategy. Stress and intention were significant in some models. No significant associations were found for strategy type or II characteristics. Conclusion: Non-performance of the habitual behaviour and reward emerged as determinants of habit degradation, while encountering habitual cues might counteract degradation efforts. Although strategies did not differ in impact, preference for substitution may reflect higher feasibility than inhibition and cue discontinuity. Experimental replication is warranted.",
        "doi": "https://doi.org/10.31219/osf.io/2xzsw_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "2xzsw",
        "version": 3
      },
      {
        "title": "Switching Between Cognitive Control States? No, Thank You.",
        "authors": "Merve Ileri-Tayar, Julie Bugg, Wouter Kool",
        "abstract": "Cognitive control enables adaptive behavior by flexibly adjusting information processing to meet changing environmental demands. While extensive research has examined the costs of switching between different tasks, it remains unclear whether switching between different control states (relaxed and focused) within a single task carries intrinsic costs. We hypothesized that internally switching between control states while performing a single task incurs a subjective effort cost and, therefore, that people avoid such demands. Additionally, we examined the tradeoff between this cost and an established demand source—interference. We conducted a series of experiments using the Demand Selection Task, where participants chose between different options that yielded lists of Stroop trials. Participants consistently avoided options with high demands for internal state switching (Experiment 1, N = 64) or interference (Experiment 2, N = 86). Regarding the potential tradeoff, Experiment 3 (N = 120) tested whether internal state-switching demands modulate interference costs when both are present, but did not provide evidence for this modulation. However, due to constraints imposed by the structure of the Stroop task, simultaneous manipulation of switching and interference was only possible with relatively weak manipulations for both. To address this, we developed a novel parametric flanker task (Experiment 4, N = 50) that enables strong simultaneous manipulation of both demands. With these stronger manipulations, both switching and interference costs influenced selections, revealing trade-offs between these competing demands (Experiment 5, N = 130). Our findings refine models of control regulation, highlighting that not only exerting but also adjusting control carries intrinsic costs.",
        "doi": "https://doi.org/10.31219/osf.io/z7wqu_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "z7wqu",
        "version": 3
      },
      {
        "title": "Researching Russia with Digital Trace Data",
        "authors": "Alexey Bessudnov",
        "abstract": "The Russo-Ukrainian war and the deterioration of the relationship between Russia and the West made the application of traditional social science research methods, such as surveys and field work, difficult for researchers. It is likely that in the foreseeable future students of Russia will have to increasingly rely on the data that can be collected online. Using these data has defined the field of computational social science and has many analytical advantages. This paper provides a review of the sources of digital trace data for Russia and of the studies that used them for the analysis of political communication and behaviour, education, labour markets, discrimination, and the Russo-Ukrainian war.",
        "doi": "https://doi.org/10.31235/osf.io/825cu_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "825cu",
        "version": 2
      },
      {
        "title": "Affinity voting in Europe: The impact of religion, migration background and gender on preferences for in-group politicians",
        "authors": "Sanne van Oosten",
        "abstract": "To what extent does sharing the same religion, migration background and gender versus policy positions impact voting? Most evidence comes from the US and majority populations, but European minorities may respond differently. In this study, respondents from France, Germany and the Netherlands choose between profiles of hypothetical politicians with randomised politician religion, migration background, gender and policy positions. Oversampling voters with a migration background (N=1,889/3,058), among which a portion identifies as Muslim (N=649/3,058), reveals that instead of minorities, majorities are just as, if not more, likely to engage in affinity voting. Shared religion is the most influential affinity impacting Muslim and non-religious voters. Sharing the same migration background or gender has no positive impact on voting likelihood; on the contrary, the findings suggest that voters with a migration background tend to prefer politicians without a migration background. Non-religious voters exhibit an in-group preference both when voter and politician agree but especially when voter and politician disagree about policy. These findings reveal the electoral challenges to achieving diversity in politics and minority representation, particularly concerning the political inclusion of Muslims.",
        "doi": "https://doi.org/10.31235/osf.io/89e47_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "89e47",
        "version": 1
      },
      {
        "title": "A Cross-Cultural Analysis of Toolmaking Skill Acquisition in Non-Industrial Societies",
        "authors": "Cheng Liu",
        "abstract": "Toolmaking is, by and large, a socially learned behavior that also requires individual practices. Although significant for understanding human evolution, the rise of industrialized mass production has reduced the need for handicraft practices and their inter-generational transmission in daily life. This study thus examines toolmaking skill acquisition in 170 non-industrial societies through a comprehensive compilation and coding of ethnographic text data using the eHRAF World Cultures. Grounded in the cultural evolution theory (CET), this descriptive analysis addresses six fundamental questions: what skills are most frequently learned, who transmits this knowledge, where skill acquisition takes place, when learning occurs developmentally, how skills are acquired, and why specific individuals are chosen as models. The most important finding addresses the “why” question of major transmission biases involved in the toolmaking skill acquisition, highlighting the dominant role of kin-based transmission bias. This provides an empirical recalibration to CET modeling studies, which have traditionally emphasized conformist and success/prestige-based biases. Moreover, this project creates a valuable foundation for exploring patterns in cultural learning and technological practices across societies featuring diverse subsistence strategies, while also providing a reference framework for archaeological interpretations of past learning dynamics.",
        "doi": "https://doi.org/10.31235/osf.io/zq8cn_v1",
        "subjects": [],
        "id": "zq8cn",
        "version": 1
      },
      {
        "title": "“Take Personal Responsibility”: Individualization in Turkish Diabetes News and the Missing Public",
        "authors": "Semiray Yücebas, Mesut Yücebas, Hande Topel",
        "abstract": "Diabetes affects millions of people worldwide and receives significant public attention due to its complexity and association with multiple comorbidities. However, it is often framed in public discourse as a condition stemming primarily from individual behaviors and manageable through personal lifestyle changes. The media plays a pivotal role in shaping and reinforcing such perceptions, yet its role in constructing narratives around diabetes care and responsibility remains underexplored. In this study, we conducted a qualitative content analysis of reports published in two widely circulated national newspapers in Türkiye representing opposing political orientations to examine how diabetes is represented in the media. We analyzed the framing of disease causes, risks, and treatment approaches, as well as thematic orientations and sourcing practices in news production. Our findings indicate that diabetes is consistently presented through an individualized lens across both outlets. News coverage relies heavily on single-expert sourcing, while public health perspectives, social determinants of health, and structural prevention measures receive limited attention. Conceptual imprecision in reporting frequently blurs distinctions between causes, risks, symptoms, and complications, undermining health literacy and contributing to confusion about disease prevention and management. Treatment and prevention are commonly framed through lifestyle and dietary suggestions that are weakly connected to evidence-based care. In addition, attention-grabbing narratives rarely distinguish between diabetes subtypes, further reinforcing misinterpretations of risk and responsibility. Notably, these patterns persist despite the newspapers’ opposing political orientations. Overall, the findings underscore the need for more accurate, contextualized, and evidence-informed health communication on diabetes.",
        "doi": "https://doi.org/10.31235/osf.io/x6zjp_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "x6zjp",
        "version": 1
      },
      {
        "title": "Family group conference provision across the lifespan of child welfare intervention: A mixed-method realist-informed evaluation, comparing three stages of welfare concern",
        "authors": "Lee Sobo-Allen, Lois Liao, Jonathan Scourfield, Felicity Smith, Sophie Wood, Melissa Meindl, Kar Man Au, Abigail Palmer, Rhiannon Evans, Fiona Lugg-Widger",
        "abstract": "Family Group Conferences (FGCs) in children’s services are convened meetings of family networks to make plans for a child who is in need or at risk. There remain gaps in evidence, including how variation in implementation context affects FGC experiences and outcomes. The Family Views and Context Study is part of a wider realist-informed evaluation (Family VOICE). It involved 380 individuals who had attended FGCs, from 155 families across the UK. Family members completed questionnaires at three time points, including standardised measures for self-efficacy, family functioning, adult well-being and child psychosocial health. FGC coordinators also completed questionnaires. This paper focuses on one key aspect of variation in implementation context, namely the stage of child welfare concern. Three categories are compared: (1) early help and child in need; (2) child protection and edge of care; and (3) children in state care. In addition to questionnaires, a sub-group of participants (n=25) took part in semi-structured interviews, purposively sampled for these three stages of concern. Quantitative comparisons found almost no significant differences between the three categories in family experiences or outcomes. Qualitative interviews suggested more similarities than differences in participant experiences, perceptions of FGC mechanisms, and intended outcomes, across the three categories.",
        "doi": "https://doi.org/10.31235/osf.io/s7f8g_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          }
        ],
        "id": "s7f8g",
        "version": 1
      },
      {
        "title": "Getting the Timing Right: The Age of the Youngest Child as a Gatekeeper to Realising Fertility Intentions",
        "authors": "Eva Waldaufová, Jitka Slabá",
        "abstract": "Forming an understanding of the extent to which individuals realise their short-term fertility intentions is essential in terms of grasping the dynamics behind persistently low fertility in Europe. This study examines the realisation of fertility intentions within a three-year period across four Central European countries (Czechia, Poland, Austria and Germany) employing data from the two waves of the Generations and Gender Survey (2005–2015). The study focuses on men and women aged 18–39 and includes both childless individuals and parents aimed at capturing differences in terms of the realisation of fertility intentions at distinct stages of the family life course. Its main contribution lies in examining whether and how the age of the youngest child is associated with the realisation of the fertility intentions of parents. The results reveal that the odds of parents realising their fertility intentions decline substantially as the youngest child grows older, thus suggesting the existence of a relatively narrow time window following a birth for the realisation of intentions to have another child, a factor that has important implications for the design of (tempo-related) family policies. In addition, the study shows that while economic conditions influence the realisation of short-term fertility intentions to have a child for childless individuals, they lose their significance for parents. By uncovering the central role of the child’s age in terms of the realisation of fertility intentions, this study contributes to the demographic research on timing and parity-specific fertility behaviour and has important implications for the formation of family policies aimed at supporting higher-order (especially second) births.",
        "doi": "https://doi.org/10.31235/osf.io/wbevz_v1",
        "subjects": [],
        "id": "wbevz",
        "version": 1
      },
      {
        "title": "Architectural Adaptation Strategy of Puri Agung Ubud, an Effort to Preserve Cultural Heritage",
        "authors": "Nyoman Ratih Prajnyani Salain, Ni Made Mitha Mahastuti",
        "abstract": "Puri Agung Ubud is one of the traditional Balinese palaces that functions as a living cultural heritage (living monument) as well as an important cultural tourism attraction in Ubud, Gianyar. The pressure of modern tourism has encouraged various forms of architectural adaptation, both in spatial function, physical form, materials, and socio-cultural utilization patterns within the palace. This study aims to identify architectural adaptation strategies that occur at Puri Agung Ubud, analyze their impact on cultural values and traditional architecture, and formulate conservation directions that are integrated with the development of sustainable cultural tourism. The research method used is descriptive qualitative through field observations, physical measurements, visual documentation, in-depth interviews with puri administrators and cultural figures, and analysis of relevant documents. The analysis is carried out by linking the concepts of Tri Mandala, Sanga Mandala, and Tri Hita Karana to the puri's spatial system, and applying Schmidt &amp; Austin's typology of adaptation strategies (adjustable, versatile, refitable, convertible, scalable, movable) to four main palebahan: Ancak Saji, Semanggen, Rangki, and Saren Agung. The results of this study indicate that Puri Agung Ubud is able to maintain its traditional spatial macrostructure and sacred-cosmological orientation, while selectively adapting through changes in spatial functions, hybrid construction techniques, and transformation of architectural elements to accommodate tourism needs, without completely eliminating its authentic value. The main findings indicate that controlled adaptation based on critical conservation has the potential to strengthen the palace's sustainability as a cultural heritage, on the one hand by maintaining traditional practices and on the other hand by opening economic and educational opportunities through cultural tourism. This article offers a framework for architectural adaptation strategies for similar cultural heritage sites in Bali that face similar pressures from global tourism.",
        "doi": "https://doi.org/10.31235/osf.io/9c5td_v1",
        "subjects": [],
        "id": "9c5td",
        "version": 1
      },
      {
        "title": "Narcisismo, Agresión y el Malestar en la Civilización: Un Análisis Psicoanalítico de las Escaladas Trump-Maduro y Trump-Petro",
        "authors": "Jesús Ignacio Rivera Cano",
        "abstract": "El presente estudio integra el análisis de dos escaladas geopolíticas contemporáneas (Trump-Maduro 2025 y Trump-Petro 2025-2026) desde una perspectiva psicoanalítica freudiana, examinando cómo las dinámicas de narcisismo patológico, agresión y pulsión de muerte se manifiestan en el liderazgo político contemporáneo. Mediante un análisis cualitativo comparativo basado en los conceptos freudianos de narcisismo, agresión como pulsión fundamental, y el conflicto irresoluble entre Eros y Tánatos en la civilización, se exploran las continuidades entre la teoría psicoanalítica clásica y las crisis geopolíticas actuales. Los resultados sugieren que el narcisismo patológico en líderes con acceso a poder militar masivo representa una manifestación contemporánea del \"malestar en la cultura\" freudiano: la civilización tecnológica ha amplificado exponencialmente las capacidades destructivas humanas sin proporcionar mecanismos equivalentes para la regulación de impulsos agresivos narcisistas. El estudio examina cómo la asimetría de poder, la provocación calculada, y la imposibilidad psicológica de retroceso en líderes narcisistas crean dinámicas de escalada que trascienden la racionalidad estratégica. Se discuten las implicaciones de los planteamientos freudianos sobre la guerra, la agresión y las limitaciones de la razón civilizatoria para comprender y potencialmente mitigar crisis contemporáneas donde personalidades patológicas controlan arsenales destructivos. El análisis concluye que la pregunta freudiana \"¿Por qué la guerra?\" permanece vigente en el siglo XXI, requiriendo una integración de comprensión psicoanalítica con salvaguardas institucionales para proteger a la civilización de sus propios líderes.",
        "doi": "https://doi.org/10.31235/osf.io/wtvs3_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccc",
            "name": "History"
          },
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "wtvs3",
        "version": 1
      },
      {
        "title": "Influência, Desvios e Excessos no Setor Farmacêutico",
        "authors": "João Henrique Santana Stacciarini",
        "abstract": "Desde a descoberta da penicilina por Alexander Fleming, em 1928, o setor farmacêutico expandiu-se de modo acelerado, tornando-se, na atualidade, um dos segmentos mais poderosos da economia global, com faturamento anual estimado em cerca de US$ 1,5 trilhão e grandes corporações avaliadas em centenas de bilhões de dólares. Embora avanços científico-tecnológicos e transformações socioeconômicas tenham impulsionado a pesquisa e o desenvolvimento de medicamentos, contribuindo para ganhos relevantes, a literatura crítica tem destacado práticas controversas de influência corporativa – aqui sintetizadas como “Influência, Desvios e Excessos” – que favorecem o crescimento, a rentabilidade e a consolidação de poder, por vezes em conflito com o interesse coletivo e a saúde pública. Nesse contexto, este artigo adota delineamento exploratório-descritivo e abordagem mista, com triangulação entre dados públicos, documentos institucionais e revisão crítica da literatura internacional, a fim de mapear e descrever mecanismos de influência corporativa no setor farmacêutico em oito eixos: (i) lobby e financiamento eleitoral; (ii) influência em órgãos de regulação e fiscalização; (iii) influência em organizações de pacientes; (iv) influência na elaboração de diretrizes clínicas; (v) manipulação, promoção e ocultação de pesquisas e testes de medicamentos; (vi) escrita fantasma; (vii) estratégias de ampliação diagnóstica e promoção de doenças; e (viii) financiamento e oferta de benefícios a prescritores e instituições, incluindo mecanismos psicossociais e dimensões formativas. Os achados indicam que a influência corporativa se estrutura em múltiplas escalas e opera de forma simultaneamente visível e difusa. No plano político, evidencia-se a centralidade do lobby e do financiamento eleitoral como instrumentos de conformação do ambiente normativo e regulatório, com expansão progressiva dos investimentos. Na esfera regulatória, a recorrência de conflitos de interesse em comitês consultivos e a circulação de quadros entre agências e empresas sugerem vulnerabilidades à captura institucional, com implicações para os processos de aprovação, fiscalização e retirada de medicamentos. No domínio científico, o patrocínio industrial associa-se a vieses que podem incidir desde o desenho e a condução de ensaios até a publicação seletiva de resultados, além de práticas como ghostwriting e estratégias de “preparação de mercado”, afetando a credibilidade e a circulação das evidências. Em paralelo, observa-se a atuação da indústria na expansão diagnóstica e na medicalização de condições da vida cotidiana, ampliando mercados e podendo invisibilizar determinantes sociais e abordagens não farmacológicas. Na prática clínica, pagamentos e transferências de valor a prescritores e instituições de ensino associam-se a mudanças nos padrões de prescrição, aumento de custos e favorecimento de medicamentos promovidos, inclusive por meio de benefícios de baixo valor, mediados por vieses cognitivos.",
        "doi": "https://doi.org/10.31235/osf.io/zutb6_v1",
        "subjects": [
          {
            "id": "5a8c80f0c698300375c76c1c",
            "name": "Food and Drug Law"
          },
          {
            "id": "5a8c80f1c698300375c76c2a",
            "name": "Law and Politics"
          },
          {
            "id": "5a8c80f2c698300375c76c71",
            "name": "Health Law and Policy"
          },
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "zutb6",
        "version": 1
      },
      {
        "title": "Unacceptable or “Part of the Job?” Public (In)Tolerance for Threats Against Women Politicians",
        "authors": "Tabitha Koch, Maranda Joyce, Kishan Bhakta",
        "abstract": "In recent years, local politicians have documented a rapid increase in threats and intimidation, particularly against women. We examine how citizens evaluate threats directed at local officials, focusing on the severity of the threat and the gender of the targeted politician. Using a preregistered survey experiment fielded through YouGov, respondents evaluated a threat made against a man or woman school board member that varied in severity. We find that threat severity is a critical determinant structuring public judgments. Severe threats are overwhelmingly condemned and classified as violent, whereas mild threats generate greater disagreement and are more often perceived as being a “part of the job.” In contrast, we find little evidence that politician gender affects public tolerance, even in low-severity contexts where we theorize gendered expectations will operate. We demonstrate that this null effect is not driven by cross-cutting hostile or benevolent sexist attitudes. Overall, we find that norms against political violence remain durable, but are less rigid in ambiguous contexts, highlighting the central role of threat severity in shaping public tolerance of political hostility. These results suggest that efforts to protect democratic participation should focus on enforcing boundaries around low-level threats, where slippage of norms is most likely.",
        "doi": "https://doi.org/10.31219/osf.io/4r29w_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "4r29w",
        "version": 2
      },
      {
        "title": "Do Smiling Faces Change Children’s Minds? Testing Evaluative Conditioning in 3–6‑Year‑Olds",
        "authors": "Robert Balas, Patrycja Uram, Joanna Wąsowicz",
        "abstract": "This study investigated evaluative conditioning (EC) in 3- to 6-year-olds (N = 61), testing how age and exemplar variability modulate attitude formation. In a 2 (Age) × 2 (Valence) × 2 (Exemplar Set) design, children viewed neutral shapes paired with valenced faces, then completed preference and memory tasks. Mixed-effects logistic regression revealed no overall EC effect. However, only older children exposed to multiple exemplars developed a preference for positively paired shapes. Explicit memory for pairings did not predict EC magnitude. Findings demonstrate EC is not uniformly robust but emerges under specific cognitive and stimulus conditions, clarifying when conditioning shapes preschoolers’ preferences.",
        "doi": "https://doi.org/10.31219/osf.io/n7ub5_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "n7ub5",
        "version": 2
      },
      {
        "title": "Constituency Lost: How the Marginalization of Social Housing Residents Undermines Partisan Incentives for Its Provision",
        "authors": "Martin Vinæs Larsen, Andreas Wiedemann",
        "abstract": "Rising rents have renewed interest in social housing across Europe, yet new construction has stagnated. We argue that this decline reflects compositional changes among social housing residents that weakened the political coalition that once sustained public housing and reduced left-wing parties' electoral incentives to provide it. Combining full-population registry, election, and survey data from Denmark, we show that social housing residents have become economically marginalized, while left-wing electorates have grown more affluent and educated. Consistent with this divergence, support for the Social Democrats declined in precincts with high concentrations of social housing, and the party ceased to be electorally rewarded for its expansion. Using a regression discontinuity design and data from all local elections and housing permits, we show that municipalities once approved more social housing under Social Democratic control. This partisan effect vanished by the mid-1990s. Our findings highlight how beneficiary composition shapes the political sustainability of welfare programs.",
        "doi": "https://doi.org/10.31219/osf.io/dz7hx_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "dz7hx",
        "version": 2
      },
      {
        "title": "Prompt Adaptation as a Dynamic Complement in Generative AI Systems",
        "authors": "Eaman Jahani, Benjamin Manning, Joe Zhang, Hong-Yi TuYe, Mohammed Abdulrahman M Alsobay, Christos Nicolaides, Siddharth Suri, David Holtz",
        "abstract": "As generative AI systems rapidly improve, a key question emerges: How do users keep up—and what happens if they fail to do so. Drawing on theories of dynamic capabilities and IT complements, we examine prompt adaptation—the adjustments users make to their inputs in response to evolving model behavior—as a mechanism that helps determine whether technical advances translate into realized economic value. In a preregistered online experiment with 1,893 participants, who submitted over 18,000 prompts and generated more than 300,000 images, users attempted to replicate a target image in 10 tries using one of three randomly assigned models: DALL-E 2, DALL-E 3, or DALL-E 3 with automated prompt rewriting. We find that users with access to DALL-E 3 achieved higher image similarity than those with DALL-E 2—but only about half of this gain (51%) came from the model itself. The other half (49%) resulted from users adapting their prompts in response to the model’s capabilities. This adaptation emerged across the skill distribution, was driven by trial-and-error, and could not be replicated by automated prompt rewriting, which erased 58% of the performance improvement associated with DALL-E 3. Our findings position prompt adaptation as a dynamic complement to generative AI—and suggest that without it, a substantial share of the economic value created when models advance may go unrealized.",
        "doi": "https://doi.org/10.31219/osf.io/9rhku_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecabbb",
            "name": "Computer Sciences"
          },
          {
            "id": "584240da54be81056cecac24",
            "name": "Technology and Innovation"
          }
        ],
        "id": "9rhku",
        "version": 4
      },
      {
        "title": "Perceived injustice of trauma: Longitudinal prediction of traumatic stress symptoms following the October 7th attack and subsequent war",
        "authors": "Yuval Mor-Elzas, Sarit Kubichek, Gadi Gilam",
        "abstract": "Traumatic events can profoundly impact cognition, mood, and behavior, manifesting in traumatic stress symptoms (TSS). Perceived injustice (PI) reflects cognitive appraisals involving severity of loss and irreparability, blame, and unfairness. We examined the relationship between PI and TSS in an Israeli convenience sample following the October 7th attack and subsequent war. We pre-registered our hypotheses that PI would positively associate with current and predict future TSS severity, beyond emotional distress-related symptoms, namely depression, anxiety, and anger. Data were collected via electronic surveys distributed through social media three months after the attack in January 2024 (TP1: n = 1693; age = 38.45 ± 13.62; 56 % female), and follow-up collected nine months after the attack in July 2024 (TP2: n = 613; age = 38.39 ± 12.69; 61 % female). TSS were measured using the PTSD Checklist-5, PI with the Injustice Experience Questionnaire, and emotional distress-related measures using NIH's Patient Reported Outcomes Measurement Information System scales. At both timepoints, PI correlated with TSS (TP1: r = 0.74, p &lt; 0.001; TP2: r = 0.71, p &lt; 0.001). Emotional distress-related measures similarly correlated with TSS and PI (r = 0.50–0.78; p-values&lt;0.001). Regression analysis demonstrated that PI explained variance in TSS above and beyond emotional distress-related measures: 9.6 % at TP1 (p &lt; 0.001) and 6.4 % at TP2 (p &lt; 0.001). PI at TP1 correlated with TSS at TP2 (r = 0.61, p &lt; 0.001) with explained variance of 4.1 % (p &lt; 0.001) above and beyond TP1 emotional distress-related measures. Findings supported our pre-registered hypotheses, highlighting PI as a crucial yet understudied risk-factor for the development and maintenance of TSS. Clinically, addressing appraisals of injustice seems crucial to better understand and support coping with trauma.",
        "doi": "https://doi.org/10.31219/osf.io/u6z9c_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056cecaa2b",
            "name": "Psychiatry and Psychology"
          },
          {
            "id": "584240da54be81056cecac2d",
            "name": "Mental and Social Health"
          }
        ],
        "id": "u6z9c",
        "version": 2
      },
      {
        "title": "The Impact of Vacancy Taxes on Housing Prices: A Synthetic Control Study",
        "authors": "Zachary Esses Johnson",
        "abstract": "Importance: Cities in North America are beginning to wield vacancy taxes (a property tax imposed on unoccupied homes) as a tool to reduce rapidly growing home prices. However, these taxes are being implemented with little to no empirical evidence backing their effectiveness. Objective: To determine whether Washington, D.C.’s 2003-imposed vacancy tax impacted home prices. Design: A panel data set for the years 1978-2013 was compiled for this analy- sis. Data was collected on 13 different variables related to the housing market for 31 metropolitan statistical areas, including Washington, D.C. The synthetic control method was applied to create a counterfactual Washington, D.C. using the available variables and donor cities. House price comparisons were then made over time to deter- mine what Washington, D.C.’s average house prices would have been absent their 2003 vacancy tax, as measured by the synthetic control unit. Robustness checks, placebo tests, and time series analyses were subsequently used to validate and investigate the primary results. Results: Contrary to expectations, there is a gap following the 2003 treatment that suggests Washington, D.C.’s tax may have increased house prices rather than decreased or limited them. An interrupted time series analysis also shows a statistically significant break in the house price trajectory starting in approximately 2005. However, a placebo in space test casts doubt on any significant results as Washington, D.C.’s outcomes are unremarkable when applying the potential treatment to other U.S. cities. Conclusions and Relevance: There is no evidence that the 2003 tax reduced house prices. Local governments in North America should be cautious about imple- menting vacancy taxes if the primary or sole purpose is to reduce or restrict house prices.",
        "doi": "https://doi.org/10.31235/osf.io/3gwqn_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "3gwqn",
        "version": 1
      },
      {
        "title": "The Evolutionary Dynamics of Cultural Change (As Told Through the Birth and Brutal, Blackened Death of Metal Music)",
        "authors": "Bernard Koch, Daniele Silvestro, Jacob G. Foster",
        "abstract": "How does culture change? We unify disconnected explanations of change that focus either on individuals or on public culture under a theory of cultural evolution. By shifting our analytical lens from actors to public cultural ideas and object, our theory can explain change in cultural forms over large and long frames of analysis using formal evolutionary mechanisms. Complementing this theory, the paper introduces a suite of novel methods to explain change in the historical trajectories of populations of cultural ideas/objects (e.g., music groups, hashtags, laws, technologies, and organizations) through diversification rates. We deploy our theory and methods to study the history of Metal Music over more than three decades, using a complete dataset of all bands active between 1968 and 2000. Over the course of its history, we find strong evidence that the genre has been fundamentally shaped by competition between ideas for the cognitive resources actors can invest in learning about and reproducing this cultural form over time. Extensive tutorials for the methods are available at http://www.dysoc.org/cesmodules/diversification_module/tutorials.",
        "doi": "https://doi.org/10.31235/osf.io/659bt_v2",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "659bt",
        "version": 2
      },
      {
        "title": "Global Estimates of Opportunity and Mobility: A Database",
        "authors": "Francisco H. G. Ferreira, Vito Peragine, Paolo Brunori, Pedro Salas-Rojo, Domenico Moramarco, Luis Barajas, Teresa Barbieri, Nancy Daza-Báez, Gaurav Datt, Vito de Sandi",
        "abstract": "This paper describes a new public-access online database containing internationally comparable estimates of inequality of opportunity for seventy-two countries, covering two-thirds of the world’s population. The estimates were computed directly from the unit-record microdata for 196 household surveys, using a suite of machine-learning tools selected to minimize the omitted variable and overfitting biases discussed in the literature. Overall, differences in opportunities account for substantial shares of total income inequality (with the mean of our preferred estimate being 40.9%), but there is substantial variation across countries, with estimates ranging from 18.9% in Denmark (2011) to 76.7% in South Africa (2017). The latest US estimate of 41.6% places it among the most opportunity unequal high-income countries. We also find strong support for the existence of a positive association between income inequality and relative inequality of opportunity, analogous to the “Great Gatsby Curve” for mobility and inequality. Similarly, there is evidence of an inverted-U “Opportunity Kuznets curve.” The database is available at www.geom.ecineq.org. (Stone Center on Socio-Economic Inequality Working Paper)",
        "doi": "https://doi.org/10.31235/osf.io/wx2e8_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "wx2e8",
        "version": 1
      },
      {
        "title": "Disentangling Plausible and Implausible Straightlining: Effects of Question Format, Mode and Device",
        "authors": "Çağla E. Yildiz, Henning Silber, Jessica Daikeler, Fabienne Kraemer, Evgenia Kapousouz",
        "abstract": "Straightlining, (nearly) identical responses in multi-item batteries, is among the most widely used indicators of satisficing. However, straightlining does not necessarily reflect low-quality responses; it can also result from genuine similar attitudes or behaviors. We differentiate between plausible straightlining batteries, where uniform responses are reasonable given specific question characteristics and content, and implausible straightlining batteries, where uniform responding is not expected and most likely signals satisficing. Using data from the GESIS Panel.pop, a mixed-mode probability-based panel in Germany, we leverage a layout change that transitioned multi-item batteries from matrix to single-item formats to study plausible and implausible straightlining. Our findings, based on mixed-effects logistic regression models, indicate that respondents are significantly more likely to straightline on plausible than on implausible batteries. While question format does not affect straightlining overall, single-item formats are associated with less straightlining on implausible batteries but more on plausible batteries. Additional analyses show that web respondents are less likely to straightline than mail respondents, and this mode effect is more pronounced in single-item formats. Smartphone respondents are more likely to straightline than desktop or tablet respondents, particularly on implausible straightlining batteries. These results highlight the importance of considering question characteristics and content when using straightlining as an indicator of satisficing to avoid flagging genuine responses as low-quality data.",
        "doi": "https://doi.org/10.31235/osf.io/y2nbp_v1",
        "subjects": [],
        "id": "y2nbp",
        "version": 1
      },
      {
        "title": "Does Phone Use Facilitate Coping? Exploring Impact of Phone Use on Coping Effort in Stressful Situations",
        "authors": "Lara Wolfers, Heying Yang",
        "abstract": "It was often argued that smartphones facilitate access to a large number of resources whenever and wherever needed. In stressful instances, smartphone-enabled easy access could be particularly relevant as they could reduce the effort needed to access resources and thereby increase efficient coping with stressful instances. However, while this is often argued for it has not been tested. This research report builds on a secondary analysis of two experience sampling studies on the use of phones for coping with stress in two samples of mothers (NStudy1 = 50; NStudy2 = 225). Both studies asked mothers to report on stressful situations that had happened in the last two hours several times a day. We tested whether phone use in a stressful situation was related to less perceived coping effort and whether decreased coping effort related to more perceived coping efficacy. We find no support for the relation between effort and coping efficacy and mixed support for the relation of phone use and effort. Especially the inconclusive relationship between effort and smartphone use is surprising and challenges often used arguments in the mobile communication literature. Exploratory analyses suggest that the relationship between coping effort and phone use might be different depending on which coping strategy is applied.",
        "doi": "https://doi.org/10.31235/osf.io/9d4fz_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "9d4fz",
        "version": 1
      },
      {
        "title": "Examining public support for Ukraine’s defense against autocratic aggression",
        "authors": "Lukas Rudolph, Fabian Haggerty, Paul Thurner",
        "abstract": "Russia’s invasion of Ukraine challenges the liberal international order and tests the capacity of Western democracies to maintain long-term military and financial aid for Ukraine in a foreign war. Understanding whether governments’ pledges of resolve are backed by their citizens is crucial for the credibility of these commitments. Here we show, based on survey experiments with 10,011 respondents in the United States, the United Kingdom, Germany, France, and Italy, that these countries’ publics share a similar pattern of preferences. In all countries, citizens strongly endorse Ukraine’s sovereignty and self-determination while weighing human suffering and conflict escalation risk, but less so economic costs. However, within countries, attitudes are polarized: roughly one quarter of citizens with pro-Western orientations show firm resolve, whereas another quarter with anti-Western views remain largely indifferent to political outcomes for Ukraine. These divisions indicate that democratic party competition could constrain the unity and durability of Western resolve against autocratic aggression.",
        "doi": "https://doi.org/10.31235/osf.io/7smvx_v2",
        "subjects": [],
        "id": "7smvx",
        "version": 2
      },
      {
        "title": "The Intergenerational Transmission of Majority-Group Ties and Their Political Consequences",
        "authors": "Sakeef M. Karim",
        "abstract": "In this study, I highlight an underappreciated catalyst for political socialisation in immigrant societies—the intergenerational transmission of majority ties. Drawing on nine waves of German panel data from the Children of Immigrants Longitudinal Survey in Four European Countries (2011–2022), I demonstrate that the “Germanness” of parental networks shapes youth respondents’ majority- group ties in adolescence, and illustrate how these social inheritances influence the Germanness of adolescent networks during the transition to early adulthood. By Wave 9, when most respondents are in their late 20s, the Germanness of social networks is closely linked to political preferences: native majorities with more German-centric networks are less likely to support left-wing parties, while the inverse is true for most of their immigrant-origin peers. These patterns reflect distinct but complementary mechanisms: for immigrants and their descendants, majority ties signal structural assimilation into “mainstream” political culture and convergence with liberal-cosmopolitan norms; for natives, ethnically diverse social networks reinforce enculturation into progressive political communities. Overall, these findings show that political socialisation operates not only through the transmission of beliefs and cultural orientations, but through the concomitant reproduction of social environments.",
        "doi": "https://doi.org/10.31235/osf.io/yjuqk_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "yjuqk",
        "version": 1
      },
      {
        "title": "From Security to Sustainability: The BES Determinants of Italian Regional GDP",
        "authors": "Massimo Arnone, Carlo Drago, Alberto Costantiello, Fabio Anobile, Angelo Leogrande",
        "abstract": "This paper explores the link between economic performance and multidimensional well-being in the Italian context using a combination of the ISTAT BES approach (Benessere Equo e Sostenibile) and machine learning and clustering analysis. On the basis of a dataset of 19 Italian regions and the Autonomous Provinces of Trento and Bolzano from 2012 to 2023, it will be examined how the three BES components—Benessere (B), Equità (E), and Sostenibilità (S)—are intertwined with the Gross Domestic Product of the regions. Regarding the Benessere (B) component of well-being, the Gross Domestic Product will be analyzed using a regression approach of the K-Nearest Neighbors type to reveal the complex linkages between health outcomes, education outcomes, working conditions, social participation, and economic performance. The clustering of the B indicators and the Gross Domestic Product will be done using Hierarchical Clustering analysis to identify homogeneous territories characterized by different levels of quality of life and economic prosperity. Regarding the Equità (E) component of well-being, the regression analysis will be done using the Boosting algorithm to model the linkages between the Gross Domestic Product and the indicators of income distribution, poverty, material deprivation, and inclusion in the labor market. Boosting regression analysis will be particularly useful for this purpose since it models the complex interactions and thresholds of social and economic inequalities. Hierarchical Clustering analysis will be applied to identify the territories characterized by different levels of equity and economic growth. Regarding the Sostenibilità (S) component of well-being, the Gross Domestic Product will be modeled using Boosting regression analysis to reveal the very complex linkages between the economic performance of the territories and the indicators of environmental quality, risk of climate change, innovation outcomes, and the quality of public services. For this purpose, the analysis will use the Random Forest algorithm to identify the territories characterized by different levels of sustainability and economic performance. The analysis will show that the BES approach provides a very useful framework to identify the very different levels of linkages between the economic performance of the territories and the outcomes of the BES approach. The analysis will provide evidence that the BES approach is a very useful framework for the analysis of the linkages between the economic performance of the territories and the outcomes of the BES approach.",
        "doi": "https://doi.org/10.31235/osf.io/ky5ut_v1",
        "subjects": [],
        "id": "ky5ut",
        "version": 1
      },
      {
        "title": "Celebrity messages reduce online hate and limit its spread",
        "authors": "Eaman Jahani, Blas Kolic, Manuel Tonneau, Hause Lin, Daniel Barkoczi, Samuel P. Fraiberger",
        "abstract": "Online hate spreads rapidly, yet little is known about whether preventive and scalable strategies can curb it. We conducted the largest randomized controlled trial of hate speech prevention to date: a 20-week messaging campaign on X in Nigeria targeting ethnic hate. 73,136 users who had previously engaged with hate speech were randomly assigned to receive prosocial video messages from Nigerian celebrities. The campaign reduced hate content by 2.5% to 5.5% during treatment, with about 75% of the reduction persisting over the following four months. Reaching a larger share of a user’s audience reduced amplification of that user’s hate posts among both treated and untreated users, cutting hate reposts by over 50% for the most exposed accounts. Scalable messaging can limit online hate without removing content.",
        "doi": "https://doi.org/10.31235/osf.io/qmvuh_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "qmvuh",
        "version": 1
      },
      {
        "title": "No drain, no gain? The problems with unequal exchange",
        "authors": "Niall Reddy, Virgilio Urbina Lazardi",
        "abstract": "Recent empirical work (Hickel et al. 2021, 2022) appears to show that the Global South is being ``drained\" of resources and value on a vast scale through unequal exchange (UE) and/or ecologically unequal exchange (EUE). Headline estimates of the aggregate value of this extraction have been widely taken to substantiate two politico-normative issues: that the South is systematically exploited through international price formation, and that this drain constitutes a binding constraint on Southern development and a precondition for Northern prosperity. This paper argues that neither claim is supported by the new measurement agenda. It shows that new drain estimates rely on untenable premises -- in particular, claims of North-South parity in productivity and export composition. Stipped of these assumptions, Hickel et al's method can't yield a counterfactual ``fair price\" vector, meaning that their estimates are ungrounded and indeterminate. Moreover, even granting the estimates, they do not sustain an underdevelopment thesis. In standard growth regressions and long-run club-convergence tests, higher measured drain is non-negative and often positively associated with Southern growth once conventional fundamentals are controlled for. The paper suggests ways that research in ecological economics can be placed on a firmer conceptual footing.",
        "doi": "https://doi.org/10.31235/osf.io/stwcj_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "stwcj",
        "version": 1
      },
      {
        "title": "“Love Hurts, Love Scars, Love Wounds” Narratives That Normalize and Legitimize Intimate Partner Violence Through Moral Disengagement Mechanisms",
        "authors": "Kaja Glomb, Martyna Sekulak, Andrew M. Garcia",
        "abstract": "This article undertakes a focused, thematic synthesis of interdisciplinary scientific literature to synthesize existing knowledge on how Intimate Partner Violence (IPV) is legitimized and normalized across diverse sociocultural contexts. Our analysis comprehensively covers physical, psychological, sexual, and controlling behaviours. The effect of this review is a novel hierarchical typology of narratives that frame and justify abuse, which are then analysed through the lens of Bandura’s eight mechanisms of moral disengagement (MD). The core argument proposes that the widespread persistence of IPV is sustained by a system of social coherence, not solely individual pathology. Legitimization operates hierarchically: fundamental societal ideologies provide the foundational Moral Justification, enabling the subsequent activation of individual MD strategies (specifically Dehumanization, Attribution of Blame, and Diffusion of Responsibility) by perpetrators. Crucially, the MD framework is extended to show that these narratives are also mobilized by external observers and social institutions to manage moral discomfort and maintain a predictable social order through defensive attribution and the Belief in a Just World. This model demonstrates that effective prevention must target the underlying cultural narratives and the hierarchical moral architecture that actively license these moral exemptions.",
        "doi": "https://doi.org/10.31235/osf.io/7sy56_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          }
        ],
        "id": "7sy56",
        "version": 1
      },
      {
        "title": "The Price of Silence: Fiscal Capacity and Mass Anti-Regime Mobilization in Autocracies",
        "authors": "Ruslan Guseinov",
        "abstract": "Why do some autocracies experience violent anti-regime mobilization while others remain quiescent? The literature does not provide sufficient theoretical arguments and empirical evidence linking fiscal strength in autocracies to mass mobilization. In my paper, I suggest that fiscal capacity shapes authoritarian stability: autocracies with greater fiscal room can finance public goods, the military and security apparatus at high levels, solving the fundamental problem of authoritarian control and power-sharing. Moreover, higher fiscal capacity increases protest costs for citizens, which constitutes a \"silence-buying\" effect, a new term I coin in the context of authoritarian civil resistance. My argument stems from some comparative politics theories and theoretical statements of Jack Goldstone and Theda Skocpol. Using panel data on violent mass anti-regime mobilization from 2003 to 2022 and introducing a novel operationalization of fiscal capacity as central government debt, I employ logistic models for protest onset and negative binomial models for protest counts to estimate the effect of the central government debt on violent contention. Across specifications, robustness checks and zero-inflation corrections, the effect stays significantly positive, suggesting that fiscal constraints pose a destabilizing threat to autocracies. Findings show that fiscal capacity has been overlooked as a viable factor of contention and provide sufficient evidence in favor of a new operationalization of fiscal capacity.",
        "doi": "https://doi.org/10.31235/osf.io/zg63s_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "zg63s",
        "version": 1
      },
      {
        "title": "Quantifying the Importance of Change for Understanding Differences in Personal Culture",
        "authors": "Achim Edelmann, Kevin Kiley, Turgut Keskintürk, Isabella Bouklas, Stephen Vaisey",
        "abstract": "Studies in the sociology of culture have converged on a general conclusion that while people sometimes make substantial shifts in their personal culture over time, most elements of personal culture are characterized by low rates of persistent change during adulthood. Recent developments have begun to quantify change over time and initial differences, but it is unclear how to use these components to understand the relative importance of change, especially when change is modeled non-linearly. To advance this debate, we introduce a measure for quantifying the proportion of systematic variance in panel data attributable to intrapersonal change. Applying this measure to 610 items from seven surveys in five countries, we find that although intrapersonal change is common, it does not explain a large share of systematic variance.",
        "doi": "https://doi.org/10.31235/osf.io/w52qf_v2",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "w52qf",
        "version": 2
      },
      {
        "title": "Surveillance Inequality: Race, Poverty, and the Geography of Automated License Plate Reader Deployment",
        "authors": "Steven Keener, John Finn, Andrew F. Baird",
        "abstract": "In November 2025, a federal judge in the Eastern District of Virginia unsealed a spreadsheet containing the locations of 614 automatic license plate reader (ALPR) cameras currently in use in Hampton Roads, Virginia. ALPR cameras are an emergent form of networked surveillance infrastructure that capture images of every vehicle that passes by, generate a “vehicle fingerprint,” and store those data in databases searchable by law enforcement, typically without warrants or court orders for access. The release of these locational data provides a rare opportunity to examine the opaque geography of contemporary surveillance and to assess whether ALPR camera deployment reproduces the same racialized and classed patterns long associated with policing and state surveillance in the United States. In this article, we use geographic information systems (GIS) and descriptive statistical analysis to map the distribution of 614 Flock Safety ALPR cameras in relation to racial and poverty profiles of the neighborhoods where the cameras are located. Our findings show that ALPR camera deployment is deeply and systematically racialized and economically stratified, with predominantly Black and high-poverty neighborhoods bearing a disproportionate share of ALPR surveillance infrastructure across Hampton Roads. We argue that these patterns do not reflect isolated siting decisions, but rather are the result of broader structural dynamics, including the privatization of surveillance infrastructure, weak democratic oversight, and the normalization of seemingly objective, tech-washed policing. We conclude by discussing the implications of these findings for public policy, civil liberties, democratic accountability, and Fourth Amendment protections.",
        "doi": "https://doi.org/10.31235/osf.io/5ckgv_v1",
        "subjects": [
          {
            "id": "5a8c80f2c698300375c76c51",
            "name": "Fourth Amendment"
          },
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "5ckgv",
        "version": 1
      },
      {
        "title": "Advanced energy transitions: from technology policy to systems planning",
        "authors": "Leon Wansleben, Max Willems, Philipp Golka",
        "abstract": "As renewables become the dominant source of electricity, insufficient adaptations of overall system designs to the demands of renewables produce costs and uncertainties. Sustainability transitions research has failed so far to foreground these issues due to its focus on early transition challenges and a theoretical emphasis on market diffusion, technology support, and mechanisms of weak coordination. In this paper, we argue that challenges and thus potential solutions in advanced transition phases differ fundamentally from those in early transition stages. Demands for strong forms of coordination between system elements and across institutional spheres increase. However, such systems planning raises distinct capacity and legitimacy demands. The availability of robust institutions for systems planning is therefore a key, hitherto neglected success factor for advanced energy transitions. To develop this argument empirically, we draw on an in-depth qualitative case study of the German energy transition as a paradigmatic case in which successful renewable expansion has led to a growing mismatch between legacy system features and transition affordances. Attempts to address this mismatch through enhanced, whole-of-system coordination oriented towards Germany’s net zero goal have been met with institutional barriers that increase the power of opponents. We argue that such problems are emblematic for advanced transitions.",
        "doi": "https://doi.org/10.31235/osf.io/hw4mq_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "hw4mq",
        "version": 1
      },
      {
        "title": "Nature PRISM: an automated open-source tool to capture perceptions of nature risk materiality",
        "authors": "Joss Wright, Cecilia Larrosa, Nataliya Tkachenko, Katia Sanchez Ortiz, Vidya Narayanan, Vian Sharif, Joseph W. Bull, E.J. Milner-Gulland",
        "abstract": "There are growing expectations that financial institutions and companies could, and should, play their part in finding solutions to biodiversity loss, for example, by investing in strategies that fully mitigate negative impacts on biodiversity and support the transition towards nature- positive economies. A key element of nature-related risk for investors and businesses is the \"materiality\" of their impacts on biodiversity. This includes financial, physical and reputational elements. Despite a proliferation of experimental tools for quantifying, assessing, and monitoring impacts on biodiversity (physical materiality), there is a gap as regards reputational materiality. Nature PRISM aims to complement existing approaches, by quantifying reputational materiality for industry, regulators, and investors. It is an automated data-driven tool, that assesses the perceived impact of corporate activity on biodiversity through a large-scale machine-learning analysis of publicly-available information. The tool is based on a Directed Acyclic Graph structured around a DAPSIR (Driver, Action, Pressure, State, Impact, Response) framework, providing a novel holistic approach to monitoring and reporting perceptions of biodiversity impacts. Importantly it picks up not just negative impacts, but also positive impacts and responses to biodiversity loss. We demonstrate the potential of Nature PRISM to reveal the extent of perceived correlations between drivers and biodiversity indicators across a wide range of sectors, using a novel dataset of over three million long-form news articles, identified through a set of expert- derived and industry-standard keywords. We also demonstrate the tool's potential to become a robust and comparable sector-specific indicator using a case study of housing developments in Europe. The tool has the potential to be a new and complementary evidence-based resource for investors, policymakers, and other stakeholders to assess reputational materiality and guide business decisions, disaggregatable by sector, geography, or individual company.",
        "doi": "https://doi.org/10.31235/osf.io/jzac3_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "jzac3",
        "version": 1
      },
      {
        "title": "Older parents’ contact and proximity with children across Europe: Updating evidence, integrating digital contact, and discussing measurement issues",
        "authors": "Bruno Arpino, Marco Tosi, Valeria Bordone",
        "abstract": "Objectives. We aim to provide updated, comparative evidence on the prevalence of frequent contact (including digital) and close proximity between older parents and their children, and to assess how measurement choices affect cross-national patterns in Europe. Methods. We use data on 23 European countries from the Survey of Health, Ageing and Retirement in Europe wave 9 (2021–2022) and the European Social Survey round 10 (2020–2022) to estimate the prevalence of frequent contact and close proximity across different approaches: most-contacted versus random child, any versus mode-specific contact, distance versus travel-time thresholds. Cross-national coherence is assessed with Spearman rank correlations and Kendall’s W. Results. We find a pronounced regional gradient: Southern Europe shows the highest levels of frequent contact and close proximity, Nordic and Continental countries the lowest, and Eastern Europe are in-between with internal heterogeneity. Digital communication is part of the intergenerational repertoire, albeit not clearly geographically patterned. Face-to-face and phone contacts remain dominant; texting is less widespread, while video calls remain rare. Measurement choices substantially shift prevalence levels but much less the ranking of countries that remains consistent also when adjusting for socio-demographics. Discussion. We document persistent family-regime differences and highlight digital contact as a supplementary facet of associational solidarity. Results point to risks of a double exclusion for older adults who lack face-to-face contact and cannot exploit digital tools and underscore that survey design choices matter for levels but not ranking-based comparisons, supporting the use of random-child items in general surveys.",
        "doi": "https://doi.org/10.31235/osf.io/uqept_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "uqept",
        "version": 1
      },
      {
        "title": "Sovereign Wealth Funds and Economic Growth in High Income Countries",
        "authors": "Timothy Kessler",
        "abstract": "Sovereign wealth funds (SWFs) are increasingly used by diverse countries to support large-scale economic development. However, limited evidence exists regarding their national effects. I investigate SWF effects on GDP per capita ($ US 2024) and domestic savings share of GDP in Norway and Singapore, the two open economies with the largest SWFs, and Australia, a negative control unit with a much smaller SWF. The analysis estimates that Norway’s Government Pension Fund SWF added $816,089 per capita over the analysis period ($28,141/Year) to resource-rent pruned GDP per capita and 9.69% to domestic saving share of GDP (1995-2023). Singapore’s Temasek global SWF investments added $472,605 per capita over the analysis period ($22,505/Year) and 14.42% to domestic savings share of GDP (2003-2023). As expected, Australia’s smaller SWF had no significant effect on GDP. These synthetic control analysis estimates are robust to in-place and time placebos and negative control outcomes. The findings indicate that robust mandatory SWF-steered savings in open economies can accelerate economic growth beyond standard Solow model steady state equilibrium by adding a non-depreciating compound growth function to domestic investment.",
        "doi": "https://doi.org/10.31235/osf.io/2d5q7_v1",
        "subjects": [],
        "id": "2d5q7",
        "version": 1
      },
      {
        "title": "The Table of Media Bias Elements: A sentence-level taxonomy of media bias types and propaganda techniques",
        "authors": "Tim Menzner, Jochen L. Leidner",
        "abstract": "Public debates about \"left-\" or \"right-wing\" news overlook the fact that bias is usually conveyed by concrete linguistic manoeuvres that transcend any single political spectrum. We therefore shift the focus from where an outlet allegedly stands to how partiality is expressed in individual sentences. Drawing on 26,464 sentences collected from newsroom corpora, user submissions and our own browsing, we iteratively combine close-reading, interdisciplinary theory and pilot annotation to derive a fine-grained, sentence-level taxonomy of media bias and propaganda. The result is a two-tier schema comprising 38 elementary bias types, arranged in six functional families and visualised as a \"table of media-bias elements\". For each type we supply a definition, real-world examples, cognitive and societal drivers, and guidance for recognition. A quantitative survey of a random 155-sentence sample illustrates prevalence differences, while a cross-walk to the best-known NLP and communication-science taxonomies reveals substantial coverage gains and reduced ambiguity.",
        "doi": "https://doi.org/10.31235/osf.io/p9yfv_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76cc6",
            "name": "Rhetoric and Composition"
          },
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "p9yfv",
        "version": 1
      },
      {
        "title": "Worker Skills Associated with Outcomes in Suicidal-related Youth Chat Sessions",
        "authors": "Gerard Chung, Lim Tse Min, Onno P. Kampman",
        "abstract": "Introduction: Text-based chatlines have become preferred entry points for youth seeking mental health support, yet most research examines dedicated crisis services rather than general chatlines where suicide emerges alongside diverse concerns. This study compared suicidal-related and non-suicidal sessions within a general youth chatline to identify session characteristics and worker skills associated with positive outcomes. Methods: We analyzed 1,710 chat sessions (202,336 messages) from QuickChat, a Singapore youth chatline between 2016 and 2020. Large language models classified sessions as suicidal or self-harm related (n=406, 24%) or non-suicidal (n=1,304, 76%). User-reported outcomes measured service quality and coping ability. Twelve therapeutic skills were coded from 79,587 worker messages. Multilevel regression models examined skill-outcome associations. Results: Suicidal-related sessions were significantly longer, contained more messages, and yielded lower outcomes. Suicidal ideation was most prevalent (85%), followed by self-harm (43%). In suicidal sessions, normalization demonstrated the strongest associations with all outcomes, followed by teaching/psychoeducation and making strengths explicit. These patterns differed substantially from non-suicidal sessions. Conclusion: Suicidal-related sessions within general chatlines demand greater engagement and differentiated responses from workers. Normalization and psychoeducation emerge as effective techniques for improving outcomes in suicidal chats. These findings provide actionable guidance for training frontline workers in general youth services.",
        "doi": "https://doi.org/10.31235/osf.io/qaet6_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          },
          {
            "id": "5a8c80f8c698300375c76dd2",
            "name": "Counseling"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "qaet6",
        "version": 1
      },
      {
        "title": "Mode effects in cognitive assessment: Analysis of an experiment using in-person, video and web data collection",
        "authors": "Konstantinos G. Tsigaridis, Alessandra Gaia, Vanessa Moulton, Liam Wright, Matt Brown, Richard J. Silverwood",
        "abstract": "With the rise of web-based data collection, researchers are increasingly exploring how to measure cognition online, including in web surveys and video interviews. This paper provides empirical evidence on mode effects (web, in-person, video interviewing) in the measurement of cognitive abilities using the TestMyBrain Backward Digit Span test (an immediate serial recall task) among adults age 20-40 years in England. Participants completed surveys including the same cognitive test at two time points two weeks apart and were randomly allocated to mode at each wave. The 1,692 wave 1 respondents and 1,510 wave 2 respondents were analysed using mixed effects models to estimate mode effects relating to several assessment outcomes. We found that participation by web was associated with a higher likelihood of an incomplete assessment relative to both in-person and video interviewing, suggesting that the presence of an interviewer – even if not physically present as in video interviewing – enhances the likelihood of a successfully completed test. For participants who completed the cognitive assessment, we found no evidence that the observed mean scores differed by mode, though this appeared to mask some heterogeneity. Although based on small numbers, there was a trend for both web and video respondents to be more likely to obtain the highest test scores than those participating in-person. This is consistent with prior suggestions that individuals in modes where there is limited or no interviewer presence are more likely to cheat. Mean test scores were consistently higher at wave 2 than at wave 1, with this ‘retest gain’ differing little by mode. These findings contribute to the limited literature on mode effects in cognitive assessment and offer valuable insights for researchers designing and analysing mixed-mode studies.",
        "doi": "https://doi.org/10.31235/osf.io/ue4ta_v1",
        "subjects": [],
        "id": "ue4ta",
        "version": 1
      },
      {
        "title": "Extreme Weather Events Exposure and Fertility Outcomes: Insights from the UK Household Longitudinal Study",
        "authors": "Irene Frageri, Ann Berrington, Raya Muttarak",
        "abstract": "The implications of climate change are becoming increasingly visible through its multifaceted effects, including the rising frequency and intensity of extreme temperatures and weather events such as floods, droughts and sea level rise. This study integrates longitudinal survey data from Understanding Society (2009–2023) with high-resolution flood and temperature records across the United Kingdom to examine how exposure to heatwaves and floods relates to the likelihood of conception among childless individuals of reproductive age. Using monthly-level discrete-time event history models, the analysis accounts for demographic, socio-economic, and contextual confounders, and further investigates the moderating role of pre-existing climate change attitudes and behaviours. The results show that exposure to both types of natural hazards is associated with a temporary reduction in the monthly probability of conception. Heatwaves, in particular, show a strong and highly significant association, with conception probabilities declining sharply during months of exposure. Floods show a weaker yet still negative association, observed in the six months immediately following the event. Furthermore, environmental behaviours appear to play a moderating role in the case of floods: only individuals reporting environmentally friendly behaviours experience a temporary decline in conception probabilities after flood exposure, followed by a modest rebound thereafter. By uniquely combining individual-level panel data with localized climate information, this study goes beyond intention-based analyses to reveal how climate shocks relate to actual fertility behaviour. Overall, these findings demonstrate that climate change constitutes not only an environmental or economic challenge, but also a demographic one, with meaningful implications for fertility behaviours.",
        "doi": "https://doi.org/10.31235/osf.io/8c2kt_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "8c2kt",
        "version": 1
      },
      {
        "title": "Factores que influyen en la confianza en los medios: un análisis comparativo por edad y género en Perú",
        "authors": "Edgar Pacheco",
        "abstract": "La confianza en los medios de comunicación es fundamental para la democracia, la formación de opinión pública y las preferencias informativas de las audiencias. Pese a la extensa investigación sobre este tema en la literatura internacional, en Perú la evidencia académica sigue siendo escasa. Para ayudar a reducir esta brecha, este estudio cuantitativo analiza los factores que influyen en la confianza en los medios, centrándose en diferencias por edad y género. Mediante una encuesta en línea (n=2,005) y pruebas no paramétricas de Mann-Whitney y Kruskal-Wallis, se hallaron diferencias significativas por edad en siete de ocho factores analizados. Los grupos de mayor edad, especialmente aquellos entre 50 y 64 años, valoran más la trayectoria histórica de los medios, sus estándares periodísticos, la transparencia informativa y la alineación con sus valores personales al momento de decidir en qué medios confiar. En contraste, el género no fue una variable determinante, excepto en la valoración de la trayectoria histórica, donde las mujeres tienden a darle más importancia que los hombres. Estos hallazgos pueden informar el desarrollo de estrategias orientadas a incrementar los niveles de confianza en los medios de comunicación en el Perú, donde los índices de confianza son uno de los más bajos de América Latina.",
        "doi": "https://doi.org/10.31235/osf.io/hpcgq_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "hpcgq",
        "version": 1
      },
      {
        "title": "The Statistical Physics of Psychological Networks: Zero Matters",
        "authors": "Han L. J.  van der Maas, Denny Borsboom, Lourens Waldorp",
        "abstract": "Psychological network theories provide an important alternative to traditional common cause theories, such as the g-theory of general intelligence and brain-based explanations of depression. Network theories, which are often formalized using the Ising model from statistical physics, have gained significant empirical support. However, the binary nature of nodes in Ising-type models presents a limitation, as many psychological datasets include responses with uncertain or neutral categories (e.g., \"don't know\" or \"not relevant\"). Ternary spin models, such as the Blume-Capel model, overcome this constraint by incorporating a third node state, zero, that can represent such responses, enabling more nuanced scale representations. The resulting models exhibit more complex dynamics and provide new insights into research across a range of psychological constructs. We illustrate our approach with examples from three key subdisciplines of psychology. First, we introduce a ternary spin model for attitudes, extending the Ising attitude model. Next, we propose a unified framework encompassing both bipolar disorder and major depressive disorder. Finally, we present a novel ternary network model for understanding knowledge acquisition.",
        "doi": "https://doi.org/10.31219/osf.io/7wfqj_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "7wfqj",
        "version": 3
      },
      {
        "title": "Heterogeneity in charitable giving preferences from over 2 million decisions worldwide",
        "authors": "Edmond Awad, Erez Yoeli, Iyad Rahwan, Zoe Rahwan",
        "abstract": "The substantial literature on charitable giving–a prototypical pro-social behavior– commonly faces constraints on sample size, diversity, or experimental design, resulting in a fragmented understanding of factors that influence charitable giving and their interactions. We developed a game that co-varies multiple factors that influence giving—akin to running thousands of experiments. Over 2.7 million decisions, some incentivized, from 257,000 participants in 203 countries were collected. Helping at least 3 or 6 strangers, on average, surpassed even the strongest effects of giving to oneself or a relative, respectively. This finding holds cross-culturally. Further, we found substantial heterogeneity from experimental stimuli in all main factor effects (e.g., identifiable victim effect), often reversing direction. Our findings paint a more comprehensive and promising picture of human prosociality.",
        "doi": "https://doi.org/10.31219/osf.io/28g3z_v2",
        "subjects": [],
        "id": "28g3z",
        "version": 2
      },
      {
        "title": "Recognizing the importance of design, content, and delivery features of health animations for preventative health behaviours: a realist review",
        "authors": "Kathleen McCorry, Gregory Maniatopoulos, Linda Errington, Ellie Land, Michael Craig, Santosh Vijaykumar, Till Bärnighausen, Nicola O'Brien",
        "abstract": "Background: Animated messages promoting preventative health behaviours (health animations) are prevalent globally. Health animations are visual and less reliant on language and therefore can overcome health literacy barriers and reduce health inequities. Additionally, they are easily and inexpensively shared, making them a potentially powerful tool for disease prevention. Purpose: To understand why, how, for whom, to what extent, and in which contexts health animations work to promote preventative health behaviours. Method: This realist review followed the iterative stages outlined by Pawson and was conducted in accordance with the RAMESES standards. This methodology allows for the inclusion of peer-reviewed publications and grey literature, with appraisal focusing on the relevance, rigour, and richness of included data. Evaluations of animations promoting preventative health behaviours to any age population, and employing any design or comparator were included. Data syntheses sought to produce the context-mechanism-outcome configurations, which contributed to the programme theory. International stakeholder workshops with professionals and members of the public were used to sense check findings and refine the programme theory. Results: This review included the synthesis of data from 32 animations. Design, content and delivery contexts were identified, including representing the target audience, using storytelling, evoking emotion and using a credibly perceived source, which enabled the triggering of key mechanisms of action, including transportation in the story, identification, knowledge and skills. Conclusion: Health animations can be an effective tool to promote preventative health behaviours. The findings from this review have produced research and practice recommendations for the future design of health animations.",
        "doi": "https://doi.org/10.31219/osf.io/ysv5q_v4",
        "subjects": [],
        "id": "ysv5q",
        "version": 4
      },
      {
        "title": "Are Biological Systems More Intelligent Than Artificial Intelligence?",
        "authors": "Michael Timothy Bennett",
        "abstract": "Are biological self-organising systems more ``intelligent'' than artificial intelligence (AI)? If so, why? I address this question using a mathematical framework that defines intelligence in terms of adaptability. Systems are modelled as stacks of abstraction layers (\\emph{Stack Theory}) and compared by how effectively they delegate agentic control down their stacks. I illustrate this using computational, biological, military, governmental, and economic systems. Contemporary AI typically relies on static, human-engineered stacks whose lower layers are fixed during deployment. Put provocatively, such systems resemble inflexible bureaucracies that adapt only top-down. Biological systems are more intelligent because they delegate adaptation. Formally, I prove a theorem (\\emph{The Law of the Stack}) showing that adaptability at higher layers is bottlenecked by adaptability at lower layers. I further show that, under standard viability assumptions, maximising adaptability is equivalent to minimising variational free energy, implying that delegation is necessary for free-energy minimisation. Generalising bioelectric accounts of cancer as isolation from collective informational structures, I analyse cancer-like failure modes in non-biological systems when delegation is inadequate. This yields design principles for building robust systems via delegated control, and reframes hybrid agents (e.g. organoids or human--AI systems) as weak boundary-condition design problems in which constraints shape low-level policy spaces while preserving collective identity.",
        "doi": "https://doi.org/10.31219/osf.io/e6fky_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca861",
            "name": "Management Sciences and Quantitative Methods"
          },
          {
            "id": "584240da54be81056cecac22",
            "name": "Biochemistry, Biophysics, and Structural Biology"
          },
          {
            "id": "584240d954be81056ceca9f3",
            "name": "Computer Engineering"
          },
          {
            "id": "584240da54be81056cecabbb",
            "name": "Computer Sciences"
          },
          {
            "id": "584240d954be81056cecaa04",
            "name": "Operations Research, Systems Engineering and Industrial Engineering"
          },
          {
            "id": "584240da54be81056cecac2f",
            "name": "Systems Biology"
          },
          {
            "id": "584240da54be81056cecac85",
            "name": "Other Social and Behavioral Sciences"
          }
        ],
        "id": "e6fky",
        "version": 3
      },
      {
        "title": "No evidence for causal effects of trust in science on intentions for health-related behavior",
        "authors": "Tobias Wingen, Ann-Christin Posten, Simone Dohle",
        "abstract": "Many researchers and policymakers assume that interventions targeting trust in science will be key for promoting health-related behaviors, including in the context of curbing the spread of disease. One central finding from the past pandemic is that trust in science predicted health-related protection intentions and behaviors, such as social distancing and vaccination. Yet, it is unclear whether the observed correlation between trust in science and protection intentions does indeed imply causation. Across our studies (total N = 5311), we successfully replicated this correlation. However, when experimentally manipulating self-reported trust in science, we found no evidence for causal effects on protection intentions. This absence of meaningful effects was confirmed by equivalence tests, an internal meta-analysis (N = 3761), and a machine learning algorithm. These results question the causal importance of short-term changes in trust in science for protection intentions. Drawing the right lessons from the COVID-19 pandemic will be essential for effective future policy responses.",
        "doi": "https://doi.org/10.31219/osf.io/th953_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "th953",
        "version": 1
      },
      {
        "title": "Disentangling the Effects of Human Development and Gender Egalitarianism on the Gender Gap in the Five-Factor Model of Personality Traits Across Countries",
        "authors": "Arij Yehya, Jérôme Rossier, Dragos Iliescu, Jüri Allik, Anu Realo",
        "abstract": "The main aim of the study is to disentangle the effects of two contextual factors—human development and gender egalitarianism—on the increasing size of gender differences in personality traits across countries. A three-way 2x2x2 factorial design was used to examine the effects of gender, human development, and gender egalitarianism on the Five-Factor Model (FFM) personality traits in samples from four countries that vary in their levels of contextual factors—Burkina Faso (low human development/low gender egalitarianism), Moldova (low human development/high gender egalitarianism), Qatar (high human development/low gender egalitarianism), and Switzerland (high human development/high gender egalitarianism). The level of human development was the main contextual factor influencing the size of gender differences in Neuroticism, Agreeableness, and Openness while gender egalitarianism contributed to the gender gap in Neuroticism and Agreeableness only in interaction with human development. A high level of human development is a necessary but not sufficient condition for larger gender differences in Neuroticism and Agreeableness—only once such a level is reached does gender egalitarianism make an additional contribution to widening the gender gap.",
        "doi": "https://doi.org/10.31219/osf.io/rvw93",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "rvw93",
        "version": 1
      },
      {
        "title": "The Team Formation Problem in Education: A Systematic Review and Taxonomy of Its Variants and Optimisation Approaches",
        "authors": "Yeray Barrios-Fleitas, Eduardo Lalla-Ruiz, Arend Rensink",
        "abstract": "Deciding how to assign students to teams for effective teamwork, also known as the Team Formation Problem (TFP) in education, remains insufficiently understood despite decades of research across different disciplines offering fragmented guidance. In higher education, instructors must form short-lived teams using limited data while balancing pedagogical goals and logistical constraints, conditions that differ sharply from professional team settings. To address this fragmentation, this study develops an integrated taxonomy of educational TFP grounded in a systematic review of 35 peer-reviewed studies. Building upon perspectives from Operations Research, Organizational Psychology, and Educational Research, the taxonomy organizes TFP variants into three interrelated pillars: (1) Input attributes, which specify the student attributes used to form teams; (2) Problem formulation, which describes how attributes are manipulated and formalizes pedagogical objectives and constraints into optimization model; and (3) Solution methods, which describe the algorithms used to generate feasible team assignments. This structure clarifies the modeling decisions that underpin different TFP variants and provides a common vocabulary for describing them, enabling transparent reporting and meaningful comparison between studies that previously lacked a shared frame of reference. This structure makes explicit how pedagogical rationales, such as fairness, peer learning, or cohesion, translate into concrete modeling decisions, enabling transparent reporting and like-for-like comparison across studies that were previously not comparable. The review reveals substantial heterogeneity in how TFP variants are defined and reported, and shows that the proposed taxonomy can classify all identified formulations while exposing cross-disciplinary inconsistencies and gaps. The paper concludes with methodological guidelines that standardize how TFP variants should be specified and reported, supporting transparent communication, comparative analysis, and future benchmarking of team formation methods in educational contexts.",
        "doi": "https://doi.org/10.31235/osf.io/b8xua_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          }
        ],
        "id": "b8xua",
        "version": 1
      },
      {
        "title": "The mental health consequences of the 2023 genocide in Gaza, Palestine: A scoping review",
        "authors": "Sameeha Atout, Andrew Kim",
        "abstract": "Background: Israel’s genocide in the Gaza Strip has killed 7.9% of the population, and thousands of Palestinians have faced myriad forms of violence and imminent threats to life, including physical injuries from ballistics, home demolitions, and torture. These highly traumatic conditions pose severe psychological threats to Palestinians and may have reverberating effects in neighboring Arab countries. This scoping review aimed to examine the direct and indirect mental health consequences of Israel’s genocidal assault on Gazans, Palestinian citizens outside of Gaza, and populations in neighboring Arab countries and also investigated processes of coping and resilience among Palestinians. Methods: Following (PRISMA-ScR) guidelines, 42 articles, which were published after October 2023, were identified from five major search engines, including PubMed, Scopus, SpringerLink, Proquest, and Google Scholar. Studies investigated the psychological impacts of the 2023 genocide in Gaza, and their results were categorized into three groups: psychological impacts of wars, resilience, and coping strategies studies under war circumstances. Results: Findings revealed devastating mental health effects due to the genocide, with Gazans experiencing the most extreme outcomes. Gazan samples reported alarmingly high prevalence rates of mental health symptoms, including depression (72.7-99.5%), anxiety (65.0-99.7%), and PTSD (63.4-83.5%), which were the highest among all examined groups. Resilience and coping resources among Palestinians included cognitive strategies, family and social support, and religion. Conclusion: These findings highlight the large-scale psychological consequences of the 2023 Gazan genocide and underscores the urgent need for emergency mental health interventions in Palestine. Immediate action is necessary to prevent further psychological damage from the genocide and avert an irreversible humanitarian catastrophe.",
        "doi": "https://doi.org/10.31235/osf.io/b32x9_v1",
        "subjects": [],
        "id": "b32x9",
        "version": 1
      },
      {
        "title": "Modeling social networks with homophily via multi-dimensional social distance attachment",
        "authors": "Ruben Rodriguez-Casañ, Javier Borge-Holthoefer, Alessio Cardillo",
        "abstract": "The tendency of individuals to connect with similar others (i.e., homophily) is a cornerstone of social networks. Individuals are characterized by multiple attributes interacting in complex ways, challenging the unidimensional view on homophilic relationship formation. We introduce a multidimensional social distance attachment model integrating both exclusive (e.g., gender) and non-exclusive (e.g., language) features to capture homo- and hetero-philic behaviors. By embedding attributes as vectors within a metric space, we estimate the relative contribution of each attribute to the overall network features, and evaluate how their correlations shape inclusion dynamics. We test our model on two empirical networks of cultural production: the correspondence of the International Institute of Intellectual Cooperation (IIIC) and contemporary global music collaborations. In both cases, heterophily enhances the centrality of minorities, albeit the enhancement depends on the attributes' internal composition and interdependence. Our findings demonstrate that inclusion policies must account for the multidimensional nature of social identities, and can open alternative and non-trivial pathways toward more equitable visibility in social systems.",
        "doi": "https://doi.org/10.31235/osf.io/j7ukt_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "j7ukt",
        "version": 1
      },
      {
        "title": "Examining Measurements of Fear of Crime Across Surveys: Content, Cognitive Processes, and Psychometric Properties",
        "authors": "Jeanette Melin, Marika Wenemark, Magnus Johansson",
        "abstract": "Purpose: To enhance the understanding of different survey questions and the opportunities they provide to measure fear of crime as a latent trait, examining both crime-type and consequence items. Methods: Items from five surveys used in the Stockholm Region were coded into content areas. Cognitive interviews (n = 19) were analysed for response processes. Rasch analyses were conducted on the Swedish Crime Survey (n = 4,264) and the City of Stockholm Crime Survey (n = 7,333). Results: The surveys covered overlapping topics but used distinct phrasings. Response comprehension was generally adequate, yet some terms were interpreted differently. Respondents found it difficult to isolate fear of crime from other motives in the consequence items. There was no clear advantage to either frequency- or consequence-framed items, whereas intensity stems imposed a lower response burden. Psychometrically, unidimensional solutions were hard to achieve for either crime type or consequence item sets. The evidence suggests heterogeneity across population groups. Conclusions: Current practice involves both strengths and weaknesses. This study suggests paths toward enhanced measurement of the fear of crime. Measuring fear of crime as a single, invariant latent trait is far from straightforward. The heterogeneity of responses across population groups indicates that different groups evaluate their fear of crime types and consequences differently, challenging the assumption of unidimensionality. However, the cognitive interviews suggest ways to clarify item wording and reduce respondent burden.",
        "doi": "https://doi.org/10.31235/osf.io/yvx93_v1",
        "subjects": [],
        "id": "yvx93",
        "version": 1
      },
      {
        "title": "Daily 60-minute interval electricity use patterns and their association with household socio-demographics",
        "authors": "Reza Serati, Bettina Grün, Anna Kristina Zinn, Sarah MacInnes, Oscar Yuheng Zhu, Danyelle Greene, Marius Portmann, Siamak Layeghy, Joanne Hamer, Daniel Eghbal",
        "abstract": "Australia leads the world in rooftop solar photovoltaic systems. We analyse 3,300,695 days of actual household electricity use in Queensland, Australia, available in 5-minute intervals to identify five distinctly different household electricity consumption patterns. We then assign 366,439,750 days of electricity use of 1,097,125 households in Queensland, Australia, to those prototypical patterns to identify household market segments with distinct electricity use patterns and household characteristics. Segment profiles show that the benefits of rooftop photovoltaics are currently asymmetrically accessible to the Australian population in Queensland. Households with photovoltaic systems typically live in their own house, report a high education and income level, whereas households without photovoltaics who have the most consistent electricity use pattern across the day and use most electricity from the grid are more likely to rent, live in an apartment and report lower income and education levels. Regulatory modifications can make cost cost-saving benefits of rooftop solar systems available to a much wider section of the Australian community in Queensland, while also contributing to carbon emissions reduction via an increase in renewable energy.",
        "doi": "https://doi.org/10.31235/osf.io/btwfc_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          }
        ],
        "id": "btwfc",
        "version": 1
      },
      {
        "title": "From the Platform Society to the AI Society: Towards Critical Studies of Generative AI",
        "authors": "Petter Törnberg, Justus Uitermark",
        "abstract": "The era of AI has begun. Generative AI is rapidly reshaping knowledge production, culture, and political authority, giving rise to an emerging AI society. Yet this transformation did not emerge ex nihilo. This paper argues that the AI society can only be understood in relation to the platform society from which it arises. Tracing the transition from platforms to AI, we identify interlinked economic, epistemic, and political shifts. Economically, AI emerges within platform-based rentier capitalism but reconfigures the monopoly mechanisms on which its accumulation depends. Epistemically, LLMs mark a shift from predictive to generative epistemics, entangling theory formation and knowledge production with private research-as-a-service infrastructures. Politically, governance shifts from data politics to alignment politics: from shaping visibility to shaping what can be said, thought, and imagined. Together, these transformations signal a qualitative shift in mediation—from governing interaction to governing cognition itself—and call for a Critical AI Studies.",
        "doi": "https://doi.org/10.31235/osf.io/qahd3_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "qahd3",
        "version": 1
      },
      {
        "title": "Measuring Early Word Exposure in Infants: A Brief Parent-Report Survey Captures Individual Language Input and Predicts Vocabulary Outcomes",
        "authors": "Yuzhen Dong, Charlotte Moore, Janani Ramadurai, Elika Bergelson",
        "abstract": "Individual differences in early language input are rampant but hard to quantify without resource-intensive naturalistic recordings, posing a challenge for testing links between individual experience and facets of language development like vocabulary growth. We tested whether a quick parent survey on infants’ exposure to common nouns could reliably predict nouns’ frequency in home-recordings (testing its validity) and children’s own vocabulary (testing input-learning links). In Study 1 (n=44; 95% White, 5% mixed-race) we gathered monthly home recordings and exposure surveys every two months from 8-18mo. Parent reported exposure to each noun (16/timepoint, 5-point scale) was compared to the noun’s relative frequency in infants' home-recordings, and to comprehension and production of each noun via parent vocabulary survey (CDI). Reported exposure significantly predicted noun frequency in home recordings. It also predicted both reported noun comprehension and production, even after accounting for age. Results from an age- and gender-matched cross-sectional sample (Study 2, n=264, 78% White, 11% mixed-race, 11% other) with the same vocabulary and exposure surveys were consistent, supporting generalizability. These findings suggest a brief word-exposure survey can reliably estimate individualized word input and knowledge, at least for highly common nouns. This method complements naturalistic recordings and corpus-based norms by capturing individual variation and enabling more scalable research across linguistic and sociocultural contexts.",
        "doi": "https://doi.org/10.31219/osf.io/kxcw4_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "kxcw4",
        "version": 2
      },
      {
        "title": "How does increased worry affect worries about unrelated issues?",
        "authors": "Jan Urban, Tomasz Grzyb, Dariusz Dolinski, Marketa Braun Kohlova, Kamil Izydorczak",
        "abstract": "There are two competing accounts explaining how increased worry about one issue affects people’s worry about unrelated issues. According to one account, it decreases worries about other issues (e.g., the finite pool of worry hypothesis). In the second account, it increases worry (e.g., generalized affect hypothesis, availability heuristics). We conducted a web-based experiment on representative samples of adults in the Czech Republic and Poland (total N = 7,051). We manipulated worry about one of three societal issues and measured the effect of this manipulation on the degree of worry about 12 unrelated issues. We also examined the underlying mechanism by looking at whether the effect was mediated by affect (a mechanism related to generalized affect) and moderated by issue similarity (a mechanism related to availability heuristics). The study provides strong evidence for a small-sized positive cross-effect of worry. Further, there are strong indications that an effect is mediated by generalized affect, specifically its valence. Our result contributes to a better understanding of how increased worry affects worries about other issues.",
        "doi": "https://doi.org/10.31219/osf.io/yxqjf_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "yxqjf",
        "version": 3
      },
      {
        "title": "Strategic Heterogeneity in Policy-Level Positioning: Evidence from Congressional Campaigns",
        "authors": "Rachel Porter, Colin Rafferty Case",
        "abstract": "Do candidates maintain consistent left-right issue positions in congressional elections? How do district conditions influence variations in this consistency? While these questions are fundamental to the study of U.S. elections, surprisingly little is known about issue positioning in campaigns. We combine campaign platforms with machine learning methods to estimate the left-right orientations of U.S. House candidates (n = 4,505) across six salient issue areas in multiple election cycles (2018-2022). Our validated measures reveal meaningful within-candidate variation in issue positioning that systematically reflects district conditions. Candidates exhibit greater positional flexibility in districts that are not safe for their party and where constituent policy preferences are heterogeneous. We further demonstrate that this positional variation directly reflects district opinion, as issue-specific positioning aligns with constituency policy preferences. These findings reveal how candidate messaging varies systematically across issue domains and electoral contexts, fundamentally shaping the information environment that structures democratic choice and representation.",
        "doi": "https://doi.org/10.31219/osf.io/zhrmv_v5",
        "subjects": [],
        "id": "zhrmv",
        "version": 5
      },
      {
        "title": "A theory construction methodology for network theories in psychology",
        "authors": "Adam Finnemann, Denny Borsboom, Lourens Waldorp, Maarten Marsman, Han L. J.  van der Maas",
        "abstract": "In recent years, there has been a growing call to advance psychological theorizing through formal modeling. We answer this by introducing a methodology for developing psychological theories using probabilistic network models (PNMs). Originating in statistical mechanics, PNMs describe networks of interacting elements and have already shaped prominent theories in attitude, emotion, and decision research. We present a systematic guide on how to develop, analyze, and validate PNMs. Central to our framework is a survey of six base models which researchers can start from, extend, and adapt to their context. For each of these models we discuss existing applications and analyze them using two newly developed tools: a NetLogo model for simulations and an R package for visualizing mean-field dynamics. As a case study, we demonstrate the application of PNMs in theory development, before discussing the assumptions and limitations of the framework.",
        "doi": "https://doi.org/10.31219/osf.io/yc3p7_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "yc3p7",
        "version": 2
      },
      {
        "title": "Contextual Factors Shape Stakeholder Dynamics in Air Pollution Control - Insights from Six Majority World Cities",
        "authors": "Ella Henninger, E. Keith Smith, Thomas Bernauer",
        "abstract": "Air pollution is a major global health hazard, causing millions of premature deaths annually, with the worst impacts in Majority World cities. In these contexts, diverse local conditions shape stakeholders’ ability to influence government mitigation efforts. Drawing on semi-structured interviews with air pollution experts and stakeholders in six highly polluted cities (Accra, Kampala, Johannesburg, Jakarta, Dhaka, Delhi), we examine how economic development, democratic governance, and data availability structure the influence of key actors—citizens, local advocates, economic elites, and country-external agencies—on government mitigation efforts. We find that governments remain primarily responsive to economic elites across levels of economic development. In the lowest-income case (Dhaka), external actors play a more pronounced role. Democratic governance enables broader stakeholder engagement, especially among citizens and local advocates. Data availability expands opportunities for influence but also provokes governmental counter-strategies. These dynamics underscore opportunities and constraints for stakeholder engagement in pollution governance.",
        "doi": "https://doi.org/10.31219/osf.io/qry3x_v2",
        "subjects": [],
        "id": "qry3x",
        "version": 2
      },
      {
        "title": "Perceptions of Anomie in Society Shape Support for Wealth Redistribution",
        "authors": "Kelly Kirkland, Christoph Klebl, Christian T. Elbaek, Jolanda Jetten",
        "abstract": "Understanding the factors that influence support for wealth redistribution is essential to address growing economic divides around the world. We propose that perceptions of anomie—the belief that society’s social and political fabric is crumbling—can influence support for redistribution in opposing ways. When people see society as deteriorating, they may seek drastic change, increasing support for redistribution. Conversely, viewing society as descending into anomie may also foster a belief that the government will mismanage redistributed wealth, thereby reducing support. Study 1 examined these relationships in a U.S. sample, confirming the presence of these two opposing pathways, and Study 2 then replicated the findings in the UK. Study 3 tested this model experimentally, introducing the ‘anomie paradigm’ to explore how perceptions of anomie cause shifts in psychology. Here, participants were exposed to a fictitious society characterized by high or low anomie. The high (relative to low) anomie condition increased support for redistribution through a desire for change but simultaneously decreased support via concerns over government misuse. These findings highlight how perceptions of societal breakdown can shape redistributive preferences through co-occurring psychological processes with opposing implications for policy support.",
        "doi": "https://doi.org/10.31219/osf.io/49vjf_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "49vjf",
        "version": 3
      },
      {
        "title": "A New Puzzle of Equality? Gender Gaps in Gen Z’s Gender Equality Attitudes in Europe",
        "authors": "Richard Nennstiel, Christina Siegert",
        "abstract": "Modernization theories predict increasing gender-egalitarian attitudes among younger cohorts. Yet, recent evidence points to substantial gender polarization within Generation Z. This short paper provides a systematic, cross-national and multidimensional analysis of gender differences in gender equality attitudes among Generation Z in Europe. Using microdata from six large-scale surveys, covering 82,187 individuals (born 1995–2009) across 24 European countries, we assess gender gaps across eight attitudinal dimensions of gender equality. We ask how attitudes differ by gender, how these gaps vary across countries, and how they relate to country-level gender equality. Our findings reveal widespread gender gaps, with young women consistently expressing more egalitarian views than young men. However, the magnitude of these gaps vary across countries and dimensions. Gender gaps are comparatively smaller for gender role norms, such as shared parenting, but larger for attitudes toward labor market fairness, perceptions of discrimination, and the salience of gender equality. Relating these patterns to the 2024 Gender Equality Index reveals that the relationship is not strictly linear across outcomes. Together, these findings challenge linear modernization narratives and underscore the importance of contextualized and multidimensional perspectives on gender equality attitudes among Generation Z.",
        "doi": "https://doi.org/10.31235/osf.io/6h9gd_v1",
        "subjects": [],
        "id": "6h9gd",
        "version": 1
      },
      {
        "title": "Social Representation of Second-Hand Shopping: Cognitive Structure and Everyday Circular Economy Practice of the Scottish Population",
        "authors": "Jianyu CHEN, Kathryn Colley, Tony Craig, Graciela Martínez Sánchez, Alice Hague, Fiona Bender",
        "abstract": "Background Reuse behaviours such as buying second-hand objects are central to the transition towards a circular economy (CE). However, existing research has largely prioritised individual motivations, paying less attention to the shared meanings through which such behaviours are socially constructed. Drawing on Social Representations Theory (SRT), this study examines how collective understandings of second-hand shopping are organised and how they relate to broader circular-economy consumption behaviours. Methods We report findings from a pre-registered study based on a nationally representative survey of Scottish adults (N = 1,516), which included a free-association task eliciting spontaneous meanings related to “buying second-hand.” The data were analysed using a mixed-method approach. Results The results reveal a structured social representation of second-hand shopping that is predominantly practice-oriented and economically anchored, with strong emphasis on affordability and waste avoidance, with environmental concerns emerging in central elements. Five distinct cognitive clusters were identified, differing in their configurations of economic, moral, environmental, and pragmatic meaning constructions. CE-related behavioural engagement (particularly buying used, buying less, and zero-waste practices) was more strongly associated with cluster formation than sociodemographic characteristics. Conclusions Second-hand shopping is widely represented as an everyday, functional practice rather than an explicitly normative or policy-driven behaviour. While environmental meanings are increasingly integrated, collective representations remain grounded in resourcefulness and waste avoidance.",
        "doi": "https://doi.org/10.31235/osf.io/pg6yt_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "pg6yt",
        "version": 1
      },
      {
        "title": "Ceasing fire or fighting on? Insurgent violence, ideology and negotiations",
        "authors": "Meri Dankenbring",
        "abstract": "This article sheds light on dynamics of pacification and how they can be affected by insurgent extremity and violence against civilians. While previous research suggests that (civilian) deaths shape the probability of negotiations, it shows that the effect can take two directions. As increasing death tolls mean higher conflict costs, they can lower the probability of negotiations. At the same time, civilian killings may increase the conflict’s intractability and decrease trust between the parties, thus lowering the probability of negotiations. I argue that the direction of the effect of civilian targeting depends on insurgent ideology. When the insurgents’ extremity is low, they can use civilian targeting to exert power and pressure the government into negotiations. When their extremity is high, civilian targeting is more likely to have the opposite effect: Killing civilians can lower trust in the insurgents and entrench cleavages in society. Apart from this moderated effect via civilian killings, I also expect extremity to have a direct effect on the probability of conflict parties entering into meaningful negotiations. As high extremity increases both commitment and indivisibility problems, insurgents are less likely to meaningfully negotiate with increasing extremity. These expectations are supported by an analysis conducted using data on insurgent ideologies in civil wars between 1990 and 2020.",
        "doi": "https://doi.org/10.31235/osf.io/m965d_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "m965d",
        "version": 1
      },
      {
        "title": "What do people want from opposition parties? A cross-national experimental study",
        "authors": "Or Tuttnauer, Simone Wegmann, Felix Jäger, Roni Lehrer",
        "abstract": "Opposition parties in modern democracies often find themselves having to balance their various functions and goals, such as representing their voters and influencing policy-making on the one hand, and criticising the government and presenting an alternative to it on the other hand. The emphasis on either of these functions leads to different strategies, measurable by confrontation or agreement with the government. Recent studies suggest that voters tend to reward opposition parties for confronting the government. However, these have relied on observational analyses and have not been able to investigate the underlying micro-mechanisms in detail. In this paper, we present the results of a novel survey experiment conducted among 12,824 respondents in nine European countries. The respondents were shown several hypothetical government-opposition interactions regarding government legislation and were asked to rate the opposition’s response. We manipulate the legislation initiative’s subject, direction, and magnitude, as well as the opposition’s response, distinguishing not only between agreement and confrontation but also between ideological and other justifications. Among other findings, we show that voters prefer compromise and agreement over refusal to compromise, but this preference is weaker the farther the proposed legislation is from the opposition’s ideal point.",
        "doi": "https://doi.org/10.31235/osf.io/5atsm_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "5atsm",
        "version": 1
      },
      {
        "title": "The politics of interwar chemistry Neutrality and nationalism in the rhetoric and actions of internationalist chemists",
        "authors": "Jorrit Smit",
        "abstract": "The First World War challenged internationalist ideals in chemistry, as nations mobilized researchers for military purposes. In different ways, chemists from various nations reconstructed international networks in the interwar period. A transnational comparison shows that German (Fritz Haber) and British (Frederick Donnan) chemistry coordinated their international efforts easily with state and industry, as the relations had intensified during the war. Chemists from Sweden (Svante Arrhenius) and the Netherlands (Ernst Cohen) turned to the cultural and epistemic meaning of neutrality to justify their internationalism at home and abroad. The comparative analysis emphasizes national histories in understanding the politics of international science.",
        "doi": "https://doi.org/10.31235/osf.io/vk5je_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccc",
            "name": "History"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "vk5je",
        "version": 1
      },
      {
        "title": "Insights into the relative efficiency of one- and two-stage research funding processes using an Agent Based Modelling approach",
        "authors": "Alexander Hulkes",
        "abstract": "All other things being equal, two-stage research funding processes that involve the initial submission of a relatively short proposal containing only minimal information (typically referred to as an outline proposal) followed by a preparation and submission of a full proposal will on average require less effort from their applicants than will single-stage processes. But it is likely that a funder operating a process which begins with a lower-effort outline stage will receive more applications than they might have expected to see had applicants been required initially to prepare a full proposal in a single-stage process. The net effect of these interacting and competing influences on the overall effort required in, and efficiency of, a funding process is not currently known and so is investigated in this work using an Agent-Based Modelling approach. The results of this model suggest that while the number of applications submitted will indeed increase, perhaps by as much as 40%, if two-stage processes are used, the level of applicant effort per unit output (that is, unit of funding awarded or number of awards made) may be reduced by around 15% to 20%. A weaker but more general interpretation, that does not rely so much on the specifics of the model, is that substantial increases in demand arising from use of outline processes might still come with an overall decrease in applicant effort. A reasonable conclusion is that more extensive use of two-stage research funding processes may lead to significant cost savings.",
        "doi": "https://doi.org/10.31235/osf.io/mf6y9_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "mf6y9",
        "version": 1
      },
      {
        "title": "Artificial Intelligence Lives Among Us: Dialogues on Its Social and Regulatory Impacts",
        "authors": "Juliano Maurício de Carvalho",
        "abstract": "This study examines the social and regulatory implications of artificial intelligence (AI), focusing on its rapid popularization and disruptive potential. It adopts a qualitative, exploratory approach grounded in bibliographic and documentary research, with descriptive-analytical examination of international and national reports and regulatory frameworks. The paper contextualizes AI as a global debate topic present in multilateral organizations, educational environments, and corporate strategies, highlighting tensions between technological progress and social structures. It discusses the impact of generative AI tools, such as ChatGPT, on professional markets, education, and governance. International regulatory initiatives are analyzed, including the European Union’s Artificial Intelligence Act, the United Kingdom’s National AI Strategy, and U.S. actions to consolidate leadership in research and development. In Brazil, the study reviews the legislative trajectory culminating in Bill No. 2,338/2023, which proposes principles, rights, risk classification, and governance mechanisms for AI systems. Ethical dimensions—such as transparency, accountability, bias mitigation, and fairness—are addressed, along with challenges in translating normative concepts into algorithmic frameworks. The paper also explores controversies surrounding copyright and remuneration for creators whose works train AI models, as well as risks related to disinformation, deepfakes, and national security. It concludes by advocating adaptive regulation, inclusive governance, and continuous social dialogue in light of emerging issues concerning authorship, authenticity, and equitable labor transitions in the era of generative AI.",
        "doi": "https://doi.org/10.31235/osf.io/e9wba_v1",
        "subjects": [],
        "id": "e9wba",
        "version": 1
      },
      {
        "title": "The Mediating Role Of Global Export Mindset: Global Capabilities, Networks, And Global Export Mindset In Emerging Market Small And Medium Enterprises",
        "authors": "Vicky Armando Ambate",
        "abstract": "Research on export performance has extensively examined the roles of export orientation, global networks, and dynamic capabilities in enhancing firms’ export outcomes, particularly among small and medium-sized enterprises (SMEs). However, existing studies largely rely on direct-effect approaches and provide limited explanation of the internal mechanisms through which external resources and organizational capabilities are transformed into export performance. Moreover, the literature tends to treat global mindset, strategic cognition, and export orientation as separate constructs, resulting in fragmented insights and inconsistent empirical findings. Addressing these gaps, this study proposes the development and empirical examination of Global Export Strategic Mindset (GESM) as a conceptually derived construct that functions as a strategic mechanism linking global network and global dynamic capability to export performance. GESM is conceptualized as a cross-level strategic capability that integrates managerial global perspective, strategic cognitive processing, and organizational commitment to exporting. Operationally, GESM is modeled as a higher-order construct comprising three dimensions: Global Strategic Cognition, Strategic Export Commitment, and Global–Local Strategic Integration. This study adopts a quantitative, explanatory research design. Data are planned to be collected through a survey of exporting SMEs in Indonesia and analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM) to examine the proposed structural relationships and the mediating role of GESM. The proposed research is expected to contribute to export performance and internationalization literature by providing a mechanism-based explanation of how global resources and capabilities are converted into effective export strategies, while offering practical insights for strengthening the strategic capacity of SMEs in emerging economies.",
        "doi": "https://doi.org/10.31235/osf.io/twxbk_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "twxbk",
        "version": 1
      },
      {
        "title": "Hyperdigimodernism: Asymmetrical Co-Authorship and the Reconfiguration of Selfhood, Agency, and Belonging under Platform Capitalism",
        "authors": "Nicole Al Rais, Brigitte Elise de Boef",
        "abstract": "This theoretical article introduces hyperdigimodernism as a conceptual framework for analyzing how artificial intelligence participates in contemporary digital culture. Existing approaches largely treat AI as infrastructural mediation that filters or organizes expression. This article argues that machine learning systems now operate as generative co-authors, participating directly in everyday meaning-making practices. Building on postmodern and digimodern accounts, it conceptualizes a historical shift toward asymmetrical co-production in which AI systems actively shape identity, agency, and collective belonging. Through theoretical genealogy and synthesis of empirical literature on influencer culture, three interrelated dimensions are elaborated: algorithmic co-authorship of selfhood, distributed agency between human intention and computational prediction, and algorithmically mediated retribalization. The framework specifies how AI’s generative role operates within platform-based political economies, offering new conceptual vocabulary for understanding how machine learning reconfigures authorship, decision-making, and community formation under contemporary digital conditions.",
        "doi": "https://doi.org/10.31235/osf.io/xejpf_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "xejpf",
        "version": 1
      },
      {
        "title": "Lighthouse Construction and China's Foreign Trade in the late 19th Century",
        "authors": "Khon Long Chia",
        "abstract": "This paper explores the transformative role lighthouses played in shaping China’s 19th-century maritime trade. In the aftermath of the Opium War and the opening of international treaty ports, the Chinese Maritime Customs Service (CMC), under the leadership of Robert Hart, launched a concerted effort to illuminate the nation’s dark and hazardous coastline. By examining annual trade reports alongside the construction dates and locations of new lighthouses, I discovered that ports such as Shanghai, Chinkiang, and Kiukiang saw increases in commercial activity, often doubling or even tripling annual trade volume after the installation of navigational aids. To further support this correlation, this paper draws on qualitative sources, including commissioner reports, lighthouse keeper accounts, and decennial customs records, to provide firsthand insights into how lighthouses functioned not only as safety mechanisms but also as symbols of state authority. They deterred local resistance, reinforced imperial presence, and contributed to a more secure and predictable maritime environment. In doing so, lighthouses helped establish reliable channels for international commerce, reducing the risk of shipwreck or cargo loss and ultimately fostering trust in China’s coastal trade routes.",
        "doi": "https://doi.org/10.31235/osf.io/9h5mw_v1",
        "subjects": [],
        "id": "9h5mw",
        "version": 1
      },
      {
        "title": "Environmental Performance in Transition: An Empirical Examination of Greece through the EPI Framework",
        "authors": "Prof. Dr. George E. Halkos, Dr. Argyro Zisiadou",
        "abstract": "The Environmental Performance Index (EPI) is a widely recognized tool developed by Yale University and Columbia University, in partnership with the World Economic Forum, to assess countries' environmental performance using 58 performance indicators across 11 issue categories. The EPI provides a comprehensive benchmark for evaluating environmental health, ecosystem vitality and climate change. Greece, as a member of the European Union (EU), operates within a complex regulatory framework aimed at promoting sustainable development. Greece's performance in the EPI reflects both its environmental policy efforts and its exposure to regional challenges such as air pollution, biodiversity loss, and climate-related risks. In recent years, Greece has demonstrated progress in areas such as renewable energy development and climate change mitigation, although issues like waste management and air quality continue to require focused policy intervention. Analyzing Greece’s EPI score offers valuable insights into its environmental priorities and the effectiveness of national strategies aimed at promoting sustainability and resilience.",
        "doi": "https://doi.org/10.31235/osf.io/egchs_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "egchs",
        "version": 1
      },
      {
        "title": "Under what institutional and incentive conditions do skill-development subsidies outperform direct wage support in improving long-term labour market outcomes in India?",
        "authors": "Aishwarya Ravikumar",
        "abstract": "Governments seeking to raise labour productivity face a persistent policy dilemma between providing direct wage support and subsidising skill development. While wage support can stabilise incomes and boost labour supply in the short term, skill-development subsidies are often promoted as a means of enhancing long-term employability and productivity, though their effectiveness varies widely across contexts. This paper asks: under what institutional and incentive conditions do skill-development subsidies outperform direct wage support in improving long-term labour market outcomes? Using a comparative policy analysis based on secondary data from OECD, World Bank, and ILO evaluations, the paper examines how labour market incentives, employer participation, and institutional capacity shape policy performance. The analysis finds that skill-development subsidies generate superior long-term outcomes when programs are closely aligned with labour market demand, supported by credible employer involvement, and implemented by institutions capable of enforcing targeting and quality standards. In the absence of these conditions, direct wage support often delivers more predictable short- to medium-term results. The paper contributes to the labour economics literature by emphasising the conditional nature of policy effectiveness and by identifying design principles for integrating income support with human capital investment.",
        "doi": "https://doi.org/10.31235/osf.io/db8fc_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "db8fc",
        "version": 1
      }
    ]
  }
}