{
  "update": "2026-02-20",
  "content": {
    "articles": [
      {
        "title": "Bias and bias amplification in treatment effect estimates based on misspecified propensity score models",
        "authors": "Gerhard Krug",
        "abstract": "Nonparametric propensity score methods are being used more frequently in social research to address misspecification bias in parametric methods such as linear regression. However, these methods can still be vulnerable to misspecification if the propensity score is estimated using parametric methods. Various methodological innovations have been developed to reduce or eliminate misspecification bias in propensity score methods; however, they are underused in sociological research. A comprehensive Monte Carlo simulation study was conducted to evaluate the performance of these innovations compared with that of standard methods. The results show that while some of the more recently developed extensions or alternatives to propensity score methods can substantially reduce misspecification bias, some are biased even in the absence of misspecification. In addition, most methods are subject to bias amplification due to \"hidden dual misspecification\", a problem previously overlooked in methodological research. Among the estimators evaluated, entropy balancing was the most successful in both eliminating regular misspecification bias and reducing bias amplification. The covariate balancing propensity score and augmented inverse probability weighting performed well. This study concludes that these estimators deserve more attention in applied social research.",
        "doi": "https://doi.org/10.31235/osf.io/8pwnc_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8pwnc",
        "version": 1
      },
      {
        "title": "Por qué ya no sabemos cuánto deporte se hace en España",
        "authors": "Víctor Jiménez Díaz-Benito",
        "abstract": "En esta disertación nos proponemos examinar críticamente la evolución reciente de la medición de la práctica deportiva en España a partir del análisis comparado de las encuestas oficiales de hábitos deportivos desde 1975 hasta 2025. A tal efecto, se hallan e interpretan los escenarios y las disquisiciones acaecidas a partir de la de 2015, identificando la ruptura metodológica introducida en 2015, que trajo consigo una discontinuidad en la serie histórica que compromete la comparabilidad longitudinal y puede estar produciendo una sobreestimación de los niveles reales de práctica deportiva. A partir de la revisión de los instrumentos de medición, las categorías de frecuencia empleadas y la forma de presentar los resultados —especialmente en términos de minutos acumulados de actividad—, planteamos que parte del aumento informado en la práctica responde a cambios en la definición y operacionalización del fenómeno más que a las transformaciones sociales y económicas equivalentes. Para demostrar la hipótesis, comparamos estos resultados con otros indicadores estructurales del sistema deportivo español —empleo, gasto público, gasto de los hogares, tejido empresarial y licencias federativas— que no muestran expansiones acordes con el supuesto incremento abrupto de la práctica desde 2015. Asimismo, apoyándonos en la discusión con otros estudios secundarios, comparamos los resultados sobre esta variable en la Encuesta de Hábitos Deportivos con los de la Encuesta Nacional de Salud, evidenciando con ello las divergencias en la estimación del cumplimiento de las recomendaciones de actividad física de la Organización Mundial de la Salud. Estas diferencias las identificamos como una disfunción que da cuenta del resultado de marcos conceptuales y metodológicos distintos más que como reflejo de una mejora homogénea del comportamiento deportivo de la población española en los periodos observados. Finalmente, subrayamos la necesidad de reforzar la dirección científico-técnica de estas operaciones estadísticas mediante la participación de los profesionales de las Ciencias de la Actividad Física y del Deporte, así como de orientar las políticas públicas en función de las cifras agregadas, así como de un análisis riguroso de la demanda de actividad física y de las barreras de acceso en los distintos grupos sociales, amén de la realización estudios ulteriores basados en la comparación de casos y el rastreo de procesos que pongan el acento en la combinación de los factores que explican la práctica deportiva. El trabajo concluye con la premisa de que medir mejor esta variable es una condición imprescindible para diseñar políticas deportivas y de salud pública más eficaces.",
        "doi": "https://doi.org/10.31235/osf.io/j3rxd_v3",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dd0",
            "name": "Leisure Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df5",
            "name": "Sports Studies"
          }
        ],
        "id": "j3rxd",
        "version": 3
      },
      {
        "title": "Gender differences in job seekers’ access, activation, and returns to social capital",
        "authors": "Gerhard Krug",
        "abstract": "Persistent gender inequalities in labor markets are often attributed to gendered differences in social capital and the use of social networks during job search. This study examines gender disparities in social capital among job seekers using eighteen waves of the German Panel Study Labour Market and Social Security (PASS) and a novel causal decomposition approach (Yu &amp; Elwert 2025). We distinguish between access to social capital (available network resources), activation (received job search resources), and returns (outcomes such as wages, job satisfaction, and job interviews). While women in the general population have more limited access to weak ties and high-status contacts, these differences narrow substantially among active job seekers. Consistent with this pattern, women and men receive similar levels of network-based job search support. Crucially, we find no evidence of a gender-specific returns deficit in wages or job satisfaction and only limited evidence for job interviews. Overall, the findings suggest that gender inequalities in job search outcomes are not primarily driven by differential access to, activation of, or returns from social capital.",
        "doi": "https://doi.org/10.31235/osf.io/sjym4_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "sjym4",
        "version": 1
      },
      {
        "title": "The Role of Physical Activity in the Unemployment-Health Relationship— Evidence Based on German Panel Data",
        "authors": "Sebastian Prechsl, Gerhard Krug",
        "abstract": "Studies have documented adverse effects of unemployment on various health outcomes, yet it remains an open question whether these effects are causally related to changes in health-related behavior. We focus on physical activity as a potential mediator and whether changes in physical activity can explain how unemployment impairs health. Competing theoretical perspectives suggest that unemployment may either restrict or increase physical activity. We use thirteen waves of the German panel study \"Labor Market and Social Security\" (N_it = 57,124; N_i = 13,123) as well as fixed-effects models in combination with mediation analysis techniques. Based on time-distributed fixed effects models, we assess temporal dynamics. We find a negative total effect of unemployment on self-rated health (β = -0.063; p &lt; 0.01). At the same time, unemployment increases physical activity (β = 0.173; p &lt; 0.001) and physical activity positively affects health (β = 0.046; p &lt; 0.001). We also find a positive indirect effect (IE= 0.008; p &lt; 0.001) that partly counterbalances the negative unemployment effect—implying that the effect is 13 percent stronger net of physical activity. The indirect effects hold for all phases of unemployment. Physical activity suppresses part of the health deterioration associated with unemployment. The temporal effect patterns suggest that increased available time, rather than stress relief, explains the rise in physical activity.",
        "doi": "https://doi.org/10.31235/osf.io/ak4sh_v2",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ak4sh",
        "version": 2
      },
      {
        "title": "The cumulative effects of economic growth on political and economic attitudes: evidence from Latin America",
        "authors": "Noam Titelman, Joaquin Prieto",
        "abstract": "What is the effect of experiencing good or bad macroeconomic environments on political and economic attitudes? Despite decades of research, this central question in political economy remains unsettled. We advance this debate in two ways: by examining the effects of both positive and negative macroeconomic environments simultaneously, and by focusing on their cumulative impact over individuals’ lifetimes. We address this question by examining how lifetime exposure to periods of unusually high and low economic growth shapes political and economic attitudes in Latin America. We combine annual GDP per capita data from the Maddison Project (1896–2022) with nearly 700,000 individual responses from Latinobarómetro and LAPOP (1995–2021) to construct life-course measures of positive and negative periods for respondents in 18 countries. Our identification strategy compares cohorts within country–year using models with country, survey-year, age, cohort, and survey fixed effects. Repeated positive macroeconomic periods systematically shift individuals toward the right on a left–right scale and improve subjective economic evaluations. In contrast, repeated negative periods do not produce a consistent leftward shift; instead, they increase economic insecurity, dissatisfaction with democratic performance, and anti-elite sentiment. Support for democracy as a principle remains stable. We confirm the generalizability of our main findings by replicating our analyses in 104 countries using the Integrated Values Survey (1980-2022).",
        "doi": "https://doi.org/10.31235/osf.io/29ytf_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "29ytf",
        "version": 1
      },
      {
        "title": "The Topological Trap in the 21st Century: How Crisis Cascades Reshape Global Governance?",
        "authors": "Helder Ferreira do Vale",
        "abstract": "This article develops a Crisis Cascade Framework to explain how sequential systemic shocks generate durable transformations in global governance. Conceptualizing global governance as a complex adaptive network, it theorizes crises as sequential mechanisms—rather than exogenous disruptions—that reconfigure institutional connections through three phases: trigger, framing struggle, and topological reconfiguration. The framework identifies four competing Governance Imperatives during crises—Efficiency, Security, Legitimacy, and Scientific Rationality— whose competitive prioritization shapes institutional responses. Drawing on the U.S. War on Terror, the Great Recession, and the COVID-19 pandemic, the analysis shows how security-driven pruning, institutional bypass, and crisis-induced fragmentation accumulate over time. These processes produce path-dependent erosion of coordination capacity despite growing institutional density. The article explains why contemporary global governance has become simultaneously more interconnected yet less governable: crisis cascades produce structural fragmentation rather than cyclical recovery, creating a 'topological trap' of stable fragmentation that undermines coordination capacity in an era of polycrisis.",
        "doi": "https://doi.org/10.31235/osf.io/g6kau_v1",
        "subjects": [],
        "id": "g6kau",
        "version": 1
      },
      {
        "title": "Compositional and Scale Effects: How Foreign Direct Investment Shapes Informal Employment in Latin America, 2000-2018",
        "authors": "Ang Li",
        "abstract": "How does foreign direct investment (FDI) affect informal employment in the Global South? Existing scholarship has produced inconsistent findings, in part because it treats FDI as a homogeneous developmental input. We advance a “compositional framework” that links national labor market outcomes to distinct multinational corporate motivations: resource-seeking FDI creates enclave economies with limited local labor market integration; market-seeking FDI generates backward linkages that facilitate formalization; and efficiency-seeking FDI pursues labor cost arbitrage through flexible, informal employment arrangements. Using a novel dataset of 16 Latin American countries (2000-2018), we employ a relative-shift regression framework to isolate compositional effects from aggregate scale effects. Results reveal that, relative to market-seeking (service) investment, both resource-seeking (primary) and efficiency-seeking (manufacturing) FDI significantly increase informal employment, while aggregate net FDI inflows show no association with informality. These findings demonstrate that the structural composition of foreign capital, not merely its volume, shapes labor market stratification in the Global South.",
        "doi": "https://doi.org/10.31235/osf.io/svbtc_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "svbtc",
        "version": 1
      },
      {
        "title": "Discourse and information warfare: A proposed theoretical framework for pragmatic analysis of Russian manipulative influence in political discourse",
        "authors": "Aaron Helmbrecht",
        "abstract": "Truth is the first casualty of war.1 Russia has prioritized information warfare in its aggression toward Ukraine and the West, refining it for the digital age. The aim of information warfare is to manipulate an enemy’s psychic condition. Security analysts tend to apply semantics to the study of information warfare, attempting to combat lies with truth. Discourse analysts know that you’re supposed to fight manipulation with pragmatics. This makes discourse analysts uniquely qualified to combat the threat. This paper presents a pragmatic theoretical framework for discourse analysts to identify manipulation in political discourse as Russian information warfare. The framework is applied in a generic qualitative inquiry of current and historical political discourse. Results advance “false consciousness” as the most pragmatically plausible theory to widely discussed research questions about Trumpism and Russian influence in Western politics over alternative theories such as “nativism, authoritarianism and populism,” “ideological asymmetry,” and “lesser evilism.”",
        "doi": "https://doi.org/10.31235/osf.io/mdzrf_v1",
        "subjects": [
          {
            "id": "5a8c80f1c698300375c76c31",
            "name": "Rule of Law"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "mdzrf",
        "version": 1
      },
      {
        "title": "Working paper: The Greenium as the Value of a Sign",
        "authors": "alessandro maresca",
        "abstract": "Why should bonds issued by the same sovereign trade at different yields when they differ only in their label? This paper proposes that the greenium — the yield compression observed on green bonds relative to their conventional counterparts — is the monetised value of a diagnostic sign. Drawing on the mathematical semiotics of Kockelman (2025), I construct an ontology for the bond market in which the green label functions as a diagnostic instrument linking observable signs to hidden states of the world. The value of the labelling regime, 𝒱(S), measures the welfare gain an investor obtains from conditioning decisions on the label, relative to a world with no labels at all. This quantity depends on the reliability of the sign, the investor's prior uncertainty, and the stakes of misclassification; in the limit of pure greenwashing it collapses to zero. I then analyse the Deutsche Finanzagentur's twin bond concept as a natural semiotic experiment: by issuing matched pairs of securities identical in all financial dimensions, the twin architecture brackets the credit channel and isolates the greenium as a pure semiotic residual — the price of a posterior shift over what the bond funds, scaled by the investor's alignment preferences. The observed greenium is not a primitive market datum but a product of metapragmatic labour.",
        "doi": "https://doi.org/10.31235/osf.io/t5v3a_v1",
        "subjects": [],
        "id": "t5v3a",
        "version": 1
      },
      {
        "title": "Implementing polygenic risk scores for breast cancer prevention: protocol for a feasibility study in a real-world clinical setting",
        "authors": "Sara Farina, Francesco Andrea Causio, Alessandra Verduchi, Pietro Eric Risuleo, Eleonora Pascucci, Alessandra Sabatelli, Riccardo Galarducci, Luigi Russo, Elena Sonnini, Tina Pasciuto",
        "abstract": "Polygenic Risk Scores (PRS) represent a promising adjunct to established breast cancer risk prediction models, including the multifactorial CanRisk model. Despite growing evidence, data on the feasibility of integrating PRS into routine hereditary breast cancer assessment remain scarce, particularly within European clinical pathways. Systematic evaluation of operational requirements, patient and provider acceptability, and organizational impact is essential prior to any broader implementation. This single-arm feasibility study will be conducted at Fondazione Policlinico Universitario Agostino Gemelli IRCCS (Rome, Italy) and is expected to enrol approximately 700 women attending the Medical Genetics Clinic. Eligible participants comprise: unaffected women with a documented family history of breast cancer or known pathogenic variants associated with hereditary breast cancer predisposition; women with unilateral breast cancer undergoing oncogenetic counseling for contralateral risk assessment. All participants will be offered testing for pathogenic variants in breast cancer predisposition genes and PRS, and integrated risk estimates will be generated using the CanRisk model. The primary outcome is the feasibility of implementing PRS within the clinical workflow, assessed through a validated questionnaire administered to participants and healthcare professionals. Secondary outcomes include PRS uptake, perceptions of the integrated pathway, impact on risk category reclassification, and qualitative insights into risk communication processes. This study will generate empirical evidence on the operational, organizational, and perceptual considerations associated with incorporating PRS-enhanced risk assessment into hereditary breast cancer services in Italy. By characterizing feasibility and acceptability, the findings will support the refinement of clinical pathways and inform the sustainable integration of PRS into routine preventive care.",
        "doi": "https://doi.org/10.31235/osf.io/am8rg_v1",
        "subjects": [],
        "id": "am8rg",
        "version": 1
      },
      {
        "title": "The Battle for/against Masculinity: Ideologies and Research.",
        "authors": "Guillermo Valverde-Gefaell",
        "abstract": "A selection of texts from the English-language literature on Masculinity are examined, assessing how ideological rhetoric and empirical data-gathering interact. Overall, it emerges that published texts construe Masculinity as either a problem (feminist, critical masculinity studies) or an asset (defenders of “natural” Masculinity). While some authors are upfront regarding which understanding of Masculinity they support, others present their work as purely data-driven or simply fail to acknowledge important factors, such as ideologies, methodologies and emotions. More transparent, reflexive and reproducible empirical research is needed.",
        "doi": "https://doi.org/10.31235/osf.io/6nbfd_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "6nbfd",
        "version": 1
      },
      {
        "title": "Turning Public Media Values Algorithmic: How Swedish Public Radio Operationalized Distinctiveness in an Algorithmic System",
        "authors": "Torbjörn Rolandsson",
        "abstract": "While recent work has charted how journalistic values are inscribed into recommender systems, less is known about how such systems reshape news work after their implementation. Through an ethnography conducted at the Swedish public service broadcaster Sveriges Radio (SR) between 2018 and 2023, this paper examines how distinctiveness was operationalized through an algorithmic system for news distribution. The study shows how SR made their public service obligation to remain distinct and actionable through a classificatory schema for metadata annotation that prescribed the production of radio news intended to evoke a sense of radiophonic authenticity – sonic expressions conveying place-specificity and presence. Post-deployment, reporters oriented their work toward producing such authenticity through less deskbound reporting and creative sonic practices. The paper argues that the algorithmic system’s primary organizational effects did not stem from computational sorting, but from how its classifications valorized certain practices and embedded journalistic work in a feedback loop of data that facilitated continuous auditing and managerial interventions. These findings highlight the plasticity of public values in algorithmic environments and show how their production is accomplished through algorithms and people acting together, mediated by classificatory schemas that can substantially reorganize journalistic workflows.",
        "doi": "https://doi.org/10.31235/osf.io/r2zc8_v1",
        "subjects": [],
        "id": "r2zc8",
        "version": 1
      },
      {
        "title": "The Configuration of Journalistic Work: Studying News Workers as Users",
        "authors": "Torbjörn Rolandsson",
        "abstract": "This paper draws on ethnographic observations of Astrid, the Content Management Systems at the Swedish Public Broadcaster SVT, to examine how software design practices shape digital news work. Drawing on material-semiotic perspectives, the paper frames news workers as users, configured through design work. This dynamic unfolds through a process wherein designers draw on knowledge-generating techniques to generate insights about users, which produces an ideal imagined user, that designers subsequently tend to recreate by constraining the interpretive flexibility of an artefact. At SVT, the Astrid team was both agential in prescribing and defining desirable forms of work, while also acting as organizational intermediaries who translated several concerns into material design, which ultimately redrew the distribution of responsibilities and authority in SVT newsrooms. Journalistic work was collectivized through a co-writing feature, and editors' capacity to intervene in journalistic production processes was enhanced. The results reveal design as a practice that can reshape foundational aspects of news work by relying on understudied practices of knowledge production. The paper concludes by relating these insights to debates on AI in newsrooms, arguing that the relational framework of user configuration provides a useful lens for understanding power dynamics between designers, technological systems, and news workers.",
        "doi": "https://doi.org/10.31235/osf.io/q8mv5_v1",
        "subjects": [],
        "id": "q8mv5",
        "version": 1
      },
      {
        "title": "Come Play...Exploring the Playground Experience for People who have Blindness and Low Vision",
        "authors": "Susan Silveira, Kathleen Tait, Leona Holloway, Lara Anderson, Lian Loke, Matthew Butler, Dagmar Reinhardt",
        "abstract": "Play is one of the inherent rights of children across the world. Play positively contributes to all aspects of a child’s development and brings a deep sense of connectedness and wellbeing for the child and their family. Australia has long recognized the importance of inclusion through foundational policies such as the Disability Discrimination Act (1992) and the National Disability Strategy (2010–2020). However, while the legislative intent is clear, significant gaps remain in translating these ambitions into tangible, accessible environments for children with disabilities. Although some advances have been made to address the physical barriers to play, the same progress has not been seen in purposeful design to include people with blindness and low vision (BLV) and their families. This research project aims to understand what is currently happening around the world in this area, to determine how increased inclusion and accessibility could enhance the lives of children with BLV. This paper provides an overview of an Australian project that is exploring how access to playgrounds can be improved for children with BLV by learning about playgrounds through audits and the user experience.",
        "doi": "https://doi.org/10.31235/osf.io/3wj6m_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76dd0",
            "name": "Leisure Studies"
          }
        ],
        "id": "3wj6m",
        "version": 1
      },
      {
        "title": "Phonetic Characterization of Stop Manner Contrasts in Four Australian Languages",
        "authors": "Mitch Browne, Michael Proctor, Mark Harvey, Jane Simpson, Robert Mailhammer, Harriet Carpenter, Naijing Liu",
        "abstract": "A minority of Australian languages contrast stops at the same place of articulation – oppositions described in a variety of ways: e.g. fortis vs lenis, geminate vs singleton – but not well understood due to a lack of instrumental data. To shed more light on these contrasts, acoustic phonetic properties of stops were analyzed in medial pre-vocalic environments in Kamu, Larrakia, Warlmanpa, and Warumungu. In all four languages, stops at the same place of articulation are differentiated primarily by duration, and also degree of voicing estimated using Harmonic Ratios. There is a degree of correlation between voicing and duration, but duration is found to be the property that most consistently differentiates stop modes. These data suggest that the opposition in these languages is best characterised as a length contrast, and that these stop oppositions are realized with complex interactions between duration and voicing.",
        "doi": "https://doi.org/10.31235/osf.io/dk6fq_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          }
        ],
        "id": "dk6fq",
        "version": 1
      },
      {
        "title": "Dyadic Temporal Rhythms of Work and Coparenting and Shared Well-Being among Korean Dual-Income Parents",
        "authors": "Ha Young Choi, Hanjin Bae, Karen Kramer",
        "abstract": "Objective: To examine how dual-income parents coordinate coparenting schedules, how couple-level work characteristics shape these patterns, and how they relate to shared and individual well-being. Background: Drawing on structural symbolic interactionism and time-geographic perspectives, this study conceptualizes coparenting as a dyadic process in which role expectations are enacted within structurally constrained daily time. In this context, demanding work characteristics constitute a key structural constraint. Method: Using nationally representative 2009, 2014, and 2019 Korean Time Use Survey data of 758 dual-earner parents, we identified dyadic coparenting schedules using multichannel sequence and cluster analyses. Multinomial logistic regression and dyadic structural equation models assessed how couple-level work characteristics (work schedule irregularity, commute timing, and work hours) predicted coparenting schedules and how these schedules related to shared and individual well-being. Results: Five coparenting schedules emerged: mother-centered care with morning–evening peaks (47%), evening shared care (24%), mother-centered all-day care (12%), father-centered evening care (10%), and transition to shared care (7%). Shared caregiving clusters were more likely when wives worked longer, more irregular, or later schedules than husbands. These clusters reported lower shared time pressure and higher shared life satisfaction, with fathers benefiting beyond shared effects. Conclusion: Understanding work constraints requires a couple-level perspective that foregrounds gendered dynamics in how paid work and caregiving are coordinated. Workplace and policy interventions that address these gendered dynamics may more effectively support coparenting.",
        "doi": "https://doi.org/10.31235/osf.io/djnf4_v2",
        "subjects": [],
        "id": "djnf4",
        "version": 2
      },
      {
        "title": "The Compression Wave: Digital Maturity and the Evolutionary Fate of Modern Culture",
        "authors": "J.M. Bailey",
        "abstract": "Global fertility rates are currently converging toward unprecedented lows, with digitally mature nations exhibiting Total Fertility Rates (TFR) far below the replacement threshold. While standard economic models attribute this decline to the quality-quantity trade-off, they fail to explain why fertility remains suppressed despite significant pro-natalist financial interventions. This paper proposes a novel theoretical framework—the Compression Wave—to explain this demographic-evolutionary paradox. Synthesizing longitudinal demographic data with cultural evolutionary theory, I argue that digital maturity acts as an environmental mismatch that hijacks evolved status-seeking heuristics. Drawing on Richerson and Boyd’s Big Mistake hypothesis and Henrich’s Collective Brain, I demonstrate how the shift from vertical (parent-to-child) to oblique and horizontal (teacher- and peer-driven) cultural transmission creates a Status Trap. In this trap, individuals are evolutionarily seduced into a runaway positional arms race for digital prestige, modeling their lives after childless teachers rather than fertile parents. This process results in the systematic unlearning of the domestic social operating system—the specific cultural heuristics required for low-friction child-rearing. The paper concludes by proposing a Reflexive Turn, suggesting that the same digital maturity that induced the collapse—specifically via Large Language Models (LLMs)—may offer the only viable mechanism for re-synthesizing the lost cultural buffers necessary for demographic sustainability.",
        "doi": "https://doi.org/10.31235/osf.io/df9rv_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "df9rv",
        "version": 1
      },
      {
        "title": "Retention of working university students in higher education: Insights from the Estonian context",
        "authors": "Mohammad Abu Sayed Toyon",
        "abstract": "This research aims to determine how universities can better meet the expectations of working students and enhance their persistence. Specifically, it examines which socio-demographic characteristics affect dropout intentions, how perceptions of university social capital relate to these intentions, and which support services students consider most important when integrating academic, professional, and personal responsibilities. The quantitative analysis is based on Eurostudent VII survey data (2018–2021) comprising 1,902 working students in Estonia.",
        "doi": "https://doi.org/10.31235/osf.io/8m4dc_v1",
        "subjects": [],
        "id": "8m4dc",
        "version": 1
      },
      {
        "title": "Food Literacy, Menu Design, and Nutritional Quality in Institutional Food Environments: A Conceptual Framework for Organizational Capacity and Systems-Based Improvement",
        "authors": "Algimiro Antonio Torres Parra",
        "abstract": "Institutional food environments provide meals to large populations through settings such as healthcare systems, educational institutions, workplaces, and senior living facilities. These environments shape dietary exposure at scale, yet the organizational and structural determinants of nutritional quality in institutional meal provision are often treated as operational details rather than researchable systems variables. Two such determinants—food literacy and menu design—are frequently discussed in consumer-facing nutrition education or behavioral terms, but they also operate upstream through workforce knowledge, procurement practices, production capacity, and governance decisions. This paper develops a conceptual framework linking (1) organizational food literacy, (2) menu architecture, and (3) institutional constraints to nutritional quality in institutional food environments. Drawing on public health nutrition, food systems scholarship, organizational studies, and choice architecture research, the paper synthesizes existing evidence and proposes testable propositions for future empirical work. The framework emphasizes how organizational capacity, including training, standardization, and cross-functional coordination, mediates the translation of nutrition standards and policy goals into actual food offerings. Rather than providing clinical guidance or individual behavior interventions, this work focuses on structural mechanisms that can be evaluated using institution-relevant outcomes such as standards adherence, nutrient-dense option frequency, procurement quality, participation, and plate-waste patterns. By positioning food literacy and menu design as system-level variables, the paper supports interdisciplinary research agendas and practical policy discussions aimed at improving the nutritional quality of meals served in institutional settings.",
        "doi": "https://doi.org/10.31235/osf.io/nw45z_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "nw45z",
        "version": 1
      },
      {
        "title": "The Militarisation–Extrajudicial Killings Nexus: A Cross-National Analysis, 2011–2021",
        "authors": "Ana Cristancho, Ben Bradford, Krisztián Pósch",
        "abstract": "This article examines whether the militarisation of policing undermines states’ commitments to human rights, focusing on extrajudicial killings as a severe form of state-led violence. Although militarisation is frequently justified as a necessary response to crime threats that exceed conventional police capacities, its broader implications for democratic governance remain insufficiently examined. Drawing on theories of repression, environmental criminology, and Bourdieusian perspectives on police habitus, we argue that militarisation reshapes the organisational logics of coercive institutions by normalising power projection, intensifying threat perception, and weakening institutional and normative constraints on the use of lethal force. Using Structural Equation Modelling (SEM) on a global country–year panel dataset, the analysis demonstrates that higher levels of militarisation are associated with increased rates of extrajudicial killings, even after controlling for governance capacity, economic conditions, and political violence. These findings suggest that militarisation constitutes a distinct dimension of state power, associated with weaker constraints on lethal force and with shifts away from legitimacy-based policing practices, potentially eroding due process and normalising the use of lethal force. The study advances debates on policing, state violence, and human rights by providing cross-national evidence of a structural relationship between militarisation and extrajudicial killings.",
        "doi": "https://doi.org/10.31235/osf.io/c5kga_v1",
        "subjects": [
          {
            "id": "5a8c80f1c698300375c76c2a",
            "name": "Law and Politics"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "c5kga",
        "version": 1
      },
      {
        "title": "A data driven approach to handling missing data in the UK Millennium Cohort Study",
        "authors": "Martina Narayanan, Aase Villadsen, Michail Katsoulis, Brian Dodgeon, George Ploubidis, Emla Fitzsimons, Richard J. Silverwood",
        "abstract": "Missing data arising from sweep non-response is a major challenge in longitudinal cohort studies, threatening statistical power and the validity of inferences. In the UK Millennium Cohort Study (MCS), non-response has increased substantially from sweep 1 (9 months old) to sweep 7 (17 years old), underscoring the need for robust strategies to handle non-response. We applied a systematic, data-driven approach to identify predictors of non-response at each sweep of the MCS, drawing on all available survey data at the time of analysis. The strongest and most consistent predictor of non-response was prior sweep non-response. Additional robust predictors included lower parental occupational social class, parental non-participation in the latest general elections, parent not being in paid work, higher cohort member’s age and lower cognitive test scores. We then evaluated whether incorporating the identified predictors of non-response as auxiliary variables in multiple imputation (MI) or as covariates in inverse probability weighting (IPW) improved sample representativeness. Validation analyses, using both external benchmarks (2021 Census) and internal comparisons to known early-life distributions, showed that MI and IPW models including the identified predictors substantially reduced or eliminated bias in key variables such as housing tenure and parental social class. Our findings demonstrate that the use of systematically identified auxiliary variables can improve the validity of inferences drawn from the MCS. The resulting predictor set offers a practical resource for applied researchers using MCS data and provides a replicable framework for addressing sweep non-response in other longitudinal studies.",
        "doi": "https://doi.org/10.31235/osf.io/agqmu_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          }
        ],
        "id": "agqmu",
        "version": 1
      },
      {
        "title": "Exploring Hymenectomy as a Clinical Response to Vaginal Penetration Distress: A Literature Review",
        "authors": "Alicea Peyton",
        "abstract": "Hymenal-related distress—experienced as fear, pain, or avoidance of penetration—arises from both physical factors, such as anatomical variations, and psychological influences, including cultural beliefs, limited anatomical knowledge, and experiences of abuse. Hymenectomy, a straightforward outpatient procedure that removes or modifies hymenal tissue, is a well-supported treatment for structural hymenal problems, with literature primarily supporting its use in the relatively rare cases where the diagnostic presentation is clearly physical. However, little empirical evidence exists regarding how the procedure functions when the primary source of fear or phobia is psychological and the anatomy is normal. Recent conceptual work distinguishes fear-based penetration avoidance without pain—termed vaginal penetration phobia (VPP)—as a separate clinical phenomenon (Rabinowitz et al., 2017), further underscoring the need to examine psychological contributors to penetration distress. Using a biopsychosocial‑spiritual framework, this review underscores that no empirical studies have examined individuals’ awareness of hymenectomy, their anticipated or lived experiences of the procedure, or how it is positioned in relation to psychological distress and perceived normalcy with vaginal penetration.",
        "doi": "https://doi.org/10.31235/osf.io/8df7w_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76dd2",
            "name": "Counseling"
          },
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8df7w",
        "version": 1
      },
      {
        "title": "Moving to Power? Gender Norms, Women’s Migration, and Household Decision-Making",
        "authors": "Reina Kishida",
        "abstract": "This study examines how women’s labor migration affects their decision-making participation in household savings and how gender norms shape these outcomes. Using Indonesian data, analyses reveal contrasting effects based on community norms. Shift-share instrumental variables analysis shows that 5 years after migration, women from non-restrictive communities gain decision-making power in savings by more than 20%, while those from restrictive communities show limited or negative effects. Staggered difference-in-differences event studies, which reflect the self-selective nature of migration, suggest that women from restrictive communities experience a short-term increase in decision-making 3~7 years after migration timing, while women from non-restrictive regions do not necessarily increase power, possibly due to high initial levels. These findings underscore the role of migration selectivity and gender norms in determining migration’s potential for female empowerment.",
        "doi": "https://doi.org/10.31235/osf.io/tkjnx_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "tkjnx",
        "version": 1
      },
      {
        "title": "Parties as Superordinate Categories and Their Functions in Sociopsychological Adaptation to Political Conflict",
        "authors": "Max Magana",
        "abstract": "I develop a conceptual framework for studying parties as superordinate categories, arguing parties help partisans adapt to prolonged conflict with outgroups and manage intragroup competition among copartisans. Conceptualizing parties as superordinate categories better captures variation in party culture across time and parties through singular and dual recategorization, which emphasize partisan identity exclusively or allow partisans to retain more salient identities (e.g., race, gender, sexual orientation) while partisan identity functions as a common front, respectively. I connect literature on the group-schematic approach to political cognition (i.e., race-party schemas) with literature on the self as a heuristic in group evaluations to explain how the self and race-party schemas become interconnected in memory networks to generate ingroup bias among coalition members. Lastly, I draw on sociopsychological literature on intractable conflicts to elaborate on how superordinate conceptualization better explains how parties help fulfill constituent needs in prolonged conflict through sociopsychological infrastructure. I end with a review of qualitative work on dominant groups in the right to demonstrate how parties help partisans adapt to prolonged conflict.",
        "doi": "https://doi.org/10.31235/osf.io/u9xve_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "u9xve",
        "version": 1
      },
      {
        "title": "When structure causes: a geometric framework for social dynamics.",
        "authors": "Aniruddha Das",
        "abstract": "In this theoretical essay, I develop a geometric framework for understanding causality in complex social systems. This Geometric Structural Causality (GSC) schema treats social orders as evolving trajectories in a dynamical system, making structure visible as the global organization that shapes and constrains those trajectories. It distinguishes mechanistic causality, carried by concrete sequences of interaction, from topological organization of the system as a whole. What sociologists call “agency”—purposeful interventions and choices—is represented through directed perturbations to system dynamics. These disturbances are shaped by existing structural conditions and, when strong or widespread, can help move the system from one stable pattern of social organization to another. Building on recent information‑theoretic and dynamical methods, I sketch how these ideas can be linked to observable signatures of structural influence and impending regime change. Overall, GSC recasts vague appeals to ‘structure’ as precise claims about constraints, flows, and regime shifts that can be probed with observational data. It clarifies when structural patterns merit treatment as genuine causal explanations rather than as descriptive backdrops.",
        "doi": "https://doi.org/10.31235/osf.io/kj3by_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "kj3by",
        "version": 1
      },
      {
        "title": "Implementing National Institute for Health and Care (NICE) Guidelines in Long-term Care in England and Wales: “Is it worth it?”- A theory-informed economic evaluation",
        "authors": "Annette Bauer, Joaquín Mayorga Camus, Ties Hoomans, Erica Breuer, Helen Weatherly, Juliette Malley, Annette Boaz, Martin Knapp, Sarah Jasim, Liza Turton",
        "abstract": "Background: Providing affordable, good-quality long-term care is a pertinent challenge. Little is known about how councils implement good practice guidelines, resources required and the benefits of implementation. Objective: To assess the processes, cost and consequences of implementing guidelines by the National Institute for Health and Care Excellence in three councils in England and Wales. Methods: Using a theory-informed approach to economic evaluation, data were gathered from managers in councils and providers using workshops, conversations and questionnaires. Implementation activities were gathered systematically and costed using a tailored framework. Consequences were established by asking providers to estimate service use impacts from guideline adherence and assigning costs. A participatory approach was used with participants. Results: Costs of implementation linked to staff time inputs were £96,400 (council 1), £113,300 (council 2), and £130,000 (council 3). Cost referred to setting up organisational structures, conducting a wide range of activities with providers (e.g., training, audits) and dissemination. Cost drivers were linked to processes such as gaining senior managers’ buy-in and involving front-line staff. Quantifiable gains related to guideline adherence reflected a shift to prevention-focused services, promoted in many of the NICE guidelines. Wider benefits included those of staff wellbeing. Although service providers were satisfied with the implementation activities, the contribution to guideline adherence was difficult to establish. Conclusion: Resource implications linked to adherence with recommended practice might need to be carefully considered when developing and disseminating guidelines. Theory-informed, participatory approaches to evaluation are supporting relevance and feasibility.",
        "doi": "https://doi.org/10.31235/osf.io/5dsvr_v1",
        "subjects": [],
        "id": "5dsvr",
        "version": 1
      },
      {
        "title": "The Politics of War Commemoration in Iran",
        "authors": "Mohammad Ali Kadivar, Saber Khani",
        "abstract": "Scholarship on collective memory shows that war commemoration shapes political legitimacy, national identity, and moral authority. Yet most research analyzes commemorative narratives while paying limited attention to the events through which memory is enacted. We shift the focus to public war commemoration as an event-based practice that overlaps with contentious politics and social movements: commemorative gatherings are organized, recurrent, symbolically charged, and can function as state-led movements when used to advance government agendas. We ask: Why do autocratic states hold war commemoration events at higher rates in some localities than others? Drawing on scholarship on state-led movements and research on the political consequences of war, we develop two mechanisms. First, similar to other state-mobilized activities, commemorations depend on a regime’s social bases and organizational infrastructures and should be more frequent where such networks are stronger. Second, war studies show that war-affected communities—including veterans, martyrs’ families, and districts with high fatalities—remain politically consequential long after conflict, creating incentives for concentrated commemorative activity. We analyze Iran’s postwar mobilization following the Iran–Iraq War (1980–1988), a paradigmatic case of prolonged conflict and sustained state-led activism. Using original subnational data on commemoration events, mosque membership, wartime fatalities, and measures of veterans' and martyrs’ families, we test these mechanisms. Negative binomial models show that commemoration is significantly more frequent in districts with stronger conservative support, denser mosque networks, larger student populations, and higher concentrations of war-affected constituencies. These findings show how postwar states transform the residues of war into patterned, state-led mobilization across space.",
        "doi": "https://doi.org/10.31235/osf.io/698va_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "698va",
        "version": 1
      },
      {
        "title": "Citizen voice as democratic data: public administration’s role in knowing the public in representative government",
        "authors": "Rebecca A. E. Kirley",
        "abstract": "Public administration (PA) has long experimented with ‘bringing the public in,’ yet democratic theory cautions that such approaches may displace rather than resolve democratic deficits, and turbulence complicates reliable knowledge. Taking these critiques seriously, this article undertakes a problematizing review to clarify how PA can legitimately and effectively contribute knowledge about the public in representative government. It contributes an evaluative framework for comparing epistemic bases of representation, and a learning perspective positioning PA as dynamically interpreting citizen voice to address information gaps. Stewardship and interpretive responsibility are examined as conditions for legitimate administrative learning, and a research agenda is proposed.",
        "doi": "https://doi.org/10.31235/osf.io/23ty6_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "23ty6",
        "version": 1
      },
      {
        "title": "A failed human expansion out of Africa 100,000 years ago",
        "authors": "Jeffrey I. Rose, Roman Garba, Lee Arnold, Amir Beshkani, Nuno GonÃ§alo Viana Pereira Ferreira Bicho, Viktor Černý, Dominik Chlachula, Rudolf Dellmour, Emily Hallinan, Jan Kamenik",
        "abstract": "Early modern humans expanded out of Africa multiple times before 70,000 years ago, yet none of these populations are ancestral to living non-Africans. What caused these dispersals to fail? Here we investigate one such expansion using new evidence from southern Arabia. We present robust chronologies from four stratified sites in Dhofar, Oman, associated with Nubian Levallois technology—a distinctive stone tool tradition of African origin. The ages constrain this industry to 109-95 thousand years ago, synchronous with Nubian occurrences in the eastern Mediterranean and coinciding with the estimated timing of early modern human gene flow into Neanderthals. Integrating our chronology with palaeoenvironmental records, we show that the southern Arabian population disappeared abruptly with the onset of aridification 95 thousand years ago, with no technological continuity into later industries. These results demonstrate that early human expansions beyond Africa were climate-dependent and demographically fragile, and that the global establishment of our species was preceded by repeated failures.",
        "doi": "https://doi.org/10.31235/osf.io/w4gf9_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "w4gf9",
        "version": 1
      },
      {
        "title": "Travel Time Prediction from Sparse Open Data",
        "authors": "Geoff Boeing, Yuquan Zhou",
        "abstract": "Travel time prediction is central to transport geography and planning's accessibility analyses, sustainable transportation infrastructure provision, and active transportation interventions. However, calculating accurate travel times, especially for driving, requires either extensive technical capacity and bespoke data, or resources like the Google Maps API that quickly become prohibitively expensive to analyze thousands or millions of trips necessary for metropolitan-scale analyses. Such obstacles particularly challenge less-resourced researchers, practitioners, and community advocates. This article argues that a middle-ground is needed to provide reasonably accurate travel time predictions without extensive data or computing requirements. It introduces a free, open-source minimally-congested driving time prediction model with minimal cost, data, and computational requirements. It trains and tests this model using the Los Angeles, California urban area as a case study by calculating naïve travel times from open data then developing a random forest model to predict travel times as a function of those naïve times plus open data on turns and traffic controls. Validation shows that this interpretable machine learning method offers a superior middle-ground technique that balances reasonable accuracy with minimal resource requirements.",
        "doi": "https://doi.org/10.31235/osf.io/qepc6_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "qepc6",
        "version": 1
      },
      {
        "title": "Role Of Media In Shaping Public Perception And Policy On Vaccination: A Systematic Review",
        "authors": "Dana Koptleuova",
        "abstract": "This systematic review analyzed 57 studies on the role of media in shaping public perception and policy regarding vaccination. Findings demonstrated that the media frequently presents risks over benefits and anti-vaccine viewpoints, cultivating hesitancy. However, positive messaging can improve attitudes and uptake. Media coverage also impacts policy processes, either derailing or fostering political will. Implications highlight engaging media to reinforce consensus on vaccine safety and counteractmisinformation. Further research should examine emerging media, test interventions across platforms, and apply communication theory. This review underscores that assessing and harnessing media is vital for promoting vaccine acceptance.",
        "doi": "https://doi.org/10.31235/osf.io/5d76j_v1",
        "subjects": [],
        "id": "5d76j",
        "version": 1
      },
      {
        "title": "The Dorian Grayisation of the Black Body: Racialised Infrastructure and the Spatial-Corporeal Distribution of Imperial Violence",
        "authors": "Chinenye Egbuna Ikwuemesi",
        "abstract": "This article proposes 'the Dorian Grayisation of the Black body' as a framework for analysing how racism created the infrastructure enabling imperial violence at unprecedented scale and durability through spatial and corporeal distribution: inscribing violence on Black bodies and Black land whilst maintaining metropolitan narratives of civilisation. Drawing on Oscar Wilde's The Picture of Dorian Gray as a conceptual apparatus, I demonstrate that racism was not incidental to imperial violence but its operational foundation: permanent hereditary status, legal property designation, visible inherited marking, and moral justification that endured across centuries. African bodies and African land functioned as quarantined spaces where violence required for European and American 'civilisation' could be perfected, allowing metropolitan centres to maintain narratives of enlightenment, progress, and moral superiority. Through historical analysis of concentration camps, medical experimentation, bureaucratic genocide, and surveillance systems, I show that techniques perfected on Black bodies through this spatial and corporeal distribution are eventually deployed more broadly. The framework demonstrates how racism created an infrastructure within which powerful men could operate without constraint, refining techniques across generations through normalised administrative practice. Once operational, this machinery proved transferable beyond initial racial boundaries. Contemporary developments in the United States (2025-2026) provide empirical evidence that this containment mechanism is failing. The portrait splits, and violence previously confined through spatial and corporeal separation enters white metropolitan life. This framework contributes to necropolitics, critical race studies, and analyses of how power operates through the spatial and corporeal distribution of consequences, demonstrating how violence enabled by racism ultimately threatens the societies that created it. Keywords: spatial and corporeal distribution, necropolitics, racial capitalism, systemic violence, Dorian Gray, imperial violence, concentration camps, medical experimentation, surveillance, epistemological violence",
        "doi": "https://doi.org/10.31235/osf.io/jnzmc_v1",
        "subjects": [
          {
            "id": "5a8c80f3c698300375c76c89",
            "name": "Race, Ethnicity and Post-Colonial Studies"
          },
          {
            "id": "5a8c80f4c698300375c76ccc",
            "name": "History"
          },
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "jnzmc",
        "version": 1
      },
      {
        "title": "Does the level of unemployment protection influence how job insecurity impacts health",
        "authors": "Gerhard Krug, Monika Jungbauer-Gans",
        "abstract": "This study examines the relationship between job insecurity, defined as the expectation of job loss, and the health status of employed persons. We investigate whether the impact of job insecurity on health is influenced by the level of unemployment protection provided by the welfare state. We consider the 2005 German welfare reform as a natural experiment and use a difference-in-differences propensity score weighting estimator to analyse repeated large-scale cross-sectional surveys from 1999, 2006 and 2012. Job insecurity is a binary treatment indicator derived from the self-assessed risk of dismissal. Health is measured by the number of health complaints during or immediately after work. We find that the reform has led to a statistically significant increase in the negative impact of job insecurity on health. In addition to this short-term effect, a long-term effect of a similar magnitude was also observed. Furthermore, the effects of the reform are statistically insignificant for low- and high-income employees, but statistically significant for middle-income employees. For female employees, the effect is smaller but still statistically significant at the 5 % level, while it is stronger and also statistically significant for male employees.",
        "doi": "https://doi.org/10.31235/osf.io/7mjkd_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "7mjkd",
        "version": 1
      },
      {
        "title": "Proposing PaFRIA: A Participatory Fundamental Rights Impact Assessment Process Aligned with the EU AI Act for High-Risk AI System Deployers",
        "authors": "Chiara Ullstein, Michel Hohendanner, Orestis Papakyriakopoulos, Jens Grossklags",
        "abstract": "Assessing the impact of AI systems on fundamental rights (FRIA) is a core obligation under the EU AI Act for certain high-risk AI system deployers. To support compliance by August 2, 2026, the AI Office is mandated to develop a FRIA template; however, no such template currently exists. Furthermore, explaining the FRIA obligations, Recital 96 suggests stakeholder involvement in FRIA. To address the gap in guidance and support stakeholder involvement as suggested in Recital 96, we propose PaFRIA, a participatory, AI Act–aligned FRIA. It assists AI deployers in complying with the FRIA obligations (Art. 27) of the AI Act, and facilitates stakeholder involvement in the assessment process. We iteratively refined PaFRIA through participatory engagement with deployers, affected end-users, and experts. The iterations surfaced six clusters of tensions, which we translate into basic principles for designing a participatory AI Act-aligned FRIA. We present the resulting PaFRIA and reflect on key design insights from the participatory development process.",
        "doi": "https://doi.org/10.31235/osf.io/k2uwa_v1",
        "subjects": [
          {
            "id": "5a8c80f1c698300375c76c22",
            "name": "Computer Law"
          },
          {
            "id": "5a8c80f2c698300375c76c69",
            "name": "Internet Law"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "k2uwa",
        "version": 1
      },
      {
        "title": "Beyond Binary Responsibility: A Framework for Biological Justice in the Epigenetic Era",
        "authors": "Fiona A. Hagenbeek, Pragya Mishra",
        "abstract": "Behavioural epigenetics is reshaping how the life course is understood: experiences of adversity, deprivation, stress, and care can leave durable molecular traces that correlate with health and behaviour yet remain compatible with human plasticity and change. This article develops a normative framework of biological justice for translating epigenetic evidence into legal reasoning without reintroducing biological determinism or naturalising structural inequality. We integrate scholarship in epigenetics, sociology of science, bioethics, and criminal law to (i) clarify what epigenetic findings can and cannot support in individualised legal decision-making, (ii) confront critical concerns about biologising inequality, predictive governance, and eugenic logics, and (iii) specify safeguards for defendant-protective, rehabilitation-oriented applications. The central legal issue is not whether epigenetic findings establish individual causal responsibility, but whether and under what conditions probabilistic biosocial evidence may be admitted under standards requiring contextual interpretation, structural framing, cultural humility, and democratic oversight. We map realistic near-term uses in sentencing mitigation, treatment planning, and upstream prevention, while identifying domains that warrant explicit prohibition, including predictive uses aimed at assessing future dangerousness or recidivism, and coercive intervention. The framework is cross-cultural by design, emphasising population diversity, community governance, and resource equity so that biological evidence does not become biological privilege.",
        "doi": "https://doi.org/10.31219/osf.io/yvna3_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca913",
            "name": "Jurisprudence"
          },
          {
            "id": "584240da54be81056cecabcd",
            "name": "Legal Studies"
          },
          {
            "id": "584240d954be81056cecaa38",
            "name": "Criminal Law"
          },
          {
            "id": "584240da54be81056cecaa97",
            "name": "Agency"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240db54be81056cecacea",
            "name": "Genetics and Genomics"
          }
        ],
        "id": "yvna3",
        "version": 2
      },
      {
        "title": "Deep Canvassing using AI reduces prejudice toward undocumented immigrants",
        "authors": "Thomas H. Costello, Gordon Pennycook, Robb Willer, David Rand",
        "abstract": "“Deep canvassing”—extended, emotionally resonant conversations encouraging perspective taking — can durably reduce exclusionary attitudes, but it is resource-intensive. We test whether a large language model can deliver a deep-canvassing conversation about undocumented immigration. In a preregistered experiment (N = 1,108 U.S. adults), participants were randomized to an AI-led conversation about immigration (treatment) or a structurally matched conversation about smartphone preferences (control). Immediately after the conversation, treatment reduced anti-immigrant prejudice (d = −0.12) and increased support for pro-immigration policies (d = 0.14). Five weeks later, in a survey fielded amidst the highly polarizing 2024 US election, prejudice reductions remained detectable (b = −2.56 on a 0–100 scale, p = .005). Transcript analysis using an LLM-assisted coding pipeline revealed that narrative exchange sequences — in which the AI elicited the participant’s immigration experience, the participant acknowledged lacking such experience, and the AI shared a concrete immigrant story—were the strongest predictors of attitude change across both outcomes, whereas purely informational exchanges were not. These findings show that, with appropriate prompting, an LLM can simulate key elements of deep canvassing and produce measurable attitude change.",
        "doi": "https://doi.org/10.31219/osf.io/q7e6u_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "q7e6u",
        "version": 3
      },
      {
        "title": "Trust in science during the COVID-19 pandemic: A typology of internet users in South Africa",
        "authors": "Anne Reif, Lars Guenther, Monika Taddicken, Peter Weingart",
        "abstract": "The COVID-19 pandemic has underscored the importance of public trust in science, particularly in contexts with diverse cultural backgrounds such as South Africa. Given the increasing reliance on digital science communication and the formation of sub-publics, understanding how different groups of individuals perceive and trust science in this unique setting is crucial for developing effective communication strategies and addressing potential challenges to public trust. This study investigates South Africans' trust in science and contact with science, as well as perceived changes in trust in science due to the COVID-19 pandemic. Through a survey among South African online users and latent profile analysis, we identified four population groups (n = 1,541) with varying levels of trust and frequency of contact with science: the fully trusting (30%), highly trusting (35%), moderately trusting (28%), and rather untrusting (8%). Differences in the patterns regarding the five theoretically derived dimensions of trust in science, namely expertise, integrity, benevolence, transparency and dialogue orientation, are subtle: Those who trust the most have particularly high values for benevolence; those who trust less place their highest value on expertise. Variations in self-perceived changes in trust in science resulting from the COVID-19 pandemic suggest differences among groups in how they interpret science communication. This could inform the development of targeted communication strategies. Furthermore, the results point to cultural specifics and indicate that the COVID-19 pandemic has been a key event for public trust in science in South Africa.",
        "doi": "https://doi.org/10.31219/osf.io/he7n4_v2",
        "subjects": [],
        "id": "he7n4",
        "version": 2
      },
      {
        "title": "Dynamics of trust in science among digitised publics: A two-wave panel study identifying trust groups during the COVID-19 pandemic",
        "authors": "Anne Reif, Monika Taddicken, Lars Guenther, Justin T. Schröder, Peter Weingart",
        "abstract": "Given the increased significance of public trust in science, unanswered questions arise about which trust groups exist within the public, how they vary in their use of science-related (digital) media and how they may change over time. This study examined public trust in science in Germany through a two-wave panel survey (nw1 = 4,440; nw2 = 1,028). Five distinct trust groups were identified in a Latent Profile Analysis based on evaluations of scientists’ expertise, integrity, benevolence, transparency and dialogue orientation. The groups showed similar patterns of trust, with high values for expertise in each case, but at varying levels. The groups further differed in terms of contact with science. After one year, the data revealed a tendency towards a moderate level of trust in science, with fully and highly trusting groups experiencing decreased trust and (rather) untrusting groups seeing an increase. The results may indicate a return to the mean as a waning effect at the end of the COVID-19 pandemic. Cultural specificity and comparisons to theoretical types of trust in science are addressed.",
        "doi": "https://doi.org/10.31219/osf.io/apy9s_v2",
        "subjects": [],
        "id": "apy9s",
        "version": 2
      },
      {
        "title": "Shared Duration of Speech Intervals Across 49 Human Languages",
        "authors": "Lara Sophie Burchardt, Susanne Fuchs, Ludger Paschen",
        "abstract": "Research on speech rhythm has predominantly focused on smaller linguistic units such as syllables and words. At these levels, rhythm is characterized by a high degree of heterogeneity between languages, suggesting that it is intrinsically distinct from nonhuman animal communication, where the underlying isochrony is frequently observed. In this study, we investigate speech rhythm based on units similar to those used in work on nonhuman animals, i.e., sound elements surrounded by silence. Interval durations are surprisingly similar between a comprehensive sample of 49 languages from all inhabited continents, with a median of ∼2 seconds. This pattern is independent of gender, age, or language-specific factors. IOI beats are also very similar, at around 0.5 Hz, but isochronous beat models are not a good fit for human speech compared to those of other animal species. By revealing cross-linguistic regularities alongside a lack of isochrony, our results help to place human speech within the wider spectrum of rhythmic strategies observed in nature.",
        "doi": "https://doi.org/10.31219/osf.io/wtfpv_v2",
        "subjects": [],
        "id": "wtfpv",
        "version": 2
      },
      {
        "title": "The Public Trust in Science Scale: A multilevel and multidimensional approach",
        "authors": "Anne Reif, Monika Taddicken, Lars Guenther, Justin T. Schröder, Peter Weingart",
        "abstract": "We developed and validated the Public Trust in Science (PuTruS) Scale to recognize the multidimensional nature of the concept. Drawing on an epistemic understanding of trust in science as a perception, we integrate prior research on different levels of trust objects, emphasizing the importance of trust in scientists. Additionally, we include transparency and dialogue orientation to reflect increased public engagement expectations. Data from two German online panel surveys (nW1 = 3,439; nW2 = 1,030) points toward a five-dimensional structure (expertise, integrity, benevolence, transparency, dialogue orientation). For external validation, we used deference to scientific authority, conspiracy beliefs, and science populism.",
        "doi": "https://doi.org/10.31219/osf.io/bp8s6_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "bp8s6",
        "version": 2
      },
      {
        "title": "Metacognition in decision making across domains and modalities: evidence from three studies",
        "authors": "Audrey Mazancieux, Katarzyna Hat, Renate Rutiku, Michał Wierzchoń, Kristian Sandberg",
        "abstract": "Metacognition involves second-order judgments about first-order ones. It remains unclear whether an individual's confidence in being correct is generated by the same system across tasks (domain-generality) or whether it is computed independently in the context of each task (domain-specificity). Previous studies have focused on correlations across several tasks, yet evidence is mixed and more complex models of domain-generality were not taken into account. Analyzing data from 10 tasks collected across three studies (N between 253 and 547 participants), we found a fixed pattern of cross-task correlations for both metacognitive bias and metacognitive efficiency. In accordance with previous studies, we found that hierarchical estimation of metacognitive efficiency led to higher correlations. We used confirmatory factor analyses to investigate the existence of general processes. We found evidence for a weak domain-generality with a metacognitive module for perceptual tasks and another for cognitive tasks.",
        "doi": "https://doi.org/10.31219/osf.io/v6psx_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "v6psx",
        "version": 4
      },
      {
        "title": "Tracing Need for Cognition in Digital Learning",
        "authors": "Aki Schumacher, Luise von Keyserlingk, Hannah Deininger, Renzhe Yu, Nia Nixon, Lisa Bardach",
        "abstract": "Need for Cognition (NFC) reflects individuals’ tendencies to engage in and enjoy effortful cognitive activities and has been linked to positive academic outcomes (e.g., higher academic achievement). However, the extent to which NFC is expressed in actual learning behaviors remains unclear. Therefore, we investigated how NFC manifests in digital learning behaviors by analyzing behavioral trace data from undergraduate students in an online chemistry course across 4 periods (before Midterms 1 and 2, respectively, and before and after the final exam). We identified 20 behavioral indicators that were most strongly correlated with NFC and used them in supervised machine learning (ML) models to predict achievement (final course grade) and motivation (continued course interest). Interestingly, whereas NFC was correlated with interest but not achievement, NFC-related behaviors moderately predicted achievement but explained only little variance in interest. Building on the full set of &gt; 700 behavioral indicators, ML models more strongly predicted academic achievement but were also less successful in predicting interest. Generally, greater overall activity, self-testing behavior, and lecture engagement were predictive of better performance. Interest was predicted by indicators reflecting behavioral variability. Importantly, NFC-related behaviors were not among the most predictive features for either outcome. This finding suggests that, although NFC has previously been linked to better academic functioning, its behavioral expressions might not align with the most effective digital learning patterns. Our study offers novel insights into NFC in digital learning and highlights the importance and challenges of using trace data to predict motivational outcomes, such as interest.",
        "doi": "https://doi.org/10.31219/osf.io/x289s_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "x289s",
        "version": 2
      },
      {
        "title": "Mapping mental representations of fear-relevant stimuli through similarity modeling",
        "authors": "Mengfan Zhang, Dominik Pegler, Alexander Karner, Frank Scharnowski, Filip Melinscak",
        "abstract": "Anxiety disorders involve maladaptive responses to fear, yet the underlying mental representations remain poorly understood. Traditional approaches have typically relied on predetermined psychological dimensions, limiting the characterization of underlying representations. Focusing on arachnophobia as a model condition, we used a similarity-based approach to reveal mental representations of spider-related images. From 705 individuals, we analyzed 49,141 pairwise similarity judgments among 314 spider-related images, constituting the largest dataset of its kind. Multidimensional Scaling identified a 5-dimensional representational space, with four dimensions strongly predicting fear ratings, and capturing a substantial amount of variance relevant to spider-related fear. These findings indicate that fear-related representations are structured along specific dimensions with complex information that cannot be reduced to conventional predetermined dimensions, such as fear and disgust. Our approach provides a scalable and flexible framework for studying fear-related representations, offering potential applications for refining exposure therapy and anxiety treatment strategies.",
        "doi": "https://doi.org/10.31219/osf.io/j8epm_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "j8epm",
        "version": 4
      },
      {
        "title": "Crime, Trust, and Quality of Life: Determinants of Perceived Insecurity across Italian Regions",
        "authors": "Angelo Leogrande, Massimo Arnone, Carlo Drago, Alberto Costantiello, Fabio Anobile",
        "abstract": "The paper aims to investigate the determinants of the Perceived Risk of Crime (PRC) in Italian regions for the period 2004-2022, with data provided by the ISTAT-BES framework. The analysis relies on a regional panel dataset, which is somewhat unbalanced, with an extensive set of socio-institutional, crime, and subjective well-being variables, such as social participation, trust in people, trust in the judiciary, pickpocketing, fear of crime, life satisfaction, pessimism about the future, and dissatisfaction with the regional landscape. The analysis combines classical panel data methodologies with machine learning techniques to check the robustness of the results and to detect regional latent patterns. In all models, namely, fixed effects, random effects, dynamic panel, and weighted least squares, it is confirmed that objective crime variables, as well as subjective ones, play a crucial role in determining PRC. In particular, it is confirmed that, among the variables, pickpocketing and fear of crime are the most important positive determinants of PRC, while trust in people and trust in the judiciary have a significant mitigating effect on PRC. Variables concerning pessimism about the future and environmental dissatisfaction are also confirmed to have a positive effect on PRC. Among several machine learning alternatives, the regularized linear regression model is selected as the best-performing predictive model, which provides an interpretable and accurate representation of the relationships between the variables. In addition, model-based clustering allows us to detect different regional profiles characterized by different combinations of crime, trust, well-being, and security perceptions. In conclusion, the results confirm that PRC in Italian regions depends on the complex interaction between actual crime, emotional reactions, trust, and quality of life, suggesting that effective policies to address PRC should be based on the integrated action of crime control strategies, trust-building, social cohesion, and quality of the regional landscape.",
        "doi": "https://doi.org/10.31235/osf.io/rd2sv_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "rd2sv",
        "version": 1
      },
      {
        "title": "U.S. Consumers Value Farm Animal Welfare Above Environmental Sustainability in Egg Purchasing Trade-offs",
        "authors": "Dayne Alexander, Christopher Bryant, Abby Couture",
        "abstract": "While research examining trade-offs between farm animal welfare (FAW) and environmental sustainability in agricultural systems is increasing, there is limited understanding of consumer responses to these explicit trade-offs. The central aim of this study was to investigate the relative importance of farm animal welfare (FAW) and environmental sustainability in U.S. consumer purchasing decisions. We conducted a survey of 1,200 U.S. residents that combined attitudinal questions with a series of choice experiments involving egg purchasing scenarios. Participants chose between products with varying FAW, sustainability, and price attributes. Statistical analyses, including Chi-square, ANOVA, and ordinal logistic regression modelling, were used to evaluate preferences, associations, and willingness to pay. The findings consistently reveal that while consumers value both attributes, they prioritize FAW over sustainability in direct trade-offs, with a majority selecting higher-welfare eggs over more environmentally sustainable options. Moreover, our analysis revealed consistent attitudes across key demographic groups, finding no significant difference in the preference for FAW over sustainability across income groups, political parties, or regions of the country. While willingness to pay for these attributes showed no significant difference across income or region, it did vary significantly by political party, with right-wing respondents being less willing than left-wing respondents to pay a premium for higher FAW. However, a majority of even the most right-wing respondents chose to pay more for higher FAW. Despite some consumer ambivalence, our primary finding is that a majority of consumers are not willing to compromise on FAW for sustainability benefits.",
        "doi": "https://doi.org/10.31235/osf.io/5rzyq_v1",
        "subjects": [],
        "id": "5rzyq",
        "version": 1
      },
      {
        "title": "Educational Selectivity and the Immigrant–Native Health Disparity",
        "authors": "Hao Liang, Kristin Liao",
        "abstract": "Selectivity is a key explanation for immigrant health advantage, yet evidence is often inferred from comparisons that bundle selection with post-migration processes and leave unspecified what is being selected. This study isolates educational selectivity by quantifying how predicted immigrant–native differences change when contextual attainment—immigrants’ education percentile within origin-country cohort-by-gender distributions—is introduced. Using pooled 2002–2018 National Health Interview Survey data linked to mortality follow-up through 2019, we examine mortality, smoking, and activity limitation among first-generation Asian and Latino adults from China, India, the Philippines, Mexico, Cuba, and the Dominican Republic. We benchmark immigrants against both native-born non-Hispanic Whites and U.S.-born coethnics and estimate gap compression on the outcome scale. Accounting for contextual attainment attenuates immigrant advantages across outcomes and origins, with larger and more consistent compression under coethnic than White benchmarks; attenuation also persists across duration-of-residence strata. In origin-specific analyses, contextual attainment eliminates the coethnic mortality gap for Chinese immigrants and shifts the coethnic gap toward an immigrant disadvantage for Cuban mortality and Dominican activity limitation. These findings show that origin-relative educational rank captures a measurable component of selectivity and that reference-group choice is consequential for interpreting immigrant–native disparities.",
        "doi": "https://doi.org/10.31235/osf.io/urwk5_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "urwk5",
        "version": 1
      },
      {
        "title": "What is QuantCrit and what is it doing in a nice field like social work? A framework for social work research",
        "authors": "Ceema Samimi, Lance Keene, Ryan Heath, Tasha Seneca Keyes",
        "abstract": "This paper presents a framework for integrating QuantCrit into social work research. Quantitative research has long been critiqued for its role in reinforcing racial inequities, yet its historical foundations remain largely unquestioned critique in social work scholarship. This paper provides an overview of QuantCrit as a framework to examine the limitations of traditional quantitative methods and advocate for a reimagined approach that aligns with social work’s commitment to equity and justice. We argue that without a critical framework, quantitative research risks perpetuating racial disparities by masking structural inequities, reinforcing deficit-based narratives, and legitimizing decisions that sustain oppression. Drawing on QuantCrit’s core tenets, we explore alternative methodologies that challenge positivist assumptions, prioritize community-driven knowledge, and contextualize data within broader systems of power. We discuss implications of QuantCrit for social work research, education, and practice, emphasizing the need for scholars to engage with quantitative methods that expose, rather than obscure, racial injustice. By integrating QuantCrit into social work, we can actively interrogate and challenge the systemic factors that produce social injustice.",
        "doi": "https://doi.org/10.31235/osf.io/75qnp_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "75qnp",
        "version": 1
      },
      {
        "title": "A Data-Driven Approach to Supporting Fact-Checking and Mitigating Misinformation and Disinformation Through Domain Quality Evaluation",
        "authors": "Kaveh Kadkhoda, Anna Bertani, Thomas Louf, Riccardo Gallotti",
        "abstract": "Misinformation and disinformation spread rapidly on social media, threatening public discourse, democratic processes, and social cohesion. One promising strategy to address these challenges is to evaluate the trustworthiness of entire domains (source websites) as a proxy for content credibility. This approach demands methods that are both scalable and data-driven. However, current solutions such as NewsGuard and Media Bias/Fact Check (MBFC) rely on expert assessments, cover only a limited number of domains, and some (e.g., NewsGuard) require paid subscriptions. These constraints limit their usefulness for large-scale research. This study introduces a machine-learning-based system designed to assess the quality and trustworthiness of websites. We propose a data-driven approach that leverages a large dataset of expert-rated domains to predict credibility scores for previously unseen domains using domain-level features. Our supervised regression model achieves moderate performance on test data and high performance on independent datasets, highlighting its ability to generalize to unseen domains. Using feature importance analysis, we found that PageRank-based features provided the greatest reduction in prediction error, suggesting that link-based indicators play a central role in domain trustworthiness. This highlights the importance of highly referenced domains in reliable news dissemination. This approach can also help fact-checkers and social media platforms refine their credibility assessment strategies. The solution’s scalable design accommodates the continuously evolving nature of online content, ensuring that evaluations remain timely and relevant. The framework enables continuous assessment of thousands of domains with minimal manual effort. This capability allows stakeholders (social media platforms, media monitoring organizations, content moderators, and researchers) to allocate resources more efficiently, prioritize verification efforts, and reduce exposure to questionable sources. This approach could enable a more proactive and effective response to misinformation by helping stakeholders prioritize efforts, thus supporting robust public discourse and informed decision-making.",
        "doi": "https://doi.org/10.31219/osf.io/eqf26_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          },
          {
            "id": "584240da54be81056cecabbb",
            "name": "Computer Sciences"
          }
        ],
        "id": "eqf26",
        "version": 2
      },
      {
        "title": "The power of social influence on (non-)moral decision-making and its resistance: A scoping review of behavioral effects and neural mechanisms",
        "authors": "Leslie Tricoche, Emilie Caspar",
        "abstract": "While social influence has been extensively studied in psychology, neuroscientific research on how these processes are represented and regulated in the brain remains in its early stages and has rarely been systematically compared across studies. Notably, in addition to the lack of comparative studies, existing research rarely provides clear and unified insights into how social influence affects (non-) moral decision-making. This limits the ability to develop an integrated model to understanding the various forms of social influence. This pre-registered scoping review aims to provide a novel theoretical framework based on a timeline on how and when various forms of social influence - social presence, conformity, compliance, and obedience - modulate decision-making processes. For each form of social influence, we will review the mechanisms involved in the pre-decision phase, the decision-making phase, and the post-decision phase, and how each of them influences related behaviors. We will also highlight critical gaps in the existing literature and propose future research directions. The present work proposes the first pre-registered scoping review to jointly examine these processes, with the goal of constructing a coherent, temporally structured account of the neural mechanisms underlying social influence in human decision-making.",
        "doi": "https://doi.org/10.31219/osf.io/s6jtk_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "s6jtk",
        "version": 3
      },
      {
        "title": "Firm-Specific Motherhood Penalties",
        "authors": "Pascal Achard, Sander Wagner",
        "abstract": "This paper quantifies how motherhood penalties vary across firms. Using Dutch administrative employer–employee data we estimate firm-specific motherhood penalties in earnings, hours, wages, and labor force participation for 2,877 firms. We document large heterogeneity: over the ten years following childbirth, mothers at firms in the 10th percentile of the penalty distribution experience earnings losses exceeding 50 percent, compared with about 20 percent at firms in the 90th percentile. Differences across firms are driven primarily by adjustments in hours worked. Firm-level variation in motherhood penalties rivals differences observed across countries, highlighting the central role of workplaces in shaping gender inequality.",
        "doi": "https://doi.org/10.31235/osf.io/nmgxz_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "nmgxz",
        "version": 1
      },
      {
        "title": "LLM-Assisted Replication as Scientific Infrastructure",
        "authors": "So Kubota, Hiromu Yakura, Sho Yamada, Yuki Nakamura, Samuel Coavoux",
        "abstract": "Large language models (LLMs) are rapidly accelerating scientific production, from literature synthesis to automated analysis. Yet this expansion risks creating a verification gap, in which the volume of scientific claims outpaces the community's capacity to check their reproducibility. We argue that the same LLM capabilities driving scientific output can be redirected toward scalable verification. As a concrete example, we demonstrate how an autonomous LLM-based agent can reproduce the core statistical results of a classic sociology paper, while identifying underspecified methodological details. This means that automated replication does not adjudicate scientific truth, but it localizes discrepancies and documentation gaps, lowering the cost of computational reproducibility checks. Thereby, we propose embedding LLM-assisted replication across the research lifecycle, such as pre-submission quality check, journal-integrated verification, post-publication audits, and forensic reconstruction of legacy studies. To prevent misuse and preserve trust, we call for transparent standards and community governance. If institutionalized responsibly, AI can serve not only to generate science, but to scale its self-correction.",
        "doi": "https://doi.org/10.31235/osf.io/qtgx8_v1",
        "subjects": [],
        "id": "qtgx8",
        "version": 1
      },
      {
        "title": "Climate Change and Political Entry: Evidence from Brazilian Municipal Elections",
        "authors": "Guilherme N. Fasolin, António Valentim",
        "abstract": "Does climate change affect who runs for office, and how? As extreme weather events intensify, they create social and economic challenges that likely impact political candidacy. We build on existing research on mass political participation and the political economy of candidate entry and test how extreme weather events affect candidate pools. Using a novel dataset of flooding events and mayoral candidates in Brazil (2000-2020), we employ a difference-in-differences design and find that floods reduce the education level of mayoral candidates. Using data on federal transfers, corruption audits, and surveys, we show the effects on education can be driven by rent-seeking and outside options. By shedding light on the effects of climate change on candidate selection, this study highlights how climate change can paradoxically increase the representation of underrepresented groups in politics.",
        "doi": "https://doi.org/10.31235/osf.io/fp93g_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "fp93g",
        "version": 1
      },
      {
        "title": "The durable divide: who remains at the margins of the digital society?",
        "authors": "Moritz Büchi, Bianca C. Reisdorf",
        "abstract": "Digital societies require that citizens are active users of online services as a basic means for everyday communication and in-clusion. Yet even in highly connected countries, a substantial minority remains digitally marginalized, either as infrequent internet users or as complete non-users. This study examines the social composition of this digital margin in Switzerland compared to the digital core of continuous users. Based on a mixed-mode, representative population survey (N = 3,030), de-scriptive analyses and visualizations show that older, less edu-cated, lower-income, and lower-status individuals are dispro-portionately found at the margins, with age as the most salient factor. A multivariate classification model confirms these pat-terns. Overall, the results underscore the enduring link be-tween social position and digital marginalization. Despite near-universal internet access, digital inequalities remain a durable feature of social stratification rather than a transient effect.",
        "doi": "https://doi.org/10.31235/osf.io/5mjn8_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "5mjn8",
        "version": 1
      },
      {
        "title": "The health of parents who remain behind. Socioeconomic and community differentials in the health of parents in Mexico whose children migrated to the United States.",
        "authors": "Margherita Odasso, Diederik Boertien, Pau Baizan",
        "abstract": "While international migration can bring economic benefits to sending societies through remittances, it also reshapes family structures and intergenerational support systems in profound ways. The migration of adult children has important implications for parents who remain behind, particularly in countries with rapidly ageing populations and limited institutional care. This study examines the mental and physical health of parents in Mexico whose offspring have migrated to the United States. Using data from the Mexican Migration Project (2007–2019), we compare parents with migrant children to those whose children have not migrated across three health dimensions: chronic conditions, psychiatric problems, and self-rated health. Results show a consistent health penalty for parents with migrant children, especially with regard to mental health. Importantly, this negative association is moderated by factors such as socioeconomic status and community characteristics. Parents with limited economic resources and those from areas with a low US migration prevalence or urban areas are disproportionately affected by children’s migration. Remittances are not related to improved parental health. Overall, the findings underscore the emotional and health-related costs of migration borne by non-migrant family members.",
        "doi": "https://doi.org/10.31235/osf.io/6tcvy_v1",
        "subjects": [],
        "id": "6tcvy",
        "version": 1
      },
      {
        "title": "Conceptual silences in theoretical debates: the case of gender identities and gender roles in sociological research",
        "authors": "Øystein Gullvåg Holter, Ann Nilsen",
        "abstract": "We discuss notions of roles and identities and investigate ways in which these concepts may be of use in contemporary sociological research on gender. We ask what dimensions of these notions can give helpful insights into sociological studies. Accounts of the origins and developments of these concepts, indicate reasons for the current situation where identity has gained prominence over the role concept in sociological debates. We discuss examples of current empirical research where these notions have been used. The overarching question we seek to address is what aspects of gender each of these concepts can help capture, and specific topics include how a broader investigation into the origins of concepts can help understand their current status and use. We conclude that the role concept’s association with functionalism has silenced debates about other approaches to the concept in sociology and call for renewed interest in alternative theories to invigorate debates.",
        "doi": "https://doi.org/10.31235/osf.io/4we7g_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "4we7g",
        "version": 1
      },
      {
        "title": "Disentangling the collective and individual dimensions of social class: Picking the right measure matters",
        "authors": "Nicholas Fendinger, Pia Dietze, Eric Knowles",
        "abstract": "Despite a rapid expansion of social-psychological research into social class and its consequences, there remains little consensus regarding how best to measure class itself. Although both subjective rank and social-class identification are used to operationalize “subjective social class,” the two measures are theorized to diverge in how reliably they track individuals’ broader resource ecologies. Across two studies (N = 9,254), we empirically validate this perspective, finding that ZIP- and tract-level estimates of income and educational attainment positively predict individuals’ class identity, such that those from more affluent neighborhoods are more likely to identify with the middle and upper classes. Social rank, on the other hand, is inconsistently correlated with estimates of neighborhood affluence. In light of these neighborhood effects, we suggest that class identification is a better proxy for the structural and collective components of class phenomena, whereas measures of subjective rank may better estimate individual and situational facets.",
        "doi": "https://doi.org/10.31219/osf.io/h4j6b_v2",
        "subjects": [],
        "id": "h4j6b",
        "version": 2
      },
      {
        "title": "Center for Open Science: Strategic Plan",
        "authors": "Lisa Cuevas Shaw, Brian A. Nosek, Timothy M. Errington, Nicole Pfeiffer, Maryam Zaringhalam",
        "abstract": "The Center for Open Science (COS) has a mission to increase the openness, integrity, and trustworthiness of research. During the next three years, we will demonstrate, improve, and promote pathways for doing and consuming lifecycle open science. This represents a convergence of our infrastructure, research, policy, and capacity building activities over the last decade to a singular true north objective. Our strategic objective is supported by a systems-level theory of change and an engagement strategy that meets communities at their readiness to consider, test, adapt, and adopt new practices and norms. By assessing current practices, reimagining research, offering open science infrastructure and solutions, and building community capacity, we partner with a global community of change agents to shift culture and practice to increase research trustworthiness and accelerate progress.",
        "doi": "https://doi.org/10.31219/osf.io/x2w9h_v2",
        "subjects": [],
        "id": "x2w9h",
        "version": 2
      },
      {
        "title": "Spatial Wealth Inequality in the United States: Theory and Evidence",
        "authors": "Tom Kemeny, Dylan Connor, Joel Suss, Siqiao Xie, Jiwon Jang, Zhining Gu",
        "abstract": "Despite extensive research on spatial inequality, the geography of wealth remains understudied. We develop a theoretical framework explaining why wealth's spatial distribution differs from income's and how local advantages create self-reinforcing dynamics. Using novel data tracking household net worth across 722 U.S. commuting zones from 1960-2020, we establish five stylized facts. Wealth is 60-70% more spatially concentrated than income, with patterns distinct from income and housing values. Post-1980 increases in between-place inequality reflect places changing positions rather than divergence. Within places, bottom 50% wealth shares declined nationwide. These patterns reveal feedback mechanisms compounding spatial advantages, highlighting welfare disparities exceeding income-focused research.",
        "doi": "https://doi.org/10.31235/osf.io/r4sg9_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "r4sg9",
        "version": 1
      },
      {
        "title": "When Do Autocratizing Incumbents Lose Elections?",
        "authors": "Erin Hern, Marc S. Jacob",
        "abstract": "When do electorates remove incumbents who undermine democracy? Existing research explains why voters tolerate autocratizing leaders, but we know less about when they hold them accountable. We develop a framework of electoral accountability under autocratization to evaluate when attacks on democracy trigger electoral backlash, considering the scope of autocratization (i.e., the breadth of institutional erosion) and its visibility (i.e., the extent to which these actions are clearly legible as undemocratic to voters), while situating these features alongside preexisting institutional strength, economic performance, and political culture. Drawing on experimental evidence, an original dataset of 105 elections since 1990 in which autocratizing incumbents sought reelection, hand-coded measures of autocratization scope and visibility in recent electoral contests, and comparative analyses of Poland and Zambia, we find that visibility, but not scope, is systematically linked to incumbent defeat. Our findings have implications for the conditions under which citizens can disrupt episodes of autocratization through electoral channels.",
        "doi": "https://doi.org/10.31235/osf.io/axm3p_v2",
        "subjects": [],
        "id": "axm3p",
        "version": 2
      },
      {
        "title": "Forming Science Identity in Personal Networks: A Quantitative Study of Social Support for Latine STEM Students",
        "authors": "Nidia I. Bañuelos, Kyoungjin Jang-Tucci, Ross J. Benbow",
        "abstract": "This research brief examines how Latine STEM students’ personal networks and Community Cultural Wealth relate to the formation of STEM identity and sense of belonging. Drawing on survey data from 408 Latine juniors majoring in STEM across seven Hispanic Serving and emerging Hispanic Serving Institutions in the University of Texas System, the study integrates egocentric social network analysis with validated measures of STEM identity and belonging. Students listed an average of five key discussion partners, most of whom were Latine, and networks were centered on friends, family members, and fellow college students. Correlational analyses show that stronger ties are associated with multiple forms of support, while family members are especially linked to material aid, aspirational support, and community role modeling. Regression results indicate that greater tie strength and access to community role models are positively associated with STEM identity, whereas denser, more close-knit networks are negatively associated with STEM identity. Network size, tie strength, and having alters who help navigate college life are positively related to students’ sense of belonging. Together, the findings highlight the importance of relational context and culturally grounded assets in shaping Latine students’ persistence and identity development in STEM.",
        "doi": "https://doi.org/10.31235/osf.io/z8j56_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80f7c698300375c76d71",
            "name": "Educational Administration and Supervision"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "z8j56",
        "version": 1
      },
      {
        "title": "Using Multiple Generator Random Interpreters (MGRIs) for Studying Undergraduate Student Support Networks",
        "authors": "Kyoungjin Jang-Tucci, Ross J. Benbow, Nidia I. Bañuelos",
        "abstract": "This research brief introduces the Multiple Generator Random Interpreter (MGRI) as an innovative approach to collecting egocentric social network data in higher education research. Contrasting MGRI with Traditional Name Generator and Interpreter (TNGI) methods that cap the number of listed contacts, the brief explains how MGRI allows respondents to list all relevant network members and then randomly samples a subset for follow-up questions, reducing respondent burden while improving representativeness. Drawing on comparative evidence from two studies of Latine college students, one using TNGI and the other using MGRI, the analysis demonstrates that MGRI captures larger and less kin-centered networks, yields lower network density estimates, and better reflects the diversity of students’ academic and career support ties. The findings suggest that MGRI provides a more accurate portrait of undergraduate support networks and enables researchers to examine multiple types of relational contexts within a single survey. The brief concludes with practical guidance and open-access resources for implementing MGRI in online survey platforms.",
        "doi": "https://doi.org/10.31235/osf.io/vqh6t_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80f7c698300375c76d71",
            "name": "Educational Administration and Supervision"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "vqh6t",
        "version": 1
      },
      {
        "title": "Hispanic/Latino student Community Cultural Wealth, social networks, and career development at the University of Wisconsin-Whitewater: A methods and data compendium to the report by the Networks and Cultural Assets Project (NCA)",
        "authors": "Kyoungjin Jang-Tucci, Nidia I. Bañuelos, Ross J. Benbow",
        "abstract": "This Methods and Data Compendium accompanies the Networks and Cultural Assets (NCA) Project report on Hispanic/Latino undergraduate students at the University of Wisconsin-Whitewater and provides a comprehensive account of the study’s design, measures, and analytic procedures. Using a parallel mixed-methods case study approach, the research integrates survey data (n = 129) and semi-structured interviews (n = 20) to examine students’ Community Cultural Wealth (CCW), academic and career social support networks, institutional engagement, and career development processes. The compendium details the development and validation of CCW subscales, ego-centered network measures, and student outcome indicators such as sense of belonging and work volition, alongside descriptive, correlational, cluster, and regression analyses. By documenting sampling procedures, instrument construction, variable operationalization, and quantitative and qualitative analytic strategies, the compendium offers methodological transparency and a resource for educators and researchers seeking asset-based, empirically grounded insights into Latina/o students’ cultural strengths, relational networks, and pathways through college toward career aspirations.",
        "doi": "https://doi.org/10.31235/osf.io/vm9cx_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "vm9cx",
        "version": 1
      },
      {
        "title": "A NEW HOPE? Local Journalism as a Mitigation Hub for Misinformation",
        "authors": "Gregory P Perreault, Phoebe Maares",
        "abstract": "The rise of far-right extremism necessitates an evaluation of the ideal means of offering robust information quality to the public, even as hostile actors engage in expansive campaigns of misinformation. This forum manuscript centers on the role of local journalism as a means of combating misinformation, considering notable case studies from Germany and the United States. We argue that in order to enhance local journalism's ability to combat misinformation requires (1) response to misinformation through in-kind platforms and (2) response to misinformation through collaboration.",
        "doi": "https://doi.org/10.31235/osf.io/s37mn_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "s37mn",
        "version": 1
      },
      {
        "title": "Capitalization of the World: Global Distribution of Income from Property, 2000–2020",
        "authors": "Branko Milanovic, Marco Ranaldi, Carolyn Fisher",
        "abstract": "Global capital income inequality has declined in the 21st century, with the Gini coefficient falling from 97% to 94%. Over the same period, the share of the world population with annual capital income above $100 increased from 12% to 27%. This implies more than a doubling of the number of individuals earning positive income from interest, dividends, rents, and privately-funded pensions. Most Western nations have lost positions in the global capital income ranking, in contrast to several developing countries, particularly China and Russia. When adjusting for missing capital income in surveys using national accounts, while the levels of inequality slightly vary across adjustment methods, the results consistently confirm a decreasing inequality trend. This is also confirmed when the capitalized wealth of billionaires is included in the analysis using Forbes lists. Overall, this paper provides new global evidence on the evolution, distribution, and measurement of capital income, and highlights its implications for inequality analysis in contemporary capitalism. (Stone Center on Socio-Economic Inequality Working Paper)",
        "doi": "https://doi.org/10.31235/osf.io/swf8y_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "swf8y",
        "version": 1
      },
      {
        "title": "Kinship networks, kinlessness and friendship at different ages. An extensive analysis of the Italian case over a 20–year period",
        "authors": "Bruno Arpino, Elena Pirani, Eleonora Meli, Marta Pittavino",
        "abstract": "Kinship networks are a key informal infrastructure of support, yet demographic change is reshaping how many and which relatives people can rely on. Some people may lack kin completely or in part. Thus, we also consider friendship ties as potential compensatory sources of support. Using nationally representative surveys from 1998 and 2016, we describe age-specific configurations of close kin and friends among Italian adults. We measure the availability of close kin (partner, children, parents, siblings, grandparents, grandchildren), kinlessness, kinship size and diversity, and generational positioning. In 2016, complete kinlessness remains rare (about 1%) but is concentrated at older ages, whereas small, vertically “thinned” networks are more common. Kin availability peaks in midlife and declines at older ages. Between 1998 and 2016, the average number and diversity of kin decreased and generational profiles increasingly feature ascendants without descendants and a group of “generational solos.” Friendship ties are widespread and more prevalent among those with fewer kin, but they do not fully offset emerging inequalities in kinship resources. These findings show how the changes occurred in longevity, low fertility, and partnership reconfigured informal support bases in an ageing, strong-family context.",
        "doi": "https://doi.org/10.31235/osf.io/73exy_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "73exy",
        "version": 1
      },
      {
        "title": "The European Peatland Policy Portal: Demonstrating Machine Learning and Analytics Tools for Evidence-based Land Use Policymaking",
        "authors": "Margaret Alessandra Waskow, Niall O'Brolchain, Muhammad Yasar Khan, Yifan Wang, Waqas Shoukat, Fergus O'Donoghue, Saeed Alsamhi, Sandra Riordan, Letícia Jurema, Fiona Lefebvre",
        "abstract": "Achieving the ambitions of the European Green Deal requires overcoming longstanding fragmentation in the policy frameworks that govern peatlands. The EU LIFE Multi Peat project introduces the European Peatland Policy Portal as a novel policy corpus and toolkit to support analysis and evidence-based policy development in this disjointed landscape of peatland policy. The portal presents the first comprehensive European Peatland Policy Corpus, with over 400 peatland-affecting policies catalogued across 27 countries and 22 languages, spanning United Nations, European Union, national, and sub-national levels. Alongside the unified, multilingual policy catalogue, the portal introduces an interactive mapping tool to support spatial policy analysis, as well as a retrieval-augmented generation (RAG)-based question-answering tool that allows users to query the full policy corpus with the power of machine learning. With multilingual comprehension, the RAG tool enables users to interface with policies which would otherwise sit behind a language barrier. By enabling systematic policy examination and analysis across countries, governance levels, domains, and languages, the portal assists the coordination and efficiency gaps of European peatland governance. While this portal demonstrates the efficacy of these tools for peatland policy specifically, its framework is transferable to other land use policy domains that face complex regulatory environments.",
        "doi": "https://doi.org/10.31235/osf.io/9mcgj_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccb",
            "name": "Digital Humanities"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "9mcgj",
        "version": 1
      },
      {
        "title": "Social Grievances and Anti-feminist Sentiments: How Loneliness and Social Marginalization Shape Anti-feminist Attitudes across Genders and Socio-economic Interdependence",
        "authors": "Alexander Langenkamp, Theresia Ell, Elmar Braehler, Oliver Decker",
        "abstract": "Using representative survey data from Germany, this paper investigates the association and conditionalities between perceived social grievances, namely social marginalization and loneliness, and antifeminist attitudes. We find that both grievances are positively associated with anti-feminist sentiment. Exploring effect heterogeneity, we find that the associations are slightly stronger for men, but these differences are minimal in substantive terms. However, using a three-way interaction model, we find that financial dissatisfaction can compensate for some of the negative associations between marginalization as well as loneliness with anti-feminist attitudes for men; the opposite is the case for women. Arguing from an identity threat theory perspective, the study shows how gender plays an incremental role in how the perceived personal situation exerts an influence on gender related attitudes. Therefore, our study contributes to our understanding of how perceived grievances interact with socio-demographic characteristics and how this interplay potentially increases anti-feminist attitudes.",
        "doi": "https://doi.org/10.31235/osf.io/qxpw7_v1",
        "subjects": [],
        "id": "qxpw7",
        "version": 1
      },
      {
        "title": "Family networks and childcare choices: A predictive machine learning approach",
        "authors": "Nicolás Soler, Tom Emery, Agnieszka Kanas",
        "abstract": "How first-time parents arrange childcare has critical implications for their careers and the child's development. Previous research shows that childcare choices are shaped by family care availability, understood as an additive function of a small set of parental and grandparental characteristics. However, research on family networks suggests that care availability is rather a non-linear, non-additive function of large family networks. We compare the predictive ability of these two perspectives using a machine learning framework and register-based family network data. We find that considering how the child’s great-grandparents, aunts, uncles, and cousins shape care availability, and modelling their influence using more flexible models, improves the prediction of childcare choices, particularly among more disadvantaged parents. Consistent with prior work, predictions are driven by parents’ and grandparents’ socioeconomic characteristics, but cousins’ age and daycare use are important yet understudied predictors. Other important predictors include parents’ self-employment, healthcare spending, and timing of daycare uptake.",
        "doi": "https://doi.org/10.31235/osf.io/e7x58_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "e7x58",
        "version": 1
      },
      {
        "title": "The Social Construction of Knowledge in International Relations Publishing (Editorial Blindness, Bias, and Epistemic Gatekeeping)",
        "authors": "Mahir Terzi",
        "abstract": "This article analyzes how editorial processes in leading International Relations (IR) journals reproduce global epistemic inequalities. It focuses on International Security (IS) and International Studies Quarterly (ISQ) to identify two interrelated dynamics: editorial bias, which privileges scholars affiliated with Western institutions, and editorial blindness, which narrows thematic scope despite broad declared aims. Using original empirical data and a novel formal framework—the Probabilistic Article Acceptance Model (PAAM) and Editorial Blindness Index (EBI)—the study finds that 95.5% of IS and 92.3% of ISQ primary authors affiliate with Western institutions. Furthermore, it demonstrates that IS narrows its thematic focus toward traditional and U.S.-centric security concerns, while ISQ maintains thematic plurality. These findings align with Bourdieu’s theory of symbolic capital and Kuhn’s paradigm theory, indicating that editorial decisions reflect social and institutional structures more than epistemic merit. The article introduces Epistemic Gatekeeping Dynamics (EGD) as a new theoretical framework, arguing that editorial processes act as selective mechanisms of epistemic legitimacy. It concludes by recommending structural reforms and editorial diversification to promote pluralism and inclusivity in IR publishing.",
        "doi": "https://doi.org/10.31235/osf.io/vf59a_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "vf59a",
        "version": 1
      },
      {
        "title": "Migrating Minds: State-Sponsored Mobilization and Return of US-Trained Chinese Scientists During Early Cold War",
        "authors": "Shu Fu, Junyan Jiang, Xingchen Lan",
        "abstract": "Transnational talent flows are a powerful force shaping national economic fortunes and geopolitical balance. This article examines how the migration decisions of highly skilled individuals are affected by state-sponsored mobilization. Using U.S.-trained Chinese scientists' return to the newly founded People's Republic of China after 1949 as a case, we construct an original dataset of all Chinese Ph.D. graduates in STEM fields from U.S. universities between 1945 and 1958, their return decisions, and the regional membership distribution of the Association of Chinese Scientific Workers (ACSW)---a key state-sponsored organization aimed at mobilizing returnees. Both fixed effects and instrumental variables analyses show that Chinese graduates' exposure to this organization significantly increases their likelihood of return. Further analyses reveal that ACSW's mobilization was more effective when channeled through scientists' own professional networks, and it influenced their aspiration to return more than ability. These findings unveil important political drivers behind one of the largest episodes of talent repatriations in history, with significant implications for global knowledge transfer and U.S.--China relations today.",
        "doi": "https://doi.org/10.31235/osf.io/nvhu7_v1",
        "subjects": [],
        "id": "nvhu7",
        "version": 1
      },
      {
        "title": "More than coping: The multifaceted benefits that home and wild food procurement provide to food-insecure practitioners in the Northeastern US",
        "authors": "Janica Anderzén, Sam Bliss, Rachel E. Schattman, Stevens Azima, Rebecca C Mitchell, Scott C. Merrill, Kathryn Yerxa, Sarah A. Nowak, Jennifer Laurent, Meredith Niles",
        "abstract": "Many food-insecure households in high-income countries produce some of their own food through gardening, hunting, fishing, foraging, or raising livestock—activities collectively referred to as home and wild food procurement (HWFP). This study aims to deepen understanding of the roles that diverse HWFP activities play within the broader set of strategies food-insecure households use to keep food on the table. We conducted interviews with 25 participants in two rural states in the northeastern United States, Maine and Vermont. On average, the study participants reported having engaged in 19 of a list of 41 coping behaviors, not including HWFP activities, in the last year. Overall, they described HWFP activities as socially legitimate food sources that provide multifaceted benefits beyond food. For these interviewees, HWFP can be an effective coping strategy for alleviating household food insecurity because it diversifies their food sources and allows for stockpiling non-market abundances. Yet, HWFP should not be mistaken for a coping strategy in the sense of an activity that households undertake only in response to hardship, because participants associated these activities with diverse, positive meanings such as joy, connection, and autonomy. The only negative aspects of HWFP that participants identified were challenges stemming from limited access to key resources needed for successful harvests, such as equipment, skills, and land access. We recommend policies and programs that ensure access to these prerequisites for HWFP success; people experiencing food insecurity should guide these efforts.",
        "doi": "https://doi.org/10.31235/osf.io/jw8vb_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76db6",
            "name": "Agricultural and Resource Economics"
          }
        ],
        "id": "jw8vb",
        "version": 1
      },
      {
        "title": "Scaling Reproducibility: An AI-Assisted Workflow for Large-Scale Reanalysis",
        "authors": "Yiqing Xu, Leo Yang",
        "abstract": "Reproducibility is central to research credibility, yet large-scale reanalysis of empricial data remains costly because replication packages vary widely in structure, software environment, and documentation. We develop and evaluate an agentic AI workflow that addresses this execution bottleneck while preserving scientific rigor. The system separates scientific reasoning from computational execution: researchers design fixed diagnostic templates, and the workflow automates the acquisition, harmonization, and execution of replication materials using pre-specified, version-controlled code. A structured knowledge layer records resolved failure patterns, enabling adaptation across heterogeneous studies while keeping each pipeline version transparent and stable. We evaluate this workflow on 92 instrumental variable (IV) studies, including 67 with manually verified reproducible 2SLS estimates and 25 newly published IV studies under identical criteria. For each paper, we analyze up to three two-stage least squares (2SLS) specifications, totaling 215. Across the 92 papers, the system achieves 87% end-to-end success overall. Conditional on accessible data and code, reproducibility is 100% at both the paper and specification levels. The framework substantially lowers the cost of executing established empirical protocols and can be adapted in empirical settings where analytic templates and norms of transparency are well established.",
        "doi": "https://doi.org/10.31235/osf.io/ru5fa_v1",
        "subjects": [],
        "id": "ru5fa",
        "version": 1
      },
      {
        "title": "Hispanic/Latino Student Community Cultural Wealth, Social Networks, and Career Development at the University of Wisconsin-Whitewater: A Report by the Networks and Cultural Assets Project (NCA)",
        "authors": "Nidia I. Bañuelos, Kyoungjin Jang-Tucci, Ross J. Benbow",
        "abstract": "This report presents findings from a pilot mixed-methods study conducted by the Networks and Cultural Assets Project (NCA) examining Hispanic/Latino students’ community cultural wealth (CCW), social support networks, campus engagement, and career development at the University of Wisconsin–Whitewater. Drawing on survey data (n = 129) and interviews (n = 20), the study applies Yosso’s (2005) Community Cultural Wealth framework alongside social network analysis to document the strengths students bring to college and the ways these assets relate to career attitudes and service use. Findings indicate that participants demonstrate high levels of Aspirational, Navigational, Familial, and Resistant capital, with family-centered networks playing a central role in sustaining hope, coping, and community commitment. Students report a moderate sense of belonging and relatively strong work volition. The report also shows that students' engagement with formal career services varies by year in school, sense of belonging, network characteristics, and career values. Cluster analyses reveal meaningful within-group differences in both career orientations and forms of cultural wealth, underscoring the heterogeneity of Hispanic/Latino students’ experiences. The report concludes with asset-based recommendations for faculty, advisors, and student services professionals to strengthen institutional practices, better connect campus resources to students’ existing networks and values, and support equitable college-to-career pathways.",
        "doi": "https://doi.org/10.31235/osf.io/dkgq5_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "dkgq5",
        "version": 1
      },
      {
        "title": "Does Digital Platform Interoperability Deliver on Its Expectations? Evidence from User Switching on Mastodon",
        "authors": "Philipp Riederle",
        "abstract": "Users of centralised digital platforms (e.g., X, Instagram, TikTok) have little choice but to accept incumbent providers’ conduct or forgo participation. Digital platform interoperability is widely proposed as a remedy to reduce the economic and political power of centralised digital platforms by enabling user choice without sacrificing network connectivity. Despite its prominence in policy debates (e.g., EU’s Digital Markets Act, Art. 7), theoretical claims on its effects remain largely untested. This paper evaluates three theoretical expectations on platform interoperability: that it neutralises proprietary network effects; it facilitates individual user choice and switching; and that technical standardisation risks homogeneous services. To operationalise these concepts, this study analyses user switches within the interoperable social platform Mastodon. It draws on an unobtrusive, qualitative analysis of user posts documenting why individuals switched their interoperable providers. My findings qualify the theoretical promises and concerns: I find that interoperability is necessary but, on its own, insuﬀicient to achieve the intentions associated with policy proposals. I identify practical obstacles such as incomplete implementation, information costs, and persistent switching costs that preserve proprietary network effects and that hinder individual choice and switching. Further, I challenge the concern of anticipated service homogenisation. I identify avenues of vertical (e.g., quality) and horizontal (e.g., governance values) provider differentiation. These avenues form an emerging research agenda on new dynamics between differentiated but interoperable platform providers. Overall, this study contributes the first empirical evaluation of digital platform interoperability, identifies obstacles, and formulates recommendations, speaking directly to policy.",
        "doi": "https://doi.org/10.31235/osf.io/6wsrq_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "6wsrq",
        "version": 1
      },
      {
        "title": "Struggle for Recognition: A Case Study of Balochistan, Pakistan",
        "authors": "Onur Yamaner, MUNIBA ALI",
        "abstract": "This paper examines the specifics of the Baloch insurgency in Pakistan from the perspective of the intersection of theories of recognition, justice, and the transition from realist to constructivist paradigms. The Baloch insurgency in Pakistan has always been explained through security and economic-aid policies by the Pakistan government. However, by exploring the intersection of structural, cultural, and psychological forms of exclusion, it is claimed that the conflict is fueled by these intersections of identity. This paper combines the theories of misrecognition and maldistribution from the work of Nancy Fraser in 2003 and the moral injury construct of Axel Honneth from 1995 and asserts that structural policies of the Pakistan government are denying the Baloch people recognition as complete citizens with recognized identity. The proposed study makes use of a qualitative research approach in which descriptive and explanatory content analysis has been used to examine the socio-political reality of Balochistan. The study is limited by the fact that the research has no prime field accessibility due to the constraints imposed by security considerations, which may pose challenges of bias arising from state or secondary histories. To address the implication, triangulation is used in the study by referencing official statistics and other international human rights reports to provide a balanced view. The study has been conducted by using a purposive sample of secondary sources ranging from peer-reviewed academic literature to policy reports related to the 18th Amendment and CPEC projects, along with human rights statistics obtained from the Human Rights Commission of Pakistan (HRCP). The sources were considered as per their respective relevance to the twin paradigms of \"struggle for recognition\" and \"maldistribution.\" The period of investigation has been from accession in 1948 to modern development schemes. This paper derives its findings from a content analysis of already existing literature from 1948-2024 on the Baloch insurgency in Pakistan and includes the history of violence between the Baloch leaders and the central government of Pakistan and the \"moral injuries\" that are spurred by the exploitative use of Baloch Gas and Minerals by the Pakistani government. Through this change in focus, or paradigm shift, from simply addressing resource struggles to addressing struggles for dignity, this study shows that issues of economic and political justice are being used as primary wounds of invisibility and disrespect. Therefore, this study concludes that in order to pursue a justice-oriented path for eternal peace, there must be an understanding of the connected concepts of respect and recognition. Keywords: Conflict, Grievances, Misrecognition, Misrepresentation, Recognition and Redistribution.",
        "doi": "https://doi.org/10.31235/osf.io/9z7dr_v1",
        "subjects": [],
        "id": "9z7dr",
        "version": 1
      },
      {
        "title": "Enforcement Capture Without Enforcers: Code Geometry and Endogenous Concentration in an Agent-Based Model of Fundamentalism",
        "authors": "Kiran Boggavarapu",
        "abstract": "An agent-based model with symmetric agents (N = 350; no pre-assigned enforcement roles; 3,246 runs) shows that enforcement concentration emerges endogenously from the structural geometry of codified moral systems. Five measurable institutional properties (legibility, substitutability, enforcement reward, institutional delegation, and exit cost) jointly determine which of four regimes a system enters: quiet, mixed enforcement, collapse, or capture. Institutional delegation and capital compounding reliably select a small minority into enforcement roles: the top 5 agents issue 67 to 92 percent of all punishment; endogenously appointed cadre members execute 92 to 98 percent. Two theoretically motivated retention mechanisms (sanctified suffering, membership reward) are inert across their full parameter ranges. Only degradation of the outside option converts concentration into capture: 466 of 1,080 drift-enabled runs transition to capture from conditions that otherwise yield mixed dynamics. The decisive falsifiable prediction: holding enforcement intensity constant, lowering outside-option quality increases the probability of capture. Cross-national analysis (36 countries) is consistent with this prediction: outside-option quality explains 4.4 times more variance in religious retention than enforcement intensity.",
        "doi": "https://doi.org/10.31235/osf.io/576v4_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "576v4",
        "version": 1
      },
      {
        "title": "Everyone is a War Reporter: Field Theory and Wellbeing Capital in Conflict Journalism",
        "authors": "Sayyed Fawad Ali Shah, Gregory P Perreault",
        "abstract": "Using field theory as a framework and long-form interviews with journalists (n=21), in this study, we investigate how conflict zone journalists perceive the role of wellbeing within the journalistic field. We found that journalists regularly felt the need to exchange their mental and physical wellbeing for opportunities to be recognized, rewarded financially, and valued in the field. We argue for an expansion of Bourdieu’s (1986) field theory in recognition of journalists’ personal wellbeing as a capital.",
        "doi": "https://doi.org/10.31235/osf.io/pyuvj_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "pyuvj",
        "version": 1
      },
      {
        "title": "Climate Change Adaptation through the lens of farmland size: the role of government programs, economies of scale, and uncertain returns",
        "authors": "Elizabeth Espinosa-Uquillas, Matthew Kling, Meredith Niles",
        "abstract": "The heterogeneity of different farmland sizes has been overlooked in the climate adaptation literature, yet it is crucial for identifying effective policy interventions to achieve national-scale climate resilience. Using U.S. Agricultural Census data from 2012, 2017, and 2022 aggregated by farm size groupings within states, we compare the temporal changes in adoption of three water-related climate adaptation practices (cover crops, tile drainage, and irrigation) across small, medium and large farms, individually. Specifically, we provide estimates of the role of multiple government programs and climate changes in shaping heterogeneous climate adaptation behaviors across farm sizes. Applying multilevel models within a Bayesian framework, we show that temporal changes of government programs and climate conditions correlate with temporal changes in adoption differently across farm sizes. For small and medium farms, insurance participation associates positively with adoption of cover crops and irrigation. Among large farms, federal programs correlate negatively with irrigation, while state programs and insurance are positively associated with cover crops. These results suggest the opportunity to enhance cover crops among small and medium operations by improving the distribution of insurance and state programs, where small farms often have low participation. Alternatively, crop insurance, and not climate, might be the major driver of irrigation expansion among smaller farms as a way to increase productivity and reduce premium subsidies. Finally, small farms’ adoption of irrigation and tile drainage shows uncertain or negative correlations with changing and uncertain climate, implying that diseconomies of scale might be limiting their adoption; meanwhile, uncertainty of returns under climate changes is preventing farms of all sizes from growing cover crops, specifically in the West for large and medium farms, and the Eastern regions for small farms. We conclude that encouraging the adoption of water-related climate adaptation practices may require adjusting current federal and local programs toward individualized farm-size policies.",
        "doi": "https://doi.org/10.31235/osf.io/h6zsp_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76db6",
            "name": "Agricultural and Resource Economics"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "h6zsp",
        "version": 1
      },
      {
        "title": "Cover Crop Adoption and Disadoption: The Role of Agricultural Policies, Climate, and Regional Dynamics",
        "authors": "Elizabeth Espinosa-Uquillas, Roderick M. Rejesus, Meredith Niles",
        "abstract": "Despite cover crops been widely promoted for their on and off-farm benefits, their adoption is both low nationally and diminishing in some areas. Existing research has examined a suite of factors affecting the adoption of cover crops in the United States, yet understanding the role of multiple government programs and climate changes has not been fully investigated over time, especially across a national sample. Furthermore, the factors associated with cover crop disadoption have not yet been explored nationally. To fill these gaps in the literature, we combine multiple publicly available data sources to estimate the role of multiple government programs (i.e., crop insurance, state, conservation and working-lands programs) and weather and climate change conditions on county cover crop adoption and disadoption. First, we find that increasing crop insurance participation is associated with increasing cover crop adoption nationally and in the Midwest and Northeast, while increasing insurance premium subsidies are correlated with reduced cover crop adoption in the Midwest and increasing in the Southwest. Second, working-lands payments (including EQIP, CSP and commodity) are highly correlated with cover crop adoption in every region except the Northwest, although exclusively during the 2012-2017 period, when EQIP aggressively expanded cost-sharing cover crops. Third, cover crops might have been implemented as a climate-resilience strategy although constrained by a region’s particular agricultural system. For instance, increasing temperature variability is correlated with higher cover crop adoption in the Western regions, while water deficits are associated with more cover crops in the Midwest but lower cover crops in the Southeast. Finally, we quantify that 31% and 41% of counties had decreasing level of cover crops in 2017 and 2022, respectively, implying potential adoption saturation and concentration in fewer counties. Regionally, the probability of cover crop disadoption increases with land-retirement payments in the Northwest, insurance participation in the Southeast, and insurance subsidies in the Midwest, while it decreases with working-lands payments in the Midwest. We conclude that production risks from cover crop adoption could be potentially alleviated with the expansion of federal cost-sharing programs and crop insurance participation; yet the amount of premium subsidies should be assessed as possibly disincentivizing cover crops in the Midwest due to moral hazard triggers and risk-management redundancies under both practices.",
        "doi": "https://doi.org/10.31235/osf.io/76djb_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76db6",
            "name": "Agricultural and Resource Economics"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "76djb",
        "version": 1
      },
      {
        "title": "Social Gradients in Medically Assisted Reproduction: Treatment Take-Up and Success Rates in Denmark, 2006–2023",
        "authors": "Simone Norlund VEring Johansen, Marco Cozzani, Peter Fallesen",
        "abstract": "While a growing body of research documents that women with high socio-economic status (SES) are more likely to give birth following medically assisted reproduction (MAR), fewer studies have investigated the processes that lead to this overrepresentation. In this study, we contribute to the literature on disparities in MAR by providing a multi-stage analysis of social gradients in MAR across a period of almost two decades. Specifically, we depict trends in annual education and income gradients in the take-up of MAR treatment, the probability of a MAR treatment leading to a live birth, and prevalence of MAR involvement in births. We use Danish administrative data covering all births and MAR treatments among women aged 25–45 residing in Denmark from 2006–2023. We employ linear probability models (LPM), which are adjusted for age groups, partnership status and duration, and stratify them by parity, treatment type, and clinic type. We document persistent social gradients in all three stages of the MAR process across parity and treatment type, apart from ART treatment take-up, where the educational gradient was evident only for second and higher-order parities. Moreover, we show that the educational gradient in treatment success persists across clinic type. The results were robust across alternative specifications: Using income as the SES measure, pooling treatments across types, excluding migrants, and estimating unadjusted models. Furthermore, the gradients persisted in the high income-low inequality and heavily subsidized context of Denmark.",
        "doi": "https://doi.org/10.31235/osf.io/9b7hw_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "9b7hw",
        "version": 1
      },
      {
        "title": "Dynamics of Rental Housing Affordability in the Immigrant and U.S.-born Population, 2000-2020",
        "authors": "Lillian Leung",
        "abstract": "Half of the United States’ foreign-born population are renters, yet rental affordability is an understudied dimension of immigrant integration compared to homeownership and other housing outcomes. This is particularly important as immigrants enter an increasingly unaffordable rental market. This study presents the most comprehensive national profile of immigrant rental outcomes in the twenty-first century. By analyzing rental costs and rent burdens, while considering transitions into homeownership over time, this study directly examines the rental housing outcomes of immigrant renters. Overall, immigrants pay higher rents and have higher rent burdens compared to native-born households after controlling for location, socioeconomic, and housing characteristics. The immigrant-native gaps in rent, rent burden, and homeownership reduce over time spent in the U.S., suggesting adjustment to the housing market. New arrivals are most likely to be renters and have higher rents and rent burdens. Supplemental analyses further show the new immigrant housing disadvantage is driven in part by higher housing costs that all recent movers face. As a result, recent immigrants are doubly disadvantaged as a recent mover and as a new arrival to the country.",
        "doi": "https://doi.org/10.31235/osf.io/y8zqk_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "y8zqk",
        "version": 1
      },
      {
        "title": "A Missed Opportunity? How lifestyle journalists think about inclusion in their work",
        "authors": "Gregory P Perreault, Miriam Danninger, Folker Hanusch",
        "abstract": "Research on inclusion within journalism is devastatingly consistent: far from enhancing inclusion, journalism can actually diminish it. It is noteworthy that the vast majority of such research has focused on hard news beats. In contrast, we know very little about the role that softer forms of news, such as lifestyle journalism, may play in reporting inclusion. To address this issue, this study draws on interviews with lifestyle journalists from Austria and the United States (n=74). We find that while this particular specialty offers potential for inclusion, lifestyle journalists broadly don’t believe they are tapping that potential.",
        "doi": "https://doi.org/10.31235/osf.io/3rdwp_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "3rdwp",
        "version": 1
      },
      {
        "title": "The ‘Sleeping Giant’: A Behavioral Anomaly in Prediction Markets",
        "authors": "Atharva Vaze",
        "abstract": "This paper explores a behavioral phenomenon in sports economics: human tendencies to overbet on more well-known teams—known as “dynasties”—in playoff series, especially when these teams are statistical underdogs. In an emerging world of prediction markets, it is important to not only identify market inefficiencies but also to understand the underlying behavioral factors, as this phenomenon may be present in other liquid markets. Using 12 seasons of NBA betting data (2008–2020) with Elo-based benchmarks, this study found betting markets tend to overprice dynasty underdogs by a mean bias of +10.43 percentage points (p &lt; 0.0001), while non-dynasty underdogs show no statistically significant bias (+0.08pp, p = 0.82), confirming the effect is identity-specific rather than general model error. This mispricing yields a betting strategy with +15.81% gross ROI (62.9% win rate) and persists across the full 12-season sample despite high market liquidity. These findings show that bettors systematically overweight team reputation, creating mispricings that persist despite being exploitable.",
        "doi": "https://doi.org/10.31235/osf.io/w32ue_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f9c698300375c76df5",
            "name": "Sports Studies"
          }
        ],
        "id": "w32ue",
        "version": 1
      },
      {
        "title": "INADEQUACIES OF ARTICLE 42 CISG: DOES THE ANSWER LIE IN ARTICLE 79?",
        "authors": "Sam Mutsamwira",
        "abstract": "The United Nations Convention on Contracts for the International Sale of Goods (CISG) provides uniform laws that govern transnational sales contracts between businesses operating in Contracting States, or when the law of a Contracting State is applicable according to conflict of laws rules. Currently 97 Contracting States worldwide have adopted the CISG, including New Zealand. Article 42 CISG requires a seller to deliver to the buyer goods that are free from any third-party intellectual property rights (IPRs). The territoriality of IPRs means that a seller may not be the party best suited to know the existence of any third-party IPRs in certain jurisdictions compared to the buyer. Article 42 creates uncertainties for parties involved in international commerce with regards to intellectual property (IP) disputes and can lead to unsatisfactory results. In this paper, I explore whether an aggrieved party to a contractual dispute about a third-party IPR claim can pursue a cause of action under art 79. I apply a two-stage enquiry to selected cases, under art 42 (stage one) and then art 79 (stage two) of the CISG, and demonstrate that a losing party in a third-party IPR dispute is also unlikely to succeed under art 79, even in rare circumstances.",
        "doi": "https://doi.org/10.31219/osf.io/4jcsp_v1",
        "subjects": [],
        "id": "4jcsp",
        "version": 1
      },
      {
        "title": "Balancing Spacing and Repetition for Time-Constrained Learning",
        "authors": "Meng Cao, Veronica Yan, Faria Sana, Paulo F. Carvalho",
        "abstract": "Spaced retrieval enhances retention but is often time-intensive, limiting its practical use in educational settings. When study time is constrained, should learners prioritize fewer, widely spaced repetitions or more repetitions with shorter intervals? We tested spacing, repetition, and boundary-condition accounts by manipulating item difficulty and practice schedules across three experiments (N = 1,944). Participants learned Indonesian vocabulary under four conditions that traded off repetition frequency and spacing interval. Results showed that increasing repetitions at the expense of wider spacing improved immediate performance and delayed retention, particularly for difficult items, whereas easy items reached an asymptote after a moderate number of repetitions. These findings support a boundary-condition account, indicating that the effectiveness of spacing and repetition depends on item difficulty and sufficient successful retrievals. Together, repetition, spacing, and item difficulty jointly regulate retrieval success. The results refine retrieval-based learning theory and offer guidance for efficient study under time constraints.",
        "doi": "https://doi.org/10.31219/osf.io/f6xu2_v4",
        "subjects": [
          {
            "id": "584240d954be81056ceca992",
            "name": "Educational Psychology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "f6xu2",
        "version": 4
      },
      {
        "title": "Chatbots Are Undermining Crowdsourced Research in the Behavioral Sciences: Detecting AI-Assisted Cheating with a Keystroke-Based Tool",
        "authors": "Michael W. Asher, Gillian Gold, Eason Chen, Paulo F. Carvalho",
        "abstract": "Generative AI poses a significant threat to data integrity on crowdsourcing platforms like Prolific, which behavioral scientists widely rely on for data collection. Large language models (LLMs) allow users to generate fluent and relevant responses to open-ended questions, which can mask inattention and compromise experimental validity. To empirically estimate the prevalence of this behavior, we analyzed keystroke data from three studies (N = 928) on Prolific between May and July 2025. Using an embedded JavaScript tool, we flagged participants who pasted text or whose keystroke count was anomalously low compared to their response length. For each flagged participant, we manually compared detected keystrokes to their final response to determine if the text could have been typed. This confirmed that, despite deterrence measures, approximately 9% of participants submitted responses consistent with AI assistance or other forms of outsourced responding. These participants outperformed non-cheaters (by up to 1.5 SDs), were over twice as likely to share geolocations with other participants (suggesting possible proxy use), and exhibited lower internal consistency on questionnaire scales. Simulated power analyses indicate that this level of undetected cheating can diminish observed effect sizes by 10% and inflate required sample sizes by up to 30%. These findings highlight the urgent need for new detection methods like keystroke logging, which offers verifiable evidence of cheating that is difficult to obtain from manual review of LLM-generated text alone. As AI continues to evolve, maintaining data quality in crowdsourced research will require active monitoring, methodological adaptation, and communication between researchers and platforms.",
        "doi": "https://doi.org/10.31219/osf.io/a3pzx_v3",
        "subjects": [],
        "id": "a3pzx",
        "version": 3
      },
      {
        "title": "Authorship inequality and elite dominance in management and organizational research: A review of six decades",
        "authors": "Mehmet A. Orhan, Yvonne van Rossenberg, P. Matthijs Bal",
        "abstract": "Ideally, scholarly publishing should be fair, meritocratic, and inclusive of diverse groups of researchers. However, many disciplines, including management and organizational research (MOR), remain far from this ideal. We investigate the extent of authorship concentration in three closely related MOR subfields: Management (MNGT), Human Resource Management (HRM), and Industrial-Organizational Psychology (IOP), by analyzing 60-year publication trends across 42 top-tier journals, covering over 60,000 publications. The findings reveal growing authorship inequalities and a more noticeable dominance of a scientific elite. At the individual level, a small group of researchers has accumulated disproportionate influence over time. IOP, in particular, shows more skewed disparities, with its most productive scholars publishing significantly more than those in MNGT and HRM. Moreover, IOP shows a higher recurrence of the same authors in the top-10 most-published lists across journals, indicating more pronounced elite dominance. Network analyses further reveal that IOP is characterized by a large, densely interconnected component, with many authors linked to the same tightly knit collaborative networks, unlike MNGT and HRM. This suggests that publishing success in IOP is more strongly associated with collaboration within a small scientific elite. We conclude by proposing changes to the theorization of diversity across research, policy, and practice to address rising inequalities and ensure a more inclusive research environment",
        "doi": "https://doi.org/10.31219/osf.io/tzx92_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca8e0",
            "name": "Business Administration, Management, and Operations"
          },
          {
            "id": "584240d954be81056ceca915",
            "name": "Organizational Behavior and Theory"
          },
          {
            "id": "584240da54be81056cecab33",
            "name": "Library and Information Science"
          },
          {
            "id": "584240d954be81056ceca9ad",
            "name": "Science and Technology Studies"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056cecaa46",
            "name": "Human Resources Management"
          }
        ],
        "id": "tzx92",
        "version": 3
      },
      {
        "title": "Correction of saccadic decisions during active visual search in the monkey",
        "authors": "Anna Ipata, James W. Bisley, Suresh Krishna",
        "abstract": "Prior research has shown that during tasks with very salient saccadic targets, like popout visual-search and double-step saccade tasks in both humans and monkeys, two-saccade sequences occur, where an initial saccade to a distractor is followed soon after by an ultra-short-latency (USL) second saccade to the popout target. This indicates that the USL second saccade uses visual information obtained before the first saccade and corrects the erroneous decision to make the first saccade to the distractor. Here, we demonstrate that such USL second saccades also often occur when monkeys perform active visual search without a popout visual target. Unlike in prior studies where the search target was extremely salient and therefore all second saccades showed a high accuracy towards the target, in our task, we show that USL saccades are preferentially directed towards the search-target and the transfer of target selection and location information across the first saccade is very accurate. USL saccades foveate the target more often than regular-latency saccades especially when the saccade starts far away from the target. We demonstrate various properties of USL saccades that reveal how the error-correction process is very accurate and how concurrent processing of saccade goals may proceed on the basis of computations in visual/oculomotor priority maps. Our results expand our understanding of saccadic targeting and information transfer across saccades during goal-directed active vision, lay the ground for future neurophysiological studies, and suggest that error-processing in different sensory and response modalities show similar patterns and may be accounted for by similar models.",
        "doi": "https://doi.org/10.31219/osf.io/vt423_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240d954be81056ceca8ae",
            "name": "Medical Sciences"
          },
          {
            "id": "584240d954be81056cecaa2b",
            "name": "Psychiatry and Psychology"
          },
          {
            "id": "584240da54be81056cecaaa6",
            "name": "Other Medicine and Health Sciences"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "vt423",
        "version": 3
      },
      {
        "title": "Psychometric properties of the French athlete version of the Coach-Athlete Relationship Questionnaire (Fr-CART-Q)",
        "authors": "Valentin Roux, David Trouilloud",
        "abstract": "Two studies were conducted to examine the psychometric properties of the French athlete version of the Coach-Athlete Relationship Questionnaire (Fr-CART-Q) among two independent samples of French athletes. Study 1 evaluated the reliability, factorial structure, convergent, discriminant, and criterion validities of this scale among 442 French athletes (65.8% of men ; Mage = 21.66, SD = 4.82) involved in various sport practice. Study 2 investigated the same psychometrics properties, as well as temporal invariance, among a specific sample of 286 adolescent handball players (58.4% of men ; Mage =15.39 years, SD = 1.01) involved in intensive training centers. Results of both studies revealed satisfactory psychometric properties of the Fr-CART-Q. Reliability and factorial structure analyses support the multidimensional and hierarchical structure of the Fr-CART-Q. Temporal invariance analysis reveals that this scale is invariant over time. Criterion validity indicates that the coach-athlete relationship quality is positively associated with athlete perceived competence. Overall, these two studies indicated that the Fr-CART-Q can be used among French athletes.",
        "doi": "https://doi.org/10.31219/osf.io/fh87v_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca99c",
            "name": "Sports Studies"
          }
        ],
        "id": "fh87v",
        "version": 3
      },
      {
        "title": "Driving support interventions for autistic people: systematic review and participatory synthesis",
        "authors": "Tom Arthur, David Harris, Sophie Robinson, Mark Brosnan, Elizabeth Sheppard, Sam Vine, Gavin Buckingham, Mark Wilson, María Ordovás-Montañés, The Evidence Synthesis Group for Autistic Drivers",
        "abstract": "Background: Autistic people can face remediable barriers and challenges with driving, yet there is no consensus around effective support methods. This review therefore sought to evaluate the implementation and effectiveness of driving support interventions for autistic people. Methods: We conducted a multimethod, participatory synthesis of evidence. Studies were obtained from Medline, Social Policy and Practice, ASSIA, PsycINFO, CINAHL, ERIC, Scopus and Epistemonikos. Data were extracted from those that implemented a driving support intervention with autistic people. No specifications on study design, outcomes, or comparators were made. Risk of bias was appraised using the Cochrane ROB and ROBINS tools (for controlled quantitative studies), as well as the EPPI-Centre (for qualitative studies) and NHLBI (for other uncontrolled studies) quality tools. The application and effectiveness of support interventions were narratively synthesised, while focal delivery components and mechanisms of action were examined using realist synthesis. All analyses were co-produced and developed by autistic adults. Results: Only 17 relevant studies (involving 402 autistic participants) were identified, which utilised varying designs and were generally appraised to be low in quality. The most well-researched form of support was simulation training, however e-learning applications, anti-anxiety medication, listening to music, and cognitive-behavioural programmes were also studied. Although positive results were documented for all interventions, at least in some form, assessments typically consisted of simulated driving tests and various contextual factors were overlooked. Specific delivery components were identified from the effective support programmes, but evidence was lacking with regards to intervention mechanisms. Conclusion: Our participatory syntheses of data highlight that research is urgently required to address the driving barriers and challenges faced by autistic people. Despite promising but inconclusive evidence for simulation training and holistic cognitive-behavioural programmes, widespread limitations are evident in existing studies and rigorous, generalisable intervention assessments are lacking.",
        "doi": "https://doi.org/10.31219/osf.io/vfk4g_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecaab8",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "584240da54be81056cecac6a",
            "name": "Sociology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "vfk4g",
        "version": 3
      },
      {
        "title": "A Complexity-Informed Methodology for Interdisciplinary Dialogues: Key Questions and Challenges for Theory, Research and Practice on Modes of Thinking (In) Complexity",
        "authors": "Ana Teixeira de Melo, Leo Simon Dominic Caves, Charbel N. El-Hani, Letícia Renault, Carlos Gershenson, Jorge Soto-Andrade, Raquel Ribeiro, Tina Röck, Stefan Pernar, Isabel Britez",
        "abstract": "The study of complex systems has led to deep transformations in our modes of thinking, challenging our conceptions of reality and, with them, our roles and possibilities for action as agents in a complex world. A variety of modes of thinking co-exist within the fuzzy boundaries of the domain of complexity studies. Different modes of thinking complexity and of thinking ‘in’ complexity (enacting its principles) can be distinguished in the literature, even though they are not always explicitly identified. Despite the seminal calls of Edgar Morin for the development of more generalised modes of complex thinking, this is still an underdeveloped area of research and practice under the scope of Complexity Studies. This paper aims to make a contribution to the understanding of complexity and complex systems by offering a discussion around the complexity of the modes of thinking complexity. We report both the process and the outcomes of an interdisciplinary workshop aimed at identifying key theoretical, empirical, methodological and pragmatic challenges and questions pertaining to how we think, build, coordinate and practise different modes of thinking complexity and of thinking in complexity (thinking complexly). The workshop adopted a collaborative and dialogical approach organised by a methodology grounded in a theoretical framework for the practice of complex thinking. The methodology was designed to support complex relational dialogues and facilitate emergence (e.g. of new ideas; approaches; levels of understanding; solutions) in the collective discussion. We conducted a mixed-method evaluation of both the process and contents of the discussion using a combination of inductive qualitative thematic analysis and network analysis. The results point towards new areas for interdisciplinary research and practice, signposting domains that have been under explored within the realm of complexity studies and complexity sciences.",
        "doi": "https://doi.org/10.31219/osf.io/v6t2h_v2",
        "subjects": [],
        "id": "v6t2h",
        "version": 2
      },
      {
        "title": "When stressed, you might get depressed—but will you also commit crime? Between-person correlations, within-person changes, and what criminology might get wrong about stress",
        "authors": "Jonathan R. Brauer, Jacob C. Day, Marijana M. Kotlaja",
        "abstract": "Stress process theories, which are foundational in sociology, posit that subjective stress causes emotional and behavioral problems. Though the link between stress and mental health is well-established, claims that stress causes criminal behavior remain contentious despite widespread acceptance in criminology. We test both pathways using two-wave panel data from Bangladesh (n=978 observations; 489 participants) and between-person and within-person estimation. Between-person analysis confirms established patterns: those reporting more stress also report more negative emotions and criminal intentions. However, within-person analysis, which adjusts for time-invariant confounding by design, reveals a striking asymmetry. Changes in stress reliably predict changes in negative emotions but not criminal intentions. Although residents of disadvantaged urban communities report more stress, within-person effects on crime remain near-zero. These findings validate sociological stress process theories for mental health outcomes while raising questions about criminological claims that stress causes crime. The between/within divergence suggests that stress-crime correlations in prior research may largely reflect selection into stressful circumstances rather than causal effects of stress on criminal intentions. Methodologically, results demonstrate how between-person correlations can systematically mislead about causal processes.",
        "doi": "https://doi.org/10.31235/osf.io/x4uqn_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "x4uqn",
        "version": 1
      },
      {
        "title": "Social-RAG: A Retrieval-Augmented Generation Pipeline for Computational Social Science Research on Telegram",
        "authors": "Leonardo F. Nascimento, Eric Brasil, Ruan Arthur Lima Santos, Gabriel Andrade, Ricardo Sodré Andrade, Tarssio Barreto",
        "abstract": "Digital trace data have expanded empirical opportunities in the social sciences while intensifying the methodological challenge of scale: researchers increasingly face corpora too large and fast-moving to read exhaustively without sacrificing interpretive rigor. This article presents Social-RAG, a modular Retrieval-Augmented Generation (RAG) architecture designed to support scalable qualitative inquiry over large text corpora while preserving evidence traceability, auditability, and researcher control. Our empirical basis consists of messages from public Telegram groups and channels, organized into two thematic subsets: vaccine-related discourse and debates surrounding Brazil’s Lei Rouanet cultural funding policy. We detail key design decisions, including a “one post = one chunk” indexing strategy, semantic retrieval over vector embeddings with efficient ANN search, an Adaptive-K dynamic cutoff for context selection, MMR re-ranking for diversity, and structured analytical instructions that constrain generation to retrieved evidence. We evaluate system behavior using two complementary question blocks, hermeneutic (narrative) and factual, and compare outputs across three language models with distinct deployment profiles (a local open-weight model, a cloud open-weight model, and a commercial closed model), using an LLM-as-judge protocol with explicit qualitative criteria. Results show consistent behavior across both thematic corpora and highlight a key trade-off: the two larger/closed models perform similarly and robustly in both narrative and factual tasks when evidential discipline is maintained, whereas the smaller local model remains useful for exploratory narrative synthesis but is less reliable for strict factual extraction and attribution. We conclude by discussing methodological implications, limitations, and future directions, with a focus on scalability and extensibility to new data types and analytical problems.",
        "doi": "https://doi.org/10.31235/osf.io/wmc2q_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccb",
            "name": "Digital Humanities"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "wmc2q",
        "version": 1
      },
      {
        "title": "Indigenous Paranormal and Supernatural Phenomena in Pennsylvania: Four Phenomena of Religious and Spiritual Significance in Indian Country",
        "authors": "Sean M. Daley, Ryan Goeckner, Christine Makosky Daley",
        "abstract": "Indigenous peoples and their traditions have long been influential on mainstream American society. Indigenous religious and spiritual traditions, in particular, have had significant impacts on popular belief in the paranormal and supernatural. For example, Indigenous phenomena such as skinwalkers and wendigos have become objects of paranormal research and investigation by non-Indigenous people in recent years. While it is common practice for non-Indigenous people to group these and similar phenomena under the banners of cryptids or mythical beings, in many Indigenous communities, such phenomena are seen as spirit beings who are able to move between the natural and supernatural worlds, realms, and/or dimensions, often at will and with purpose or reason. Pennsylvania has a long and rich Indigenous presence and history, in particular with communities connected to the Lenape (Delaware), Haudenosaunee (Iroquois), and Saawanooki (Shawnee) nations. Paranormal and supernatural phenomena connected to these and other Indigenous peoples are still thriving today throughout the Commonwealth. In particular, there are four Indigenous phenomena of religious and spiritual significance – Bigfoot, Little People, Thunderbirds, and the Machtando. In this paper, we discuss the Indigenous origins and histories of these four phenomena, as well as the roles they play in contemporary paranormal and supernatural traditions in Pennsylvania. Additionally, while detailing these specific phenomena associated with Pennsylvania, we hope to provide non-Indigenous researchers of the paranormal and supernatural the tools to respectfully and accurately incorporate Indigenous oral traditions into their interpretations of anomalous phenomena.",
        "doi": "https://doi.org/10.31235/osf.io/e96ac_v1",
        "subjects": [
          {
            "id": "5a8c80f3c698300375c76c89",
            "name": "Race, Ethnicity and Post-Colonial Studies"
          },
          {
            "id": "5a8c80f3c698300375c76c97",
            "name": "Appalachian Studies"
          },
          {
            "id": "5a8c80f3c698300375c76c9a",
            "name": "American Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          }
        ],
        "id": "e96ac",
        "version": 1
      },
      {
        "title": "Paranormal Tourism and Belief in Ghosts and Hauntings in Atchison - The Most Haunted Town in Kansas",
        "authors": "Ryan Goeckner, Sean M. Daley, Christine Makosky Daley",
        "abstract": "Paranormal tourism is one way Americans confront questions of the afterlife and history. As a key source of revenue in some communities, paranormal tourism’s success often requires reformation of community identities and paranormal mythologies. Atchison, Kansas provides an example of this phenomenon by basing much of its economic development on paranormal tourism. Drawing on five years of experiences leading paranormal investigations at the Sallie House, Atchison’s primary haunted attraction, we argue that community folklore contributes greatly to paranormal belief and engagement with such attractions. Synthesizing participant observation and survey responses, we examined changes in beliefs based on visitor’s time in the Sallie House. Changes in perceptions of paranormal phenomena bordered on significance with participants more likely to believe in ghosts after the investigation, while prior understandings of the paranormal were stronger drivers of belief and engagement. Atchison’s success as a paranormal tourism destination is tied to their identity as a popular location to experience paranormal phenomena at several intensities and costs, thus allowing people of all levels of interest and budgets to participate. The Sallie House represents a microcosm of Atchison’s paranormal tourist environment with options for engagement at multiple levels, all drawing upon a rich, and ever-growing folklore.",
        "doi": "https://doi.org/10.31235/osf.io/yuj8z_v1",
        "subjects": [
          {
            "id": "5a8c80f3c698300375c76c9a",
            "name": "American Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          }
        ],
        "id": "yuj8z",
        "version": 1
      },
      {
        "title": "Ballots, Bullets, and Trees: Election Timing and Violence Against Environmentalists",
        "authors": "Anthony Calacino, Melanie Sauter",
        "abstract": "When is environmental activism most dangerous? We argue that elections create windows of strategic restraint driven by international reputational concerns. Environmental defenders threaten agricultural rents, making them targets for violence by landowners, firms, and criminal networks operating with political protection. However, elections concentrate foreign media attention. Political elites respond by temporarily withdrawing protection from violent actors, particularly in countries dependent on agricultural exports to demanding markets like the European Union. Analyzing global patterns of environmental defender killings, we demonstrate that violence systematically decreases during election periods, with effects concentrated in countries with high agricultural export dependence. We also show that this pattern is strongest for regular, scheduled elections, and that international media attention spikes during elections. Our findings reveal how international economic integration creates cyclical rather than sustained protection for vulnerable activists, which highlights both the power and limits of transnational accountability mechanisms.",
        "doi": "https://doi.org/10.31235/osf.io/bx5yc_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "bx5yc",
        "version": 1
      },
      {
        "title": "Arts engagement as part of broader health behaviour patterns in 22 countries",
        "authors": "Hei Wan Mak, Ying Chen, Christos A.Makridis, Dorota Weziak-Bialowolska, Eric S. Kim, Daisy Fancourt",
        "abstract": "The definition of health behaviours and the activities they encompass continues to evolve. While behaviours such as alcohol use, smoking and physical activity are widely recognised in public health research, newer forms of behaviour, including social media use, have increasingly entered health discourse. Arts engagement has more recently emerged in public health discourse as a potential health-relevant behaviour with implications for health and wellbeing, yet little is known about how it co-occurs with other health behaviours across populations and contexts. This study examined how arts engagement as a health behaviour clusters with other health behaviours, including physical activity, smoking, alcohol consumption, and social media use, and across countries. We analysed data from the Global Flourishing Study, comprising 123,847 adults from 22 countries and territories, using latent profile analysis. Four health behaviour profiles were identified: Low risk, At risk, Mixed, and Disengaged, with arts engagement tending to co-occur with other health-promoting behaviours. These clusters were also observed (broadly) in the country-specific sample. Some country differences in the distribution of health behaviours within clusters were found and the proportion of the clusters also varied across country. Exploring predictors of the identified clusters revealed clear social inequalities in health behaviour patterns, with the strength of the gradients differing by country income level. These findings suggest that arts engagement is a behaviour distinct from other health behaviours, yet one that frequently co-occurs alongside other low-risk behaviours. Moreover, the observed social disparities in health behaviour clusters within and across countries highlight the importance of adopting a social-ecological perspective in health research and intervention.",
        "doi": "https://doi.org/10.31235/osf.io/93av4_v1",
        "subjects": [],
        "id": "93av4",
        "version": 1
      },
      {
        "title": "Hazards of industry self-regulation: Design lessons from FAA and Boeing",
        "authors": "Akhil Bhardwaj",
        "abstract": "Two fatal disasters and several near misses experienced by Boeing manufactured airplanes in recent times have undermined public trust in the manufacturer as well as the regulator (Federal Aviation Authority; henceforth FAA). In response, the FAA has promised stricter oversight to improve safety. This study maintains that stricter FAA oversight alone is unlikely to address safety concerns as the regulatory governance structure is flawed. The current structure focuses on the bounded rationality problem of effective oversight stemming from concerns such as the lack of FAA’s expertise while glossing over opportunism problems. In other words, the regulatory governance structure puts too much trust in Boeing. To address this flaw, this study offers five design principles that consider both the bounded rationality and the opportunism problems. These principles can be extended to other industry contexts where self-regulation is prevalent.",
        "doi": "https://doi.org/10.31235/osf.io/3fdvc_v1",
        "subjects": [],
        "id": "3fdvc",
        "version": 1
      },
      {
        "title": "The Fossil-AI Nexus: Petrostate Capitalism, Computing Power, and the Production of Powered Land",
        "authors": "Justin Kollar",
        "abstract": "The so-called AI boom is part of an infrastructure-led industrial strategy, converting speculative computing demand into bankable fossil generation, transmission expansion, and water- and land-intensive industrial sites. This article bridges digital infrastructure studies and the new state capitalism literature by theorizing compute as a socially produced resource whose availability depends on territorial governance. I argue that the buildout is being assembled through a fossil–AI nexus, a fossil–finance–platform coalition that produces powered land: an emergent asset form whose value derives from positionality in a constrained energy system that secures deliverable 'firm' power through revenue guarantees, deliverability rights, and cost-allocation arrangements. Drawing on a review of major gas-to-data centre co-location projects and a comparative analysis of PJM and ERCOT, I identify three recurring de-risking channels that convert uncertain load forecasts into durable, carbon-intensive infrastructure: revenue certainty, delivery certainty, and cost shifting. I show how 'reliability,' alongside security and competitiveness framings, compresses timelines, translates engineering criteria into bankability, and narrows public contestation. I also show how opacity, or 'blackboxing,' stabilizes powered land by restricting access to contractual and cost-allocation terms, while relocating politics to transparency disputes and siting conflicts over where data centres go and who pays for the buildout.",
        "doi": "https://doi.org/10.31235/osf.io/k9df4_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "k9df4",
        "version": 1
      },
      {
        "title": "Experiences of sexual harassment and interpersonal violence among passengers of taxi and rideshare services: Findings from a pilot study in Victoria, Australia",
        "authors": "Elena Cama, Bianca Fileborn",
        "abstract": "This paper reports on pilot data from online surveys among 97 passengers of taxi and rideshare services in Victoria, Australia about their experiences of sexual harassment and interpersonal violence. Survey findings reveal that 58% of the sample had experienced harassment or interpersonal violence in either a taxi or rideshare service; 47% reported that they had at least one harmful experience in a taxi and 30% in a rideshare service. The most common behaviours reportedly experienced were a driver or other passenger staring or leering, unwanted attempts to flirt, unwanted comments about their physical appearance, offensive sexual comments, unwanted attempts to establish a romantic or sexual relationship, offensive or degrading comments about gender, and unwanted sexual requests. Overall, women were more likely than men to report harmful experiences. Engagement in reporting mechanisms was low, but participant’s likelihood of reporting to taxi and rideshare companies and to the police in future remained high. This is the first study of its kind in Australia and provides important insights into the nature and impacts of these experiences. The authors call for further research to better understand safety and interpersonal violence in the taxi and rideshare industry at the national and international level.",
        "doi": "https://doi.org/10.31235/osf.io/74bs5_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          }
        ],
        "id": "74bs5",
        "version": 1
      },
      {
        "title": "Articulating a center: An analysis of the strategic management paradigm in public relations",
        "authors": "Luke W. Capizzo, Elizabeth L. Toth, Jordan Morehouse, Tyler G. Page, Alvin Zhou",
        "abstract": "This research utilizes computational and network analysis methods to examine strategic management scholarship in public relations from 2012 to 2022, revealing how research within this paradigm has evolved with an increased focus over the past decade on non-traditional organizational contexts as well as internal communication and organizational listening. Although criticism of the strategic management paradigm has sought to expose its limitations, this research found a robust, inclusive, and expanding body of knowledge regarding strategic public relations management and a greater understanding of the evolving middle-range theories that constitute its perspective. This research reinforces the centrality and importance of the strategic management paradigm to broader public relations scholarship, and presents an expanded conception of its influence across traditionally disparate epistemologies of public relations research.",
        "doi": "https://doi.org/10.31235/osf.io/8wqvu_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "8wqvu",
        "version": 1
      },
      {
        "title": "Motivation Without Slope: ADHD, Demand Avoidance, and the Moralisation of Misfit",
        "authors": "Brian McCallion",
        "abstract": "Modern work and support systems often assume that effort translates into action in a steady and predictable way through routine, reinforcement, and private self-management, embedding this expectation in institutional infrastructure. For many people with ADHD, this expectation does not hold. Traction can be discontinuous and highly context-dependent, and sustained functioning is often achieved through compensatory pathways such as urgency and acute pressure rather than stable routines. While these strategies can enable short-term performance, they can also be costly when chronic stress becomes the main route to action. When institutions treat their motivational expectations as universal, differences in regulation are frequently moralised as laziness, unreliability, or defiance, and people are praised for crisis performance but blamed for later collapse. Drawing on disability studies, this paper frames these dynamics as institutional misfit rather than individual pathology. It introduces “assumed motivational gradient” as a descriptive metaphor for institutional design bias and outlines implications for disability-informed practice.",
        "doi": "https://doi.org/10.31235/osf.io/6d4px_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "6d4px",
        "version": 1
      },
      {
        "title": "Feelings and alcohol consumption",
        "authors": "Efi Vasileiou, Lara Agnoli, Steve Charters, Nikolaos Georgantzis",
        "abstract": "Consumption choices depend on the feelings experienced in the period preceding a consumer's decisions. Using a large sample of Italian consumers collected by ISTAT (the Italian National Statistics Institute) as part of the multi-purpose survey “Indagine multiscopo sulle famiglie: Aspetti della vita quotidiana” (n = 114,052), we find that positive feelings are associated with wine and beer consumption, while negative feelings relate to spirits consumption. Older consumers drink more following a period of positive feelings, whereas younger consumers drink less. Our two-level modelling strategy confirms the mediating role of personal characteristics in explaining the relation between feelings and alcohol consumption.",
        "doi": "https://doi.org/10.31235/osf.io/346m2_v1",
        "subjects": [],
        "id": "346m2",
        "version": 1
      },
      {
        "title": "Narrating Science and the Public Good: Insights from Australian Stem Cell Research",
        "authors": "Dan Santos, Rebekah J. Harms, Joan Leach, Rachel A. Ankeny, Sujatha Raman",
        "abstract": "Science policy actors increasingly invoke the public good in their visions for supporting and doing scientific research. But how do they and working scientists make sense of this relationship? And what do their perspectives mean for the normative question of how we ought to think about the interface of science and public good? While STS has much to contribute here, we have seen little sustained engagement with these questions in the field, a gap we seek to address. We revisit Michel Callon’s 1994 article ‘Is Science a Public Good?’, putting his contribution in conversation with more recent STS insights and empirical findings on narratives around stem cell research in Australia. Based on this analysis, we identify three narratives of science and public good: two that are prominent in contemporary discussions (essentialist, market-oriented) and another that speaks to possible alternatives (ambivalent). Seeking to expand upon the ambivalent narrative in order to point towards more normative possibilities, we argue that today the challenge is to transform how scientific research is configured in this world in order to allow diverse publics, priorities, and pathways to be built in pursuit of public good.",
        "doi": "https://doi.org/10.31235/osf.io/m2kx9_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "m2kx9",
        "version": 1
      },
      {
        "title": "Resilience as Hierarchical Precision Flexibility: A Predictive Processing Account of Adaptive Regulation",
        "authors": "Takashi Kubo",
        "abstract": "Resilience is commonly defined as the capacity to adapt in the face of adversity, yet its underlying mechanism remains conceptually diffuse across trait, process, and outcome models. This paper proposes that resilience is best understood as hierarchical precision flexibility—the capacity of a predictive system to dynamically recalibrate confidence in prediction errors across embodied, affective, and meaning-related levels of inference. Drawing on predictive processing and the Free Energy Principle, we argue that resilience does not consist in reduced stress reactivity, but in context-sensitive modulation of precision within hierarchical inference. Defensive rigidity and adaptive flexibility are reframed as alternative configurations of precision dynamics rather than distinct psychological capacities. Dysregulation arises when prediction errors are weighted inflexibly, whereas resilience emerges from coordinated recalibration across hierarchical levels. This account integrates developmental, neurobiological, and computational perspectives within a unified explanatory framework. By specifying resilience as a property of precision dynamics, it shifts the construct from descriptive classification toward formal mechanistic explanation and yields empirically testable predictions for computational psychiatry and clinical intervention research.",
        "doi": "https://doi.org/10.31235/osf.io/czm56_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "czm56",
        "version": 1
      },
      {
        "title": "Designing Ethical Wearable Accommodations Across Sensory, Attention, and Mental Health Domains",
        "authors": "David Ruttenberg",
        "abstract": "Neurodivergent individuals—particularly autistic adults—face pervasive exclusion across educational, workplace, and community settings due to environments designed for neurotypical sensory and cognitive processing. This conceptual paper advances a comprehensive framework for designing AI-enabled, multi-sensory ethical wearable accommodations that address sensory overload, attentional dysregulation, and mental health vulnerability in real time. Grounded in the Sensory Sensitivity Mental Health Distractibility S²MHD theoretical model and informed by a previously implemented multi-sensory wearable architecture [2][5][39], the framework integrates just-in-time adaptive interventions (JITAI), participatory design, and neurorights principles to ensure autonomy, consent, and data minimization. This paper presents three design archetypes—predictive crisis prevention, contextual environmental filtering, and personalized fatigue modeling—each illustrated through prospective use-case scenarios spanning lecture halls, corporate office environments, and social spaces. The paper articulates eight core ethical design principles and provides implementation guidelines. By reframing wearable accommodations as enablement infrastructure rather than deficit-oriented assistive technology, this work offers a blueprint for transforming systemic exclusion into inclusive opportunity.",
        "doi": "https://doi.org/10.31235/osf.io/pu6r4_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f6c698300375c76d33",
            "name": "Art and Design"
          },
          {
            "id": "5a8c80f7c698300375c76d6a",
            "name": "Disability and Equity in Education"
          },
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "pu6r4",
        "version": 1
      }
    ]
  }
}