{
  "update": "2026-01-30",
  "content": {
    "articles": [
      {
        "title": "Ew! Yuck! Ugh! – Nonverbal Vocalisations of Pathogen and Moral Disgust",
        "authors": "Roza G. Kamiloğlu, Christiaan Meijer, Disa Sauter, Joshua M. Tybur",
        "abstract": "Nonverbal vocalisations like “Ew!” and “Ugh!” are often used to communicate disgust. While disgust evolved primarily to promote the avoidance of pathogens (pathogen disgust), it is also expressed toward moral violations (moral disgust). In this study, we investigated whether vocalisations of pathogen and moral disgust are acoustically distinct and whether listeners can differentiate between them. We conducted machine learning analyses of acoustic parameters and two preregistered listening experiments (all conducted in 2023) to test these questions. Based on a dataset of 1000 spontaneous disgust vocalisations, six machine learning classifiers with 5-fold cross-validation were able to accurately distinguish between pathogen and moral disgust vocalisations (AUC = 0.73). In a listening experiment (n = 200), participants differentiated between the two types of disgust vocalisations above chance levels. In a second listening study (n = 680), listeners rated pathogen disgust vocalisations as expressing stronger avoidance motivations in the expresser and as sounding more negative than moral disgust vocalisations. Together, these findings demonstrate that pathogen and moral disgust vocalisations are both acoustically and perceptually distinct. These findings align with the putative functional differences between pathogen and moral disgust.",
        "doi": "https://doi.org/10.31219/osf.io/jsp8d_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "jsp8d",
        "version": 3
      },
      {
        "title": "Research trends in environmental psychology: A bibliometric analysis of peer-reviewed publications, 2004-2024",
        "authors": "Eleanor Ratcliffe, Dr Richard Clarke, Amanda Gabriel, Clara Weber, Charles Musselwhite, Hebba Haddad, Simone Grassini, Freddie Lymeus, Christina Barz, Kim-Pong Tam",
        "abstract": "Discussions about environmental psychology’s constituent research topics and future directions have persisted over several decades. In this bibliometric analysis we analysed author keywords from 4,313 journal articles, published between 2004 and 2024, from two sources: 1) key environmental psychology journals (Journal of Environmental Psychology, Environment and Behavior, PsyEcology: Bilingual Journal of Environmental Psychology, Frontiers in Psychology: Environmental Psychology, and Global Environmental Psychology) and 2) other journals where authors explicitly provided ‘environmental psychology’ as an article keyword. Using VOSviewer software, we produced maps of a) co-authorship and country collaborations; and b) author keyword co-occurrences to visualise topic clusters overall (2004-2024) and in discrete time periods (2004-2008, 2009-2013, 2014-2018, and 2019-2024). Co-authorship networks tended to relate to specific topics, with limited evidence of collaboration across topics or between authors in the Global North and South. Keyword co-occurrence mapping revealed eight overarching topic clusters: human–nature relationships; children’s experiences of environments; virtual environments; pro-environmental behaviour; neighbourhood and built environment; place attachment; stress and wellbeing; and climate change. We observed a significant expansion in research on pro-environmental behaviour and climate change within environmental psychology, and a decrease over time in the visibility of research on the built environment. We suggest that environmental psychology has the potential to make greater contributions to research on conflict, migration, ageing, the built environment, and considerations of cultural and individual differences in environmental experiences.",
        "doi": "https://doi.org/10.31219/osf.io/drc6x_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "drc6x",
        "version": 3
      },
      {
        "title": "When citizens and researchers learn from a serious game—An experimental analysis of information and efficacy in political opinion formation",
        "authors": "G. Brückmann, Walid El-Ajou, Isabelle Stadelmann-Steffen",
        "abstract": "In this pre-registered experiment, we describe how we use a full-fledged serious game, developed in collaboration with energy modellers, energy system experts, and game designers, as an experimental treatment in a large-scale population survey in Switzerland. While previous research has used serious games mostly for targeted and relatively small groups, we assess whether serious gaming has the potential to serve as an effective information tool for the broader population. More specifically, we test whether serious games can influence individual opinion formation on complex issues, such as the energy transition, arguing that the immersive nature of a serious game may be more effective than conventional information treatments in triggering learning effects and ultimately influencing opinion formation. Based on our results, we show that playing the game did not, on a general level, produce any significant effects on either efficacy or policy support. However, the game led to varying reactions among players and influenced support for expanding specific energy sources in accordance with the game’s implications. In light of these nuanced results, we discuss implications for researches and stakeholders.",
        "doi": "https://doi.org/10.31235/osf.io/x5u6b_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "x5u6b",
        "version": 1
      },
      {
        "title": "Catching up – Losing the Edge: Educational Achievements and Ambitions among Children of Mixed Origin",
        "authors": "Solveig Topstad Borgen, Jon Horgen Friberg, Arnfinn H. Midtbøen",
        "abstract": "Mixed-origin individuals constitute a key group in assimilation theory, but their socioeconomic attainments are curiously under-researched in the quantitative assimilation literature. Drawing on population-wide Norwegian register data, we analyze how children of mixed origin fare in education compared to children of two immigrant parents, using their native majority peers as a reference. When it comes to educational achievements, we find that children of mixed origin are located between a disadvantaged second generation and the native majority. However, once parental SES is accounted for, the second generation exhibits significantly higher achievements, revealing an advantage that is absent among children of mixed origin. When it comes to educational ambitions, the second generation is advantaged in both absolute and relative terms and, once again, we find no such advantage among children of mixed origin. There are essential variations across country backgrounds. Still, the overall pattern suggests that while children of mixed origin ‘catch up’ to natives in terms of educational achievements, they lose their ‘edge’ vis-à-vis the second generation, particularly in terms of ambitions. This conclusion has important implications for theoretical models of how assimilation processes unfold and warrants further research into patterns of assimilation among the growing mixed-origin population.",
        "doi": "https://doi.org/10.31235/osf.io/znh7k_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "znh7k",
        "version": 1
      },
      {
        "title": "Opting in but not Donating? Participation in a Google Search Data Donation Study during the 2025 German Federal Election",
        "authors": "Barbara Binder, Sina Chen",
        "abstract": "Data donation studies are increasingly used to enrich survey data with digital behavioral data, but evidence on who participates - and who does not - remains mixed and difficult to generalize. This study explores the potential of enriching an election survey with donated Google Search data during the 2025 German federal election. Using a Bivariate Probit Model with Partial Observability, we model participation as a two-stage process, examining both willingness to participate and actual completion. We further test whether explicitly naming Google in the invitation affects participation. In line with prior work, younger individuals were more likely to opt in and complete the study. Gender differences were limited to willingness, and no systematic variation by education was observed. Naming Google in the invitation affected willingness, but not completion. Notably, we examine participation by party vote, contributing to a better understanding of participation by political leaning. Voters of the Green Party were more willing to participate and together with FDP voters, also more likely to complete the donation, controlling for age, gender, and education. This may indicate a political skew in donated data, as these voter groups tend to be younger, more liberal, and possibly more trusting of science.",
        "doi": "https://doi.org/10.31235/osf.io/h6ynz_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "h6ynz",
        "version": 1
      },
      {
        "title": "Administrative Preparedness for Robotic Surgical Automation: A Conceptual Framework for Healthcare Management",
        "authors": "Babu George",
        "abstract": "Robotic surgical systems have advanced from assisted devices to semi-autonomous platforms capable of independent procedural actions. Yet healthcare organizations continue to manage these systems as conventional capital equipment, creating a widening gap between technological capability and administrative readiness. This paper argues that the dominant bottleneck in realizing value from surgical robotics is not clinical capability but managerial unpreparedness. Drawing on socio-technical systems theory, high-reliability organization principles, and dynamic capabilities frameworks, we propose that surgical robotics should be conceptualized as a complex adaptive system requiring coordinated governance across six interdependent domains: strategic oversight, financial management, workforce configuration, operational integration, risk and liability structures, and data governance. We introduce the Robotic Surgical Administrative Readiness (RSAR) framework to guide organizational assessment and strategic planning. Synthesizing recent literature on surgical robotics integration, the paper concludes that failures in robotic surgery will increasingly be managerial failures, and that healthcare technology management must evolve from a support function to a strategic governance role. We outline a research agenda for empirical validation and discuss policy implications for accreditation and capital oversight.",
        "doi": "https://doi.org/10.31235/osf.io/wb82s_v1",
        "subjects": [
          {
            "id": "5a8c80f2c698300375c76c71",
            "name": "Health Law and Policy"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "wb82s",
        "version": 1
      },
      {
        "title": "More papers, fewer ideas: How evaluation asymmetries drive scientific convergence",
        "authors": "Stefano Natangelo",
        "abstract": "Despite sustained growth in scientific output, contemporary research displays marked convergence in topics, claims, and communicative form. This Perspective offers a behavioural explanation for this paradox. We argue that disjoint evaluation regimes operating at different levels of the scientific system generate a stable but epistemically inefficient equilibrium. Author-level evaluation is largely neutral with respect to publication volume, whereas journal-level evaluation is sensitive to output volume through denominator-based performance indicators. This structural asymmetry reshapes selection behaviour. Using a minimal illustrative model, we show how variance-sensitive editorial evaluation predictably suppresses high-uncertainty contributions while favouring low-risk, centrally aligned work. The resulting equilibrium gives rise to a constellation of behavioural adaptations, including upstream fragmentation, editorial conservatism, suppression of epistemic outliers, and convergence in both scientific content and narrative form. Unlike accounts centred on funding scarcity or individual risk aversion, this framework explains selective convergence as an outcome of routine evaluation dynamics rather than exceptional pressures or misconduct. By focusing on selection geometry rather than individual motivation, the Perspective provides a unifying interpretation of persistent patterns in contemporary scientific production and communication.",
        "doi": "https://doi.org/10.31235/osf.io/tj2kf_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "tj2kf",
        "version": 2
      },
      {
        "title": "Revisiting the Relationship between Marriage and Childbearing in East Asia: The Role of Fertility Desires in Japan",
        "authors": "Fumiya Uchikoshi, Ryota Mugiyama, Shohei Yoda, James M. Raymo",
        "abstract": "In this study, we propose and evaluate a new framework for understanding “lowest-low” fertility in East Asia, emphasizing the link between the desire for children and marriage. Recognizing that delayed and declining marriage is the primary reason for low fertility in the region, we posit that marriage decisions are shaped by intentions or incentives (not) to have children. We evaluate this hypothesis using Japan as a case, a society where parenthood is an integral part of the “package” of normative family expectations accompanying marriage, especially for women. After confirming that attitudes toward marriage and fertility are strongly correlated, we estimate discrete-time hazard models of first marriage using nationally representative longitudinal data. We find that, net of marriage desires, (1) women and men with no desire to have children marry significantly later than those who desire children, and (2) uncertain attitudes toward parenthood are also associated with later marriage for men, but not women. The link between negative or uncertain fertility desires and delayed marriage among men is partially explained by their lower engagement in efforts to find a marriage partner. These results provide insights for policy discussions about declining fertility in East Asia, especially concerns that pro-natalist policies are mistargeted.",
        "doi": "https://doi.org/10.31235/osf.io/k5e8m_v2",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76d0a",
            "name": "East Asian Languages and Societies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "k5e8m",
        "version": 2
      },
      {
        "title": "Beyond Decline: A Proof-of-Concept Application of Social-Ecological Systems Analysis to UK Grassroots Music Venues, 2014–2025",
        "authors": "Mike McLeod",
        "abstract": "The UK grassroots music venue sector contracted by 16% between 2014 and 2025 (960 to 810 venues), with closures accelerating to 125 venues in 2023 alone. Existing research fragments this crisis across economic analyses, policy inquiries, and single-mechanism explanations (gentrification, licensing, financing), obscuring potential systemic dynamics. This paper explores whether Ostrom’s Social-Ecological Systems (SES) framework—developed for natural resource commons—can provide integrative analytical capacity for cultural infrastructure challenges. Drawing on longitudinal data from Music Venue Trust annual reports (2014–2025), parliamentary inquiries, and case studies, I operationalize the SES framework’s core subsystems (resource systems, resource units, governance structures, actors) for the music venue context. The analysis suggests two potentially reinforcing feedback mechanisms: (1) a gentrification dynamic where venues create cultural value captured by property owners, leading to displacement; and (2) a touring circuit collapse where venue loss reduces route viability, accelerating further closures. Preliminary threshold estimates suggest regional touring viability may collapse below approximately 700 venues, though substantial uncertainty surrounds these projections. Governance analysis using Ostrom’s design principles reveals critical apparent failures in proportional benefit-sharing (venues subsidize £162 million annually while receiving negligible returns from the £8 billion upper-tier industry) and rights recognition (93% operate as short-term tenants). Scenario modeling—calibrated to available data but subject to significant parameter uncertainty—suggests that financial interventions alone may delay but not reverse decline, while combined financial and structural reforms could potentially shift trajectories toward recovery. This paper makes three contributions: (1) it demonstrates that SES framework application to cultural systems is feasible and generates potentially policy-relevant insights; (2) it identifies significant methodological challenges requiring resolution before claiming validation, including measurement reliability, counterfactual reasoning, and stakeholder perspective integration; and (3) it provides strategic guidance for UK venue policy while acknowledging substantial uncertainty in quantitative projections. The analysis illustrates both the framework’s promise and the methodological development needed for rigorous cultural ecosystem research.",
        "doi": "https://doi.org/10.31235/osf.io/wxyke_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d43",
            "name": "Music"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "wxyke",
        "version": 1
      },
      {
        "title": "The Logical Limits of Bias Analysis in Scientific Inquiry",
        "authors": "Gang Xie (John)",
        "abstract": "Bias analysis is widely discussed in statistics as the expected deviation of an estimator from the true parameter, commonly expressed as Bias(θ ̂ )=E[θ ̂ ]-θ. While mathematically rigorous within fully specified models, this definition becomes logically problematic in empirical science, where θ represents truth and is precisely the quantity under investigation. This short article clarifies why traditional bias analysis cannot meaningfully quantify reality, distinguishes it from legitimate sensitivity analysis, and situates it appropriately within the broader framework of scientific reasoning.",
        "doi": "https://doi.org/10.31235/osf.io/36a9m_v1",
        "subjects": [],
        "id": "36a9m",
        "version": 1
      },
      {
        "title": "An Adaptive Governance Methodology for Urban Music Ecosystems: Applying the Social-Ecological Systems Framework to Small Venue Resilience",
        "authors": "Mike McLeod",
        "abstract": "This paper presents a formal methodological framework for diagnosing and addressing challenges within urban music ecosystems, with a focused application to small venue resilience. Building upon the integrated ecological framework for popular music studies established in Waxing Ecological (McLeod, 2024), this work translates ecological theory into a structured analytical protocol. I adapt and operationalise Elinor Ostrom's Social-Ecological Systems (SES) framework—including its core subsystems, multi-tiered variables, and design principles for commons governance—to model the complex interdependencies characterising urban music ecologies. The methodology integrates insights from Complex Adaptive Systems (CAS) theory to account for non-linear dynamics, emergence, and feedback. It provides researchers and policymakers with a replicable, stepwise process for system mapping, variable identification, resilience assessment, and the design of adaptive, polycentric governance strategies. While demonstrated through the critical problem of small venue sustainability, the framework is designed as a flexible diagnostic toolkit for a wide range of problem sets within cultural ecosystems, moving decisively from ecological metaphor to rigorous socio-ecological analysis. A companion paper (McLeod, 2026) demonstrates the full empirical application of this six-phase protocol to the UK's grassroots music venue ecosystem using Music Venue Trust longitudinal data (2014–2025).",
        "doi": "https://doi.org/10.31235/osf.io/yef2u_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d43",
            "name": "Music"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "yef2u",
        "version": 1
      },
      {
        "title": "After 10/7: Normalization of Antisemitism in the West",
        "authors": "David R. Mandel",
        "abstract": "The October 7, 2023, terrorist attacks against Israel (10/7) represented the worst massacre of Jews since the Holocaust. However, almost immediately after the attacks, celebrations of the pogrom and protests against Israel broke out in cities around the Western world. The author argues that the upward sweep of antisemitism witnessed since 10/7 cannot be satisfactorily explained in terms of radicalization or simplistic stage models. By definition, radicalization is an increase in extremist attitudes, beliefs, and behavioral intentions relative to default societal norms. Thus, the radicalization hypothesis implies that the output of radicalization (in this case, antisemitism) is not normalized. This is unambiguously contradicted by evidence collected from Jewish victims of antisemitism before and after 10/7. Taken together, the evidence indicates that antisemitism has been renormalizing long before 10/7 and it is that process which set the preconditions for its explosive rise witnessed after 10/7. There is a danger in misattributing the current wave of antisemitism to radicalization as such explanations can inadvertently serve to minimize the breadth and severity of the problem.",
        "doi": "https://doi.org/10.31235/osf.io/dw6nx_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "dw6nx",
        "version": 1
      },
      {
        "title": "Populist Science and the Discursive Politics of “Make America Healthy Again”",
        "authors": "Norah MacKendrick",
        "abstract": "In the United States, the Make America Healthy Again (MAHA) movement has captured public attention. While MAHA espouses some positions supported by peer-reviewed research (e.g., ultraprocessed foods are harmful to health) it simultaneously promotes scientifically dubious claims (e.g., vaccines are dangerous). How can social scientists make sense of these incongruent positions surrounding public health, science, and risk? To answer this question, this paper systematically examines the discursive politics of MAHA’s political arm by analyzing official government communications published during the first year of the second Trump administration. It finds that key MAHA actors root their claims in a “populist science” that speaks the language of science while claiming to disembed knowledge systems from corrupt institutions that harm ordinary people. By constructing a dichotomy between “good” and “captured” science MAHA rhetorically consolidates control over what counts as legitimate expertise. MAHA’s political discourse strategically ignores peer-reviewed evidence linking chronic disease to social inequality, racism, and economic disparities, revealing MAHA’s alignment with nationalist, anti-regulatory politics. Rather than democratize risk governance, MAHA substitutes one set of institutional authorities for another. The paper demonstrates how science populism functions as a governance strategy that reconfigures the boundaries of legitimate expertise to align with nationalist and anti-regulatory politics.",
        "doi": "https://doi.org/10.31235/osf.io/4tvyc_v2",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "4tvyc",
        "version": 2
      },
      {
        "title": "Vulnerability (Not Autonomy) is the Baseline of Economic and Social Functioning",
        "authors": "Valentina Rotondi",
        "abstract": "Human beings are universally vulnerable and depend on care throughout the life course, yet economic analyses typically start from assumptions of individual autonomy and overlook the relational conditions that sustain productive functioning. This Article introduces an analytical and diagnostic framework that distinguishes primary vulnerability, defined as observable care needs, from vicarious vulnerability, defined as the cumulative exposure borne by caregivers when care is weakly shared or institutionally buffered. Using harmonized cross‑national indicators, we construct transparent indices of primary vulnerability, vicarious vulnerability, and societal capacity to sustain care, and map their alignment across countries. The results reveal systematic mismatches between care needs, caregiver exposure, and institutional capacity, with caregiver burdens more frequently exceeding what existing systems absorb. The contribution is diagnostic rather than causal: by rendering caregiver exposure statistically visible, the framework provides tools for comparative research on productivity, inequality, and institutional design, and for identifying structural vulnerabilities that remain hidden in standard economic and development metrics.",
        "doi": "https://doi.org/10.31235/osf.io/y9nmh_v1",
        "subjects": [],
        "id": "y9nmh",
        "version": 1
      },
      {
        "title": "American Investment in Chinese Renminbi",
        "authors": "Bruno Cavani, Christopher Clayton, Amanda Dos Santos, Matteo Maggiori, Jesse Schreger",
        "abstract": "This paper uses microdata on U.S. mutual fund and ETF portfolios from SEC Form N- PORT to study American investment in Chinese Renminbi (RMB)–denominated bonds. We show that, even as total foreign holdings of Chinese bonds rebounded in 2024, U.S. holdings of RMB bonds fell sharply and that most of this decline reflects funds exiting RMB positions entirely. These patterns point to a shift in the composition of China’s foreign investor base away from U.S. institutional investors and illustrate how publicly available microdata can inform work on the geopolitics of international currency use.",
        "doi": "https://doi.org/10.31235/osf.io/anxmr_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "anxmr",
        "version": 2
      },
      {
        "title": "Heated Opinions. Issue-Based Affective Polarization over Climate Change",
        "authors": "Lovisa Mundschenk, Lisa Janssen, Hannah Wernere, Andres Reiljan, Lorenzo Cicchi",
        "abstract": "Climate change has become increasingly politicized, prompting concerns that it may generate new societal rifts. While elite-level rhetoric—particularly among radical right actors—has grown more adversarial, it remains unclear whether similar affective divisions have emerged among citizens. Using cross-national survey data, this paper examines affective polarization over climate change in France, Germany, Greece, Hungary, Italy, and Poland. Mirroring real-world debates that pit stricter climate protection against economic prosperity, we assess mutual affect between individuals on either side of this division, and estimate polarization across the full attitudinal spectrum. Across all countries, we find significant affective polarization with a clear asymmetric pattern: pro-climate citizens express clear in-group warmth and out-group coldness, whereas pro-growth citizens show little affective opposition and in some cases even evaluate climate-oriented individuals more positively than their own group. Moreover, affective polarization among pro-climate respondents is not associated with reduced political tolerance. These findings suggest that mass affective polarization over climate action is less entrenched than elite discourse implies.",
        "doi": "https://doi.org/10.31235/osf.io/pm3qd_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "pm3qd",
        "version": 1
      },
      {
        "title": "Beyond Shocks: How ESG Fundamentals Shape Geopolitical Risk Across Countries",
        "authors": "Fabio Anobile, Alberto Costantiello, Carlo Drago, Massimo Arnone, Angelo Leogrande",
        "abstract": "This paper examines the connection between Environmental, Social, and Governance (ESG) factors and the risk of geopolitics, as defined by the Geopolitical Risk (GPR) index. The concept of geopolitical risk is conventionally defined as the direct result of political incidents, war, and international tensions. The current study argues that the concept should be understood in a more structural and sustainable manner, relating to the underlying forces driving geopolitical risk. The main research question is whether and how the three pillars of the ESG factors contribute to the explanation and understanding of cross-country and over-time variations in geopolitical risk. In an effort to avoid the information losses associated with the aggregate nature of the ESG index, the three factors are considered separately and the three pillars are analyzed individually. The empirical context is a balanced cross-country panel data set including 42 countries over the 2000-2023 time period. The data for the three factors is obtained from the World Bank dataset in an effort to standardize and compare the data in a cross-country and cross-time manner. The GPR index is used to measure the level of geopolitical risk and is defined by Dario Caldara and Matteo Iacoviello. The GPR index captures the level of geopolitical tensions based on the analysis of media signals. The combination of the three sources allows for the direct connection and correlation between the three factors and the internationally recognized GPR index. The paper uses an integrated methodological approach that combines the results from three different approaches. The first method uses panel data analysis in an effort to identify the average marginal effects while controlling for unobserved heterogeneity. The second method uses the technique of clustering in an effort to identify structural patterns and divide the countries into groups based on their unique characteristics and risk profiles. The third method uses machine learning regressions and nonparametric analysis in an effort to capture the complex relationships and interactions in the data. The three-step method is used for each pillar in an effort to ensure consistency and comparability. The results suggest that the three factors contribute to the GPR index in a unique manner. The environment and energy structure contribute to the GPR index as a risk multiplier, the social factor is related to the exposure to instability, and the governance factor is a central stabilizing factor. The paper makes a unique contribution to the literature by defining the concept of the three factors and their relationship to the GPR index in a unique and sustainable manner.",
        "doi": "https://doi.org/10.31235/osf.io/5pdnt_v1",
        "subjects": [],
        "id": "5pdnt",
        "version": 1
      },
      {
        "title": "The Influence of Translator Backgrounds and Machine Translation on Statistical Properties of Surveys: Evidence from a Survey Experiment",
        "authors": "Chia-Jung Tsai, Clemens Lechner, Dorothée Behr, Ulrike Efu Nkong, Anke Radinger",
        "abstract": "Comparable questionnaire translation is essential for drawing valid conclusions in cross-cultural survey research. Sound translation methodology, including the use of adequate personnel, is seen as crucial for reaching this goal (Harkness 2003). Recommended methodology should be empirically backed and stay tuned to latest developments, such as machine translation. Against this backdrop, to investigate the potential effect of varied translators’ backgrounds and machine translation on the statistical properties of surveys, we conducted an experiment in which an English questionnaire was translated into German by 16 professional translators and 16 social scientists; translations were subsequently fielded in web surveys. We introduced two translation conditions: translation from scratch and post-editing (machine translation corrected by a human translator). To investigate the quality of the survey data from these 32 translation versions (approx. 250 responses each), we use standardized mean distance and Cohen’s d with the official translation as a benchmark. We have four key findings: First, the resulting statistical means of the survey items vary, sometimes substantially, across translations. Second, post-editing is associated with a reduced gap between the survey data from the experimental questionnaires and the official translation, and it also lowers the variability among different translations. Third, when translating from scratch, social scientists are more likely to produce translations leading to statistical outliers of survey data. Fourth, post-editing can lead to systematic bias for both social scientists and professional translators if translation errors made by the machine are not identified and corrected. This study highlights to what extent decisions concerning the choice of translators and the integration of machine translation can impact the statistical properties of survey data. We offer evidence to implement recommendations for good practices in translation protocols to enhance data comparability in cross-cultural studies.",
        "doi": "https://doi.org/10.31235/osf.io/rw6f2_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          }
        ],
        "id": "rw6f2",
        "version": 1
      },
      {
        "title": "A Taxonomy of Anti-BDS Arguments: Structures and Strategies in Canada’s Academic Sector",
        "authors": "Ori Freiman, Cary Nelson",
        "abstract": "This study presents a structured taxonomy of 72 distinct arguments opposing the Boycott, Divestment, and Sanctions (BDS) movement, organized into 9 categories and derived through a systematic, Large Language Model-assisted methodology. It distinguishes between substantive arguments, addressing moral and political claims, and institutional arguments, focused on governance, legality, and policy outcomes. Drawing primarily on Canadian academic case studies, the paper analyzes how different types of arguments influence success or failure in campus debates. The taxonomy offers researchers, policymakers, and advocates a comprehensive framework for understanding and evaluating anti-BDS reasoning in academic and organizational contexts.",
        "doi": "https://doi.org/10.31235/osf.io/dtex6_v1",
        "subjects": [
          {
            "id": "5a8c80f3c698300375c76ca8",
            "name": "Jewish Studies"
          },
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80f7c698300375c76d71",
            "name": "Educational Administration and Supervision"
          },
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "dtex6",
        "version": 1
      },
      {
        "title": "Reconciling the Sex Recession Debate: Male Exclusion and Reporting Bias in Two National Surveys",
        "authors": "Joshua Konstantinos",
        "abstract": "Prior studies of young adult sexlessness reached conflicting conclusions: GSS-based analyses found rising male sexlessness, while NSFG-based studies found no male-specific trend. This study reconciles these through three innovations: (1) distinguishing virginity (symmetric rise) from dry spells among experienced adults (gender-divergent); (2) identifying a 2017-2019 NSFG measurement anomaly via stock analysis; and (3) documenting male distributional polarization (moderate-middle collapse). Difference-in-differences show GSS sexlessness gap widening 10.6 pp (p = .024) and NSFG dry spells 6.2 pp (p = .014) for 18-24 year-olds post 2012. Stock measure analysis and digit heaping confirm reporting bias in the anomalous wave (p &lt; .001). CPS validation reveals parallel male singlehood acceleration (+0.49 pp/year slope change, p = .003). Age falsification concentrates effects in app-exposed cohorts. Independent validation from CPS relationship-status data—free of sexual reporting bias—shows a parallel post-2012 acceleration in male singlehood.",
        "doi": "https://doi.org/10.31235/osf.io/jcdbm_v2",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "jcdbm",
        "version": 2
      },
      {
        "title": "Feeling Our Way Through Misperceptions",
        "authors": "Lala Muradova, Katerina Michalaki, Manos Tsakiris",
        "abstract": "This study investigates how emotions shape the psychological processes underlying the correction of political misperceptions and how the source of corrective information interacts with these emotional dynamics. Using two scenario-based survey experiments conducted in the US and UK (N=3,610), we examine the effects of corrective information about the anthropogenic causes of climate change when delivered by either experts or citizens’ assemblies. We find that corrective information consistently elicits heightened negative emotions (e.g., anger, frustration, anxiety) and suppresses positive emotions (e.g., happiness, enthusiasm). Importantly, only two discrete emotions—anxiety and empathy—significantly predict greater willingness to revise misperceptions. Contrary to expectations, the source of corrective information does not produce differential emotional or behavioural effects. These findings advance understanding of the emotional mechanisms influencing misperception correction, highlight the nuanced role of specific emotions in shaping corrective behaviour, and contribute to the literature on citizen-centred political institutions and their public influence. Our results have broader implications for research on the emotional foundations of political beliefs and opinion formation in polarized contexts.",
        "doi": "https://doi.org/10.31235/osf.io/cvmxe_v1",
        "subjects": [],
        "id": "cvmxe",
        "version": 1
      },
      {
        "title": "The Yugoslav War and the Dayton Peace Accords",
        "authors": "Axl Kokubun",
        "abstract": "The paper analyses the breakup of Yugoslavia, the escalation of the Bosnian war, and the evolution of international peace diplomacy, in order to clarify the political and military conditions that led to the 1995 Dayton Accords. It argues that Yugoslavia’s collapse stemmed not from a simple state breakup but from the interaction of complex ethnic configurations, deep economic crisis, and nationalist mobilisation by political elites, especially hardline Serbian nationalism which shattered federal cohesion and made Bosnia and Herzegovina’s multiethnic landscape a focal point of violent contestation and international concern. Comparing Slovenia and Croatia, where ethnic homogeneity, limited territorial objectives, and early international recognition facilitated relatively short conflicts, with Bosnia, where highly mixed populations and overlapping territorial claims produced protracted, all‑out war, the paper shows why Bosnia required full‑scale external intervention. Humanitarian and strategic crises such as the Sarajevo siege, the Srebrenica massacre, and mass displacement exposed the powerlessness of traditional UN peacekeeping and the ineffectiveness of diplomacy without credible force. The study then traces how fragmented and militarily unsupported early initiatives by the UN, EU, and the United States gradually gave way, under the pressure of changing battlefield dynamics, sanctions, domestic politics in Western states, and U.S. congressional pressure to a more unified Western strategy that combined military pressure with coercive diplomacy. It highlights the decisive role of active U.S. engagement, which shifted from conflict management to conflict resolution and leveraged the interests of Milošević, Tuđman, and Izetbegović to push negotiations forward. Overall, the thesis concludes that the Bosnian conflict was structurally produced by intertwined domestic and international factors, and that an effective peace settlement became possible only when military and diplomatic instruments were aligned under a strategy capable of exerting clear coercive leverage, offering broader lessons about the possibilities and limits of international intervention in civil wars.",
        "doi": "https://doi.org/10.31235/osf.io/rz7tm_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "rz7tm",
        "version": 1
      },
      {
        "title": "How first-time mothers bundle work and safety nets",
        "authors": "Hyein Kang, Rose Geoghegan, Colleen Heflin, David W. Rothwell",
        "abstract": "Being a first-time mother carries substantial consequences, including financial strain, mental and physical health adjustments, and impacts on job stability and time use. Dynamics of safety net usage among first-time mothers are well-documented, but little is known about how new mothers coordinate work and public benefits together. In this research, we study population-level employment and social safety net program participation among new mothers by linking birth records in Oregon between 2016 and 2017 to wage and program enrollment data from 2014 through 2019. Following new mothers for two years before and after their childbirth, we find a significant decrease in mothers’ employment in the quarters surrounding childbirth with a corresponding surge in reliance on safety net benefits. We also find that education, marital status, and income level were key determinants of shaping work and safety net usage patterns among first-time mothers. These shifts were especially pronounced among low socioeconomic status women, who demonstrate greater responsiveness in employment and safety net utilization around the time of birth. Our findings point to the importance of integrating both work and safety net program participation and demonstrate gaps where additional work-supports and safety net engagement would promote economic security.",
        "doi": "https://doi.org/10.31235/osf.io/85dmb_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "85dmb",
        "version": 1
      },
      {
        "title": "Fear, Identity, and Instrumentalised Narratives in Contemporary Geopolitical Discourse: From Clausewitz to Cognitive Governance",
        "authors": "Roberto Garrone",
        "abstract": "This paper situates contemporary geopolitical discourse within the political economy of uncertainty. It examines how fear, identity mobilisation, and narrative simplification function not merely as distortions of rational policy-making, but as instrumental resources through which institutions legitimate authority, mobilise resources, and coordinate behaviour under conditions of perceived systemic transition. Drawing on political psychology, international relations theory, and strategic studies, the analysis proceeds in three steps. First, it identifies recurrent cognitive and social patterns that tend to become salient under uncertainty, including worst-case reasoning, in-group consolidation, narrative dominance, and ambiguity reduction. Second, it examines how these patterns may be amplified to serve specific institutional objectives, such as emergency legitimation, deterrence signalling, and the normalisation of structural change. A contemporary illustration drawn from transatlantic tensions over Greenland is used to clarify how cross-domain linkage between security and economic instruments can accelerate these dynamics within alliance systems. Finally, the paper advances a theoretical synthesis spanning classical and contemporary war theory. It proposes that while the political nature of war identified by Carl von Clausewitz remains analytically relevant, its dominant mode of operation has increasingly shifted toward what is termed cognitive governance: the management of fear, expectations, and legitimacy at the population level. The paper concludes by outlining analytically derived, policy-relevant conditions under which institutions may preserve strategic realism while reintroducing reversibility into fear-based governance, thereby mitigating long-run risks of institutional erosion and permanent emergency politics. The paper does not provide empirical testing, causal estimation, or predictive claims; its contribution is analytical and conceptual.",
        "doi": "https://doi.org/10.31235/osf.io/wqmez_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "wqmez",
        "version": 1
      },
      {
        "title": "Why Low Fertility Persists: Functional Differentiation, Temporal Desynchronization, and the Limits of Steering",
        "authors": "Sebastian Fahlstrøm",
        "abstract": "Objective: This article explains why fertility has remained persistently low across heterogeneous societies despite policy interventions. Background: Across heterogeneous late-modern societies, fertility has converged to sub replacement levels. Existing explanations emphasize shifting values, gender norms, social policy, or diffusion mechanisms, but they pay less attention to how non-parenthood becomes both communicatively legitimate and structurally probable. Luhmannian systems theory offers tools to analyze how increasing functional differentiation reshapes the conditions under which reproduction is decided and coordinated. Method: The article develops a conceptual model informed by Luhmannian systems theory. It examines how intimate interaction systems are structurally coupled with economic, educational, legal, political, and medical systems, and how these couplings generate temporal desynchronization between individual reproductive windows and institutional time. The analysis synthesizes demographic trends and policy debates to illustrate the argument. Results: Functional differentiation decouples intimacy from multifunctional family roles and makes reproduction structurally optional. As temporal misalignments deepen, the probability of successful coordination for childbearing decreases, especially under high educational and career demands. Because family policies operate as programs within other systems’ binary codes, their impact remains modest and context-dependent and cannot fully re-synchronize divergent time structures. Conclusion: Persistently low fertility emerges from system autonomy and temporal misalignment across function systems, which helps explain why durable fertility rebounds are unlikely under current structural conditions.",
        "doi": "https://doi.org/10.31235/osf.io/v58ph_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "v58ph",
        "version": 1
      },
      {
        "title": "Reinforcing Gendered STEM Aspirations: How the Local Prevalence of STEM Occupations Shapes Adolescents’ Career Goals",
        "authors": "Jonas Detemple, Katarina Weßling, Corinna Kleinert",
        "abstract": "Young people’s career aspirations are shaped by persistent gender divides, particularly in the fields of science, technology, engineering, and mathematics (STEM), which are in high demand and often associated with prestige and high wages. This study examines how the local prevalence of STEM occupations is associated with adolescents’ early aspirations for STEM careers. Drawing on data from the German National Educational Panel Study (NEPS), linked with district-level information on local labor markets (NUTS-3), we apply logistic regression models to explore gendered patterns of STEM aspirations. Findings show that boys are more likely to aspire to STEM careers in local contexts with a high prevalence of STEM occupations, which is mainly due to increased aspirations for non-academic STEM careers. By contrast, girls’ career aspirations do not significantly vary with local STEM prevalence, even in local contexts with relatively high shares of women employed in STEM. These results suggest that STEM-intensive local labor markets reinforce gendered patterns of STEM aspirations, especially among adolescents oriented towards non-academic career paths. Efforts to promote gender equity in STEM (e.g., school interventions) would benefit from incorporating strategies that address the segregating impact of local labor market structures.",
        "doi": "https://doi.org/10.31235/osf.io/85x2n_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "85x2n",
        "version": 1
      },
      {
        "title": "Carceral Ecologies: Environmental and Social Impacts of the Prison-Industrial Complex in the U.S. South",
        "authors": "Nadine R. Jackson",
        "abstract": "This essay investigates prisons in the U.S. South as infrastructures of state-manufactured socio- ecological warfare. Drawing from necropolitics, carceral geography, and political ecology, I propose carceral socio-ecological violence as a framework for analyzing how incarceration produces environmental violence that extends beyond confinement. Prisons contaminate ecosystems, dismantle community knowledge systems, and undermine the social cohesion required for collective survival. EPA compliance data from 232 facilities across thirteen states (2019–2024) reveal sustained and extreme violations: wastewater discharges exceeded federal toxicity thresholds by 2,400%, and radiological contamination persisted for twelve consecutive reporting cycles. Over 72% of these violations occurred in communities facing structural poverty, racial segregation, and political disenfranchisement—elements of a broader strategy of state-sanctioned abandonment. The essay examines the 2025 rollback of environmental protections, including the closure of environmental justice offices, deletion of compliance and violation records, and mass exemption of industrial polluters from federal law. In response, I propose a community-based Environmental Justice Governance Framework rooted in collective autonomy, including independent monitoring networks, direct community control over environmental and public health decisions, and decentralized resource infrastructures. Carceral socio-ecological violence exposes how mass incarceration, environmental degradation, and epistemic erasure function as interlocking systems of racial control. Affirming the necessity of abolition, I call for the transfer of environmental and public health governance to communities historically targeted by state violence and systemic neglect.",
        "doi": "https://doi.org/10.31235/osf.io/rk8je_v1",
        "subjects": [
          {
            "id": "5a8c80f1c698300375c76c4b",
            "name": "Law and Society"
          },
          {
            "id": "5a8c80f2c698300375c76c5e",
            "name": "Law and Race"
          },
          {
            "id": "5a8c80f2c698300375c76c75",
            "name": "Environmental Law"
          },
          {
            "id": "5a8c80f3c698300375c76c89",
            "name": "Race, Ethnicity and Post-Colonial Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "rk8je",
        "version": 1
      },
      {
        "title": "A Team-based Teaching Approach to Critical Service Learning, Teaching Sociology",
        "authors": "Zack Schuman, Jaime Kucinskas",
        "abstract": "Traditional service-learning models often prioritize student learning over community impact, relegating community partners to secondary roles as educators and reinforcing power imbalances between universities and local organizations. This paper presents a critical service-learning model designed to address these limitations through two key innovations: (1) fully embedding a community partner as a co-designer and co-instructor, and (2) integrating professional project management to provide structured support during and beyond the semester. We examine the implementation of this model in a sociology course co-led by a faculty member, a community leader, and a staff member with project management expertise. The course equally emphasized academic learning, relationship building, and community-based work, balancing student outcomes with the community partner’s vision. Findings suggest enhanced student learning, deeper social justice engagement, and tangible community outcomes, although course organization, and continuity remained challenges. Nevertheless, this model offers a more ethical, reciprocal, and impactful framework for community-engaged learning.",
        "doi": "https://doi.org/10.31235/osf.io/pxmdy_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "pxmdy",
        "version": 1
      },
      {
        "title": "Relative standings in school: Teacher-induced student hierarchy and educational outcomes",
        "authors": "Emanuele Fedeli, Moris Triventi",
        "abstract": "Students in compulsory education spend a considerable amount of time in the classroom interacting with peers and teachers, from whom they receive feedback and signals about their academic competencies. We develop a theoretical framework that integrates the role of teachers’ evaluations, the labeling effect, the categorical judgements model, the big-fish-in-little-pond, and the rational choice theory for understanding categorical inequalities generated within the school environment induced by classroom peer comparison. We argue that teachers, via attributing marks to students, create Teacher-Induced Student Hierarchy (TISH), and the perception of one’s position in this hierarchy affects subsequent educational outcomes, but heterogeneously depending on students’ ascriptive characteristics. We exploit the idiosyncratic variation generated by differential teachers' grading standards across classrooms to identify the effect of TISH. The relative student's position in the classroom hierarchy, net of her absolute performance level, raises the probability of enrolling in the academic track, the expectation of university enrolment, and levels of academic competencies. We observed that boys and students from lower SES backgrounds, who typically have weaker academic standings, are more responsive to their placement in the TISH. Some of these effects seem to stem from the influence of TISH on some socio-emotional skills.",
        "doi": "https://doi.org/10.31235/osf.io/jevdr_v2",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d6f",
            "name": "Educational Psychology"
          },
          {
            "id": "5a8c80f7c698300375c76d70",
            "name": "Educational Methods"
          },
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "jevdr",
        "version": 2
      },
      {
        "title": "The economics of climate adaptation optimism",
        "authors": "Matthew G. Burgess, Patrick T. Brown, Matthew E. Kahn, Roger Pielke Jr",
        "abstract": "Adaptation is often framed as marginally important to addressing climate change, and as socio-technically difficult and ineffectual. We combine theoretical and empirical analyses to show that adaptation—especially via economic development—is actually often the dominant driver of climate-sensitive societal outcomes, especially on smaller space and time scales. This aligns adaptation with markets and governance incentives. For these reasons, widely studied climate-sensitive outcomes such as crop yields, affluence, and damage and death rates from climate-related hazards have broadly and steadily improved over the past several decades, as have indirectly climate-sensitive outcomes such as mortality from violence and self-harm. These improvements provide important context to recent pessimistic studies of adaptation that focus on outcomes’ marginal sensitivities to climate. They also underscore the importance of economic development to human well-being, and they suggest that economically costly climate policies could harm climate-sensitive outcomes. Moreover, we show that the range of plausible greenhouse gas emissions scenarios has narrowed, providing greater clarity to the temperatures and types of impacts society must adapt to. Our analyses highlight where adaptation and development are currently underappreciated in climate change research and policy.",
        "doi": "https://doi.org/10.31235/osf.io/m7tqu_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "m7tqu",
        "version": 1
      },
      {
        "title": "An Operations Research Framework for Sustainable Urban Mobility in Bengaluru: A Phased Strategy for Congestion Mitigation and System Optimization",
        "authors": "Arvind Prabu",
        "abstract": "Executive Summary This framework addresses the critical structural failure of Bengaluru’s urban transport system, which currently imposes an estimated economic loss of USD 5.92 billion annually. Moving beyond traditional supply-side infrastructure, this paper proposes a phased Operations Research (OR) strategy designed to maximize human throughput (Passenger-Kilometers per Hour) while minimizing total societal costs. Key Findings: • Systemic Friction: Private vehicles in major corridors average only 11 kmph, while BMTC buses operate at a significantly slower 8 kmph, actively discouraging modal shifts. • Supply-Demand Mismatch: While the city population grew by 32% between 2011 and 2019, the bus fleet increased by only 7.89%, leading to a dramatic drop in public transit ridership. • Infrastructure Deficit: Only 7.3% of the city area is allocated to transportation, far below the global norm of 20%. The Three-Phased Roadmap: 1. Phase I: Tactical Optimization (0–2 Years): Immediate deployment of Deep Reinforcement Learning (DRL)for adaptive traffic signal control at 136 high-volume intersections. 2. Phase II: Strategic Capacity (2–5 Years): Accelerated completion of the Metro/Suburban rail network and the introduction of Bus Rapid Transit (BRT) corridors. 3. Phase III: Structural Redesign (5+ Years): Long-term implementation of Transit-Oriented Development (TOD) and Electronic Road Pricing (ERP). Keywords: Urban Mobility, Bengaluru, Operations Research, Traffic Congestion, Deep Reinforcement Learning, Public Transit Optimization, Sustainable Transport.",
        "doi": "https://doi.org/10.31235/osf.io/sqmfa_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d69",
            "name": "Science and Mathematics Education"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "sqmfa",
        "version": 1
      },
      {
        "title": "The African Cabinet Politics Dataset",
        "authors": "Felix Bethke",
        "abstract": "This paper introduces the African Cabinet Politics (ACP) dataset, a new comprehensive data collection on cabinet politics in Sub-Saharan Africa. The dataset covers 40 countries from their independence to the end of 2019 and provides monthly information on cabinet composition, ministerial appointments, dismissals, rearrangements, and individual ministers’ tenure in office. Offering comprehensive geographical and fine-grained temporal coverage as well as a Wikidata integration that provides extensive minister-level biographical information, the ACP dataset substantially extends existing data resources on cabinet politics. The paper illustrates the analytical value of the dataset through descriptive analyses and two empirical applications. First, it documents long-term trends in cabinet size and cabinet instability, showing a steady expansion of cabinets and volatility in cabinet changes over time. Second, it examines how political regimes affect the tenure of ministers, demonstrating that dominant-party regimes exhibit the most stable cabinets, while personalist dictatorships are characterized by high turnover, with military regimes and democracies displaying similar patterns. A further application revisits the evolution of female representation in African cabinets, showing distinct trajectories for democracies and autocracies that converge over time. Accordingly, the ACP dataset provides gives scholars a new opportunity to test and refine theories of elite management and executive governance in Africa.",
        "doi": "https://doi.org/10.31235/osf.io/bma98_v1",
        "subjects": [],
        "id": "bma98",
        "version": 1
      },
      {
        "title": "Public service fact-checking in controlled media spaces: a panoramic snapshot of Southeast Asia in 2025",
        "authors": "Auriane van der Vaeren",
        "abstract": "The development of 21st-century fact-checking has gathered much scholarly interest over the last decade. Contributing to levelling this understanding beyond Western liberal media spaces, the paper provides a panoramic snapshot of the state of public service fact-checking in the controlled media spaces of Southeast Asia (SEA): 31 qualitative interviews were conducted with fact-checkers and media professionals after the January 2025 US government turnaround on then existing foreign development programmes and while two major US Big Tech sponsors were reviewing their commitments to fact-checking. What stands out upon characterising the regional fact-checking movement, is the standardly accounted-for magnitude of this—until then—predominantly US-Euro pro-democracy and corporate support. That the regional free press and digital rights activist space has acted as the birthplace of the regional fact-checking movement is however often overshadowed. This misproportion supports the tacit but flawed assumption that fact-checking in SEA is a copy of the US newsroom model of fact-checking. In turn, this assumption, firstly, eclipses the regional movement’s foundational interest in safeguarding collective memory alongside its interest in countering populist politics, secondly, befogs a movement piggybacked by corporate interests, thirdly, fails to account for a fact-checking culture not originally centred around data for building quantitative objective truth.",
        "doi": "https://doi.org/10.31235/osf.io/duy8q_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "duy8q",
        "version": 1
      },
      {
        "title": "Do Storms Bring Crime? Evidence from US Counties",
        "authors": "Anupam Ghosh",
        "abstract": "Little causal evidence exists regarding the long-term impacts of natural disasters on crime. Using a balanced panel of county-level crime data spanning 1980–2020, this paper estimates the short- and long-run effects of hurricanes of varying intensities that affected U.S. counties between 1990 and 2010. Findings indicate that while minor hurricanes have little effect on crime, major hurricanes cause significant increases in property crime. In the decade following exposure to major hurricanes, property crime rates rise by 8.5% relative to the baseline mean, imposing an estimated per-capita social cost of $120 on treated counties. These effects are largely driven by evacuation orders and selective out-migration in the short run and by declining per-capita incomes in the long run. Furthermore, hurricane effects are disproportionately larger for counties with less disaster experience and lower incomes, which risk losing 1.4% and 2.2% of per capita GDP, respectively, due to hurricane-induced crime. Overall, the findings underscore the need for greater resource allocation toward vulnerable communities and increased investment in disaster resilience measures to mitigate the economic and social consequences of climate change.",
        "doi": "https://doi.org/10.31235/osf.io/smwtk_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "smwtk",
        "version": 1
      },
      {
        "title": "Healing as Political Praxis: Body Mapping and Feminist-Informed Yoga with Marginalized Mothers in Canada",
        "authors": "Punam Mehta",
        "abstract": "This review article explores body mapping as a community-based, participatory method to introduce Feminist-Informed Yoga (FIY) to marginalized mothers with addictions in a mid-sized Canadian city. Drawing on my graduate research and volunteer experience, the article situates “mother” broadly to include anyone who identifies as a mother and defines marginalized mothers as those facing systemic barriers related to race, gender, sexuality, class, and ability. The article contextualizes the intersecting impacts of trauma, colonization, and systemic violence on these mothers and highlights how body mapping functions as a therapeutic and advocacy tool enabling the reclamation of cultural identity and self-care. FIY integrates trauma-informed, feminist principles with Indigenous and South Asian spiritual teachings to support holistic healing and empowerment. The article also discusses the importance of culturally grounded, trauma-informed care, addressing the ongoing challenges marginalized mothers face within health and social systems. Through the blending of body mapping and FIY, this work advocates healing as a political praxis that re-centers marginalized voices and knowledge in pursuit of justice and wellness.",
        "doi": "https://doi.org/10.31235/osf.io/zy2tg_v1",
        "subjects": [],
        "id": "zy2tg",
        "version": 1
      },
      {
        "title": "Autoethnography: Embracing Vulnerability in Social Justice",
        "authors": "Punam Mehta",
        "abstract": "This paper explores how vulnerability, often framed as weakness, can be a powerful and ethical force in social justice research. Drawing on feminist, Indigenous, and arts-based methodologies, I reflect on my doctoral autoethnography as a marginalized mother healing from global displacement and transgenerational trauma. Using practices such as yoga, journaling, text spinning, and meditation, I examine how embodied and relational research methods generate critical insights and foster healing. Guided by thinkers like Audre Lorde, Loretta Ross, and Indigenous scholars, I argue that vulnerability is not only lived but methodologically vital. It challenges dominant academic norms, surfaces internalized oppression, and invites accountability and collective care. This work calls for academic spaces that support reflexive, embodied, and relational inquiry. Embracing vulnerability can catalyze transformation within researchers, institutions, and the communities we aim to serve.",
        "doi": "https://doi.org/10.31235/osf.io/7rc8u_v1",
        "subjects": [],
        "id": "7rc8u",
        "version": 1
      },
      {
        "title": "A Pilot Study of Selective Conscription Effects: Interview Evidence from Ethnic Minority Women in Israel",
        "authors": "Markéta Odlová",
        "abstract": "What are the consequences of conscription exemption in contexts where military service is the norm? Military service plays a central role in shaping individuals’ relationships to politics, society, and the state. This effect is especially pronounced among ethnic minority veterans, suggesting that the experience carries different significance across identity groups and may have distinct consequences for those excluded due to their ethnicity and/or gender. This pilot study explores the implications of non-service for ethnic minority Circassian and Druze women in Israel. The exploratory findings suggest consequences for their political interest, participation, identity, and perceptions of inequality, shaped through economic, linguistic, skill-based, and social mechanisms. The study also implies the role of alternative/national service in mitigating the identified effects.",
        "doi": "https://doi.org/10.31235/osf.io/2kavb_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "2kavb",
        "version": 1
      },
      {
        "title": "Theorizing Audiency",
        "authors": "Rainer Polak, Lara Pearson, Samuel Horlor",
        "abstract": "This is a postprint of a paper accepted for publication in the Journal of the Royal Musical Association. It represents the introduction to a themed section (“round table”) that contains three articles, each one examining the context-specific dynamics and theoretical significance of audiency in its own ethnographic case study: • Performance in the Round: Embedded Audiency at Music-Dance Events in Mali (Rainer Polak) • Adjusting to the Other: Audiencing Through Gesture in Karnatak Vocal Lessons (Lara Pearson) • Ubiquitous Audiency: Recorded Music and Attention in Everyday Public-space Encounters in China (Samuel Horlor)",
        "doi": "https://doi.org/10.31235/osf.io/afy23_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d43",
            "name": "Music"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "afy23",
        "version": 1
      },
      {
        "title": "Strengthening the Institutional Visibility of Industrial Bioengineers on Biotechnology: Evidence from Japan’s Professional Engineer System",
        "authors": "Hiroshi Honda, Hitoshi Kakidani, Motonori Tomita, Tetsuo Nakano, Hideki Tohda",
        "abstract": "Industrial biotechnology plays a central role in contemporary innovation systems; however, the professional positioning of industrial bioengineers within international engineering qualification frameworks remains insufficiently clarified. This study presents a data-informed institutional analysis of how industrial bioengineering is recognized within professional qualification systems by combining a comparative review of international qualification frameworks with quantitative analysis of membership statistics from Japan’s Professional Engineer system. The review indicates that bioengineering is most often positioned primarily within biomedical engineering, while comprehensive qualification categories encompassing genetic engineering, cell engineering, and industrial bioprocess engineering, such as those institutionalized in Japan, are rarely explicitly articulated at the international level. Moreover, analysis of division-level data across 20 engineering disciplines in Japan further shows that organizational engagement, measured by organization rates, exhibits a negative but statistically non-significant association with division size. This trend suggests that in large divisions where holding the qualification itself provides practical advantages, such as preferential evaluation in public procurement, incentives for active participation in professional organizations may be relatively weaker. In contrast, smaller divisions display greater variability in organization rates and appear more sensitive to qualitative institutional factors. Within this context, the biotechnology division is distinctive, exhibiting both the highest organization rate (59.4%) and the highest female representation (13.4%) among all divisions. These characteristics are consistent with the nature of industrial biotechnology, a field characterized by rapid technological advances and persistent ethical, safety, and regulatory challenges that require continuous human interaction and collective professional governance. Using Japan’s Professional Engineer (Biotechnology and Bioengineering) system as an implemented reference, this study highlights the importance of institutionalizing industrial bioengineering through professional qualification frameworks and encourages economies to consider similar approaches to support sustained professional engagement.",
        "doi": "https://doi.org/10.31235/osf.io/8ufbc_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "8ufbc",
        "version": 1
      },
      {
        "title": "Revolted, subordinated and despised: Haitian kindness and the challenges of Haitian immigrant masculinity in Brazil",
        "authors": "Ethol Exime",
        "abstract": "This study examined the characteristics of masculinity among Haitian immigrants in Brazil, identifying the challenges and opportunities for the expression of Haitian chivalrousness or kindness in a context of migratory subalternization. It focused on two objectives: to analyze the practice of masculinity of Haitian immigrant men in the Brazilian context, and to understand the role of experience reports in advancing the process of social integration of Haitian immigrants. The present research is a qualitative experience report involving 11 Haitian men living in the cities of Londrina- PR, Cascavel-PR, and Dourados-MS, as well as three immigrant wives. The theory of subaltern realism was used to critically ground the central theme of Subaltern Masculinity. The results reveal the importance of the concept of \"Haitian kindness\" in understanding Haitian masculinity, which is characterized by values such as respect for elders, honor, courtesy, and care for people. However, this kindness is often misinterpreted and contributes to the subordination of Haitian men in Brazil. It revealed the need for actions for social integration and cultural literacy that should be aligned with public policies to combat discrimination, subalternity and stereotypes in the Brazilian context. It is possible to conclude that teaching Haitian culture, mediated by Artificial Intelligence (AI), and implementing cultural training platforms can help to deconstruct prejudiced statements.",
        "doi": "https://doi.org/10.31235/osf.io/h7qg6_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "h7qg6",
        "version": 1
      },
      {
        "title": "Mapping the Unknown: Research Gaps in Parenting Leave Inequality Research in Europe",
        "authors": "Alzbeta Bartova, Johanna Lammi-Taskula, Thordis Reimer, Mare Ainsaar, Sonja Blum, Ruta Braziene, Jeanne Fagnani, Martin Gurin, Gerlinde Mauerer, Marija Mosurović Ružičić",
        "abstract": "This report was produced within COST Action CA21150 “Parental Leave Policies and Social Sustainability (Sustainability@Leave)”, Working Group 2, and provides a systematic assessment of knowledge gaps in European research on parenting leave and social inequalities. Parenting leave policies constitute a key pillar of social sustainability, with demonstrated relevance for gender equality, labour market participation, health, and child well-being. While European research on parenting leave has expanded significantly over recent decades, the available evidence remains fragmented and uneven. Drawing on a narrative review of more than 400 publications from 24 European countries, this report maps which dimensions of inequality have been most extensively studied and identifies where substantial blind spots persist across countries, social groups, and levels of analysis. The review shows that research has focused predominantly on gender, particularly mothers’ employment trajectories and fathers’ take-up of leave. By contrast, other crucial dimensions of inequality, including health, disability, well-being, citizenship, ethnicity, non-standard employment, and diverse family forms, remain marginal in the literature. In addition, most studies implicitly centre on parents in stable, standard employment, resulting in limited evidence on the experiences of precarious workers, the self-employed, migrants, and low-income families. These biases restrict the capacity of current research to evaluate whether parenting leave policies reduce inequalities broadly or primarily benefit already advantaged groups. The report makes a central contribution by systematically linking policy design features (eligibility rules, benefit levels, individualisation, flexibility) with policy outcomes (leave take-up and longer-term inequality effects) and by highlighting the need for more intersectional, multi-level, and comparative research. It demonstrates that although a gender lens remains central to parental leave policies, future research should adopt a broader perspective to examine how multiple inequalities intersect. Strengthening data infrastructures, improving the measurement of leave use, and integrating qualitative and quantitative approaches are essential for advancing policy-relevant evidence. Policy recommendations emphasise the importance of inclusive parenting leave designs that accommodate diverse employment trajectories, ensure adequate income replacement, and support individual entitlements for both parents. The report also underlines the need for systematic monitoring of the EU Work–Life Balance Directive, not only in terms of legal compliance but with regard to its distributional effects across social groups and countries. By identifying where evidence is missing, this report provides a strategic agenda for future research aimed at improving the inequality-reducing potential of parenting leave policies in Europe.",
        "doi": "https://doi.org/10.31235/osf.io/8kbsz_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8kbsz",
        "version": 1
      },
      {
        "title": "Trekkers’ Experience and Sustainable Behaviour in the Annapurna Region: Examining Role of Satisfaction and Guiding Practice",
        "authors": "Ankit Thapa",
        "abstract": "Mountain tourism in Nepal has expanded rapidly, particularly in the Annapurna region, raising concerns about environmental pressure and the sustainability of trekking practices. While trekkers’ experience has often been linked to satisfaction and pro-environmental behaviour, empirical evidence from Himalayan contexts remains limited. This study investigates the relationship between trekkers’ experience, satisfaction, and sustainable behaviour, and examines the role of guiding practices within the framework of Nepal’s trekking policies. This study examines the relationship between trekkers’ experience, satisfaction, and sustainable behaviour in the Annapurna Conservation Area (ACA), Nepal, using empirical survey data. A quantitative, causal-comparative research design was employed, drawing on primary data collected from trekkers through a structured questionnaire administered in situ. Data were analysed using descriptive statistics, correlation analysis, multiple regression, and mediation testing. Findings indicate that trekking experience is positively associated with both satisfaction and sustainable behaviour. However, satisfaction does not demonstrate a statistically significant mediating effect between experience and sustainable behaviour in this dataset (Sobel test, p = 0.1205). The results also reveal a notable gap between government policy advocating compulsory guiding and actual trekking practices, with majority (64%) of trekkers undertaking treks without guides where a low resource mountain tourism infrastructure is clearly identified for implication of rules. The study contributes to debates on sustainable mountain tourism by highlighting the importance of experience quality and governance mechanisms rather than satisfaction alone in shaping responsible behaviour. Policy implications are discussed in relation to guiding regulation, visitor management, and sustainability in high-altitude destinations. Keywords: Trekking experience; Sustainable behaviour; Annapurna",
        "doi": "https://doi.org/10.31235/osf.io/qy274_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "qy274",
        "version": 1
      },
      {
        "title": "“I thought it was normal”: Menstrual education, symptom interpretation, and diagnostic delay",
        "authors": "Emily Santora, Ariana Ferdous Rahman",
        "abstract": "Menstrual education shapes how individuals learn to interpret bodily symptoms and decide when to seek care. In the United States, menstrual education often emphasizes hygiene, discretion, and endurance, while providing limited guidance on biological variability or indicators of abnormality. This study examines how these educational narratives influence perceptions of normal menstrual bleeding and contribute to delayed care-seeking and diagnosis. Using a qualitative, multi-method design, we conducted five focus groups with college-aged women (n = 33) and semi-structured interviews with women diagnosed with endometriosis or polycystic ovary syndrome (n = 12). Data were analyzed using reflexive thematic analysis to explore sources and content of menstrual education, normalization of pain and irregularity, and pathways to symptom recognition and diagnosis. Participants described learning about menstruation primarily through family and school-based education that prioritized management and concealment over biological understanding. Pain and irregular bleeding were commonly framed as routine, leading many participants to interpret persistent or severe symptoms as normal variation. For those with diagnosed gynecological conditions, this misrecognition delayed care-seeking and contributed to prolonged diagnostic timelines. Limited menstrual health knowledge also shaped early clinical encounters, reinforcing reassurance and dismissal. These findings highlight menstrual education as an upstream social process that structures symptom interpretation before individuals enter healthcare settings. Reframing menstrual education to emphasize biological variability and symptom legitimacy may support earlier recognition of abnormal symptoms and reduce diagnostic delay.",
        "doi": "https://doi.org/10.31235/osf.io/kurqj_v1",
        "subjects": [],
        "id": "kurqj",
        "version": 1
      },
      {
        "title": "Learning Forensics through Media Case Studies: Analytical Insights from Forensic Files",
        "authors": "Himanshi Mulchandani ",
        "abstract": "Forensic science embraces all branches of physical and natural sciences, including biology, chemistry, physics, and technology, to support the criminal justice system. This paper undertakes the analysis of several case studies from the American documentary television series Forensic Files based on the forensic methods used in the cases and their educational lessons. The study highlights forensic analytical techniques and technologies that have developed significantly over the years, from the traditional serological and trace methods to the latest DNA profiling and computer enhancement methods. Modern forensic techniques and crime scene practices, such as DNA phenotyping, toxicological analysis, ballistics, and firearm analysis and collection, preservation, documentation, maintaining the chain of custody, and courtroom presentation, respectively, have not only impacted the educational development of the general public towards forensic science but also contributed significantly towards their personal knowledge of important evidence and crime detection. This case study explains the educational value of forensic case studies, using the media as a healthy approach to improving scholars' critical and analytical capacities.",
        "doi": "https://doi.org/10.31235/osf.io/nj95f_v1",
        "subjects": [],
        "id": "nj95f",
        "version": 1
      },
      {
        "title": "Syntax-driven number reading: The identification of digits is dominated by the number’s syntactic structure",
        "authors": "Dror Dotan",
        "abstract": "Reading aloud multi-digit numbers is a surprisingly difficult cognitive operation that involves several visual and verbal processes. The main challenge is the need to handle the number’s syntactic structure, however, the extent to which this syntactic processing guides the number-reading process is still unknown. Here, I asked whether syntax-driven processing exists even in the initial visual stage that identifies each digit, via a mechanism that groups the digits according to language-specific conventions (triplets in most western languages: 23,456). Participants read aloud multi-digit numbers presented with a purely visual manipulation: the digits of each number were presented serially, and the inter-digit stimulus-onset-asynchrony (SOA) was constant except one prolonged SOA – either between the thousand and hundred digits, congruent with the standard division of numbers to triplets, or between the hundred and decade digits (incongruent grouping). Accuracy was higher in the congruent condition than in the incongruent one, indicating that the visual analyzer divides the digit string into triplets in the “standard” manner. Critically, this congruency effect was found not only when the participants read the numbers as syntactically-structured number names (“twelve”), but also when they said each number as a syntax-less series of digit names (“one, two”), i.e., triplet-grouping is not a top-down effect arising from the syntactic properties of the current verbal response. I conclude that the visual analyzer consistently divides the digit strings into “standard” triplets, and that this division guides the digit-identification process.",
        "doi": "https://doi.org/10.31219/osf.io/nbyx2_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "nbyx2",
        "version": 2
      },
      {
        "title": "“It was a force for good but...”: a mixed-methods evaluation of the implementation of the High in Fat, Sugar and Salt (HFSS) legislation in England.",
        "authors": "Alice Kininmonth, Rebecca Ann Stone, Victoria Jenneson, Emily Ennis, Robyn Naisbitt, Alexandra Johnstone, Michelle Morris, Alison Fildes",
        "abstract": "Background: In 2022, legislation in England restricted products high in fat, sugar, or salt (HFSS) in prominent store locations. This study explores retail sector (including enforcement of legislation in retail) responses to the legislation’s implementation. Methods: Four major UK retailers – ASDA, Morrisons, Sainsbury’s and Tesco - completed business-level online surveys. Interviews were conducted with representatives from three retailers (n=13; Asda, Morrisons, Sainsbury’s), the British Retail Consortium (n=1), and primary authority enforcement (n=1) (N=15). Data were collected between July and November 2024. Findings informed co-production workshops (n=3) to develop policy recommendations. Results: Stakeholders supported legislation aims but voiced concerns about complexities with interpretation and implementation, limited communication with government, access to product nutrition data, and delays to guidance. Retailers utilised various HFSS product promotional strategies while achieving compliance. Retailers reported very limited enforcement. These findings were synthesised and facilitated the development of seven policy recommendations through co-production workshops between academics and the Institute of Grocery distribution. Conclusion: HFSS legislation represents a landmark shift in regulation of the retail food environment, but clearer, timely guidance, data provision, and transparent co-production with actors cognisant of the food sector is needed to ensure legislation can be effectively implemented, enforced and evaluated.",
        "doi": "https://doi.org/10.31219/osf.io/3xjtv_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecaa96",
            "name": "Public Health"
          },
          {
            "id": "584240da54be81056cecaaa3",
            "name": "Nutrition"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "3xjtv",
        "version": 1
      },
      {
        "title": "Political Efficacy",
        "authors": "Jennifer Oser",
        "abstract": "A fundamental question asked in early survey-based political communication research is whether people feel that their political actions can affect political processes. Research has consistently shown the centrality of this political attitude, known as “political efficacy,” for democratic functioning. In recent research, political communication scholars have asked whether the rise of digital media may transform the public’s sense of political efficacy for good (due to improved information access and interactive possibilities with decision-makers) or for ill (due to information overload and a globalized sense of powerlessness). The best available cross-national evidence to date indicates, however, that digital media use and political efficacy are positively associated, and that political efficacy has a similar positive relationship with online and offline political participation. Next-step research is needed to clarify more nuanced contextual effects, particularly for lower-status individuals who tend to have lower levels of political efficacy.",
        "doi": "https://doi.org/10.31219/osf.io/dz9re",
        "subjects": [],
        "id": "dz9re",
        "version": 1
      },
      {
        "title": "Supermarket Nutritionists’ Perspectives, Views, and Experiences on Affordability Interventions to Support Healthier and More Environmentally Sustainable Food Purchasing in UK Retail Settings",
        "authors": "Rebecca Ann Stone, Adrian Brown, Flora Douglas, Hannah Greatwood, Claire Griffiths, Emma Hunter, Alexandra Johnstone, Marta Lonnie, Michelle Morris, Hannah Skeggs",
        "abstract": "Background: Food insecurity (lack of reliable access to affordable and nutritious food) is a major concern in high-income countries because it increases the risk of poor nutrition, obesity and associated adverse health outcomes. Healthier diets are often also more environmentally sustainable (hereafter; sustainable), an important factor in reducing climate change. Practice-based interventions are therefore urgently needed to support people living with food insecurity and obesity to access and afford healthier and sustainable foods. Supermarkets are a key area for intervention, as purchasing can be an antecedent to consumption. However, the retailers’ perspectives on the feasibility of implementing affordability interventions is often overlooked and under-researched. Therefore, this study explored the perspectives, views, and experiences of major UK supermarket senior nutritionists on the acceptability and feasibility of using affordability interventions for healthier and more sustainable food in the supermarket. Methods: We recruited seven UK senior supermarket nutritionists who represented 85% of the UK grocery market share. We used semi-structured interviews and analysed the data using a reflective thematic analysis approach. Results: Supermarket nutritionists perceived that their business did prioritise health and environmental sustainability for customers. However, there were several challenges encountered when trying to promote healthier and more sustainable food in the supermarket environment, including profitability concerns, unpredictability of intervention outcomes, control over own-brand products, perceived intention-behaviour gap, and a belief that they are already implementing affordability interventions. Differences in how supermarkets approach the evaluation of interventions also emerged, as well as a willingness to collaborate with academics and other retailers to optimise the evaluation of interventions. Lastly, supermarket nutritionists raised the need for an operationalised definition for sustainable food products. Conclusions: Affordability interventions to support customers to purchase healthier and more sustainable food require supermarkets to consider multiple challenges. Findings highlight the need for upstream intervention that mandates and facilitates multi-lever approaches to health and sustainability without compromising commercial viability, along with practice-based approaches to implementation and evaluation.",
        "doi": "https://doi.org/10.31219/osf.io/6v4nx_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "6v4nx",
        "version": 1
      },
      {
        "title": "Talker Differences in Perceived Emotion in Clear and Conversational Speech PREPRINT 051524",
        "authors": "Elizabeth D Young, Shae Daniel Morgan, Sarah Hargus Ferguson",
        "abstract": "Purpose: Previous work has shown that judgments of emotion differ between clear and conversational speech, particularly for perceived anger. The current study examines talker differences in perceived emotion for a database of talkers producing clear and conversational speech. Method: A database of 41 talkers was used to assess talker differences in six emotion categories (“Anger”, “Fear”, “Disgust”, “Happiness”, “Sadness”, and “Neutral”). Twenty-six healthy young adult listeners rated perceived emotion in 14 emotionally-neutral sentences produced in clear and conversational styles by all talkers in the database. Generalized linear mixed-effects modeling was utilized to examine talker differences in all six emotion categories. Results: There was a significant effect of speaking style for all emotion categories, and substantial talker differences existed after controlling for speaking style in all categories. Additionally, many emotion categories, including anger, had significant talker x style interactions. Perceived anger was significantly higher in clear speech compared to conversational speech for 85% of the talkers. Conclusions: While there is a large speaking style effect for perceived anger, the magnitude of the effect varies between talkers. The perception of negatively-valenced emotions in clear speech, including anger, may result in unintended interpersonal consequences for those utilizing clear speech as a communication facilitator. Further research is needed to examine potential acoustic sources of perceived anger in clear speech.",
        "doi": "https://doi.org/10.31219/osf.io/nxecy",
        "subjects": [
          {
            "id": "584240d954be81056ceca9c6",
            "name": "Other Life Sciences"
          },
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "nxecy",
        "version": 1
      },
      {
        "title": "Family Trajectories, Current Social Connections, and Loneliness in Later Life: A Life-Course Analysis of the 1958 British Cohort",
        "authors": "Maria Sironi, elisa tambellini, Bruno Arpino",
        "abstract": "Loneliness poses significant health risks for older adults, comparable to smoking and obesity. While research has examined concurrent factors like partnership status and health conditions, few studies adopt a life course perspective to understand how family histories during adulthood shape loneliness in later life. This study addresses this gap by examining how partnership and parenthood trajectories relate to loneliness among older adults in the UK. Our analyses use prospective cohort data, which allow us to measure variables – including early-life confounders – at multiple phases of the life course, rather than relying on retrospective (and potentially biased) recall. Specifically, using cohort data from the National Child Development Study, we analyze adults born in 1958, employing sequence and cluster analysis to identify typologies of family trajectories, and regression models to assess associations between these trajectories and loneliness outcomes at ages 61-66. Additionally, we explore the role of current social connections in reducing loneliness. By accounting for the interplay of family-life experiences, this research provides novel insights into how the timing and sequencing of family transitions influence emotional well-being in older age, showing that those following less standard trajectories are at higher risk of perceiving loneliness. Current interactions with kins and friends contribute to reduce the negative association between specific family trajectories and loneliness later in life.",
        "doi": "https://doi.org/10.31235/osf.io/ht462_v1",
        "subjects": [],
        "id": "ht462",
        "version": 1
      },
      {
        "title": "Kommunale Bürgerumfrage 2024",
        "authors": "Stadt Leipzig, Amt für Statistik und Wahlen",
        "abstract": "Bei der Kommunalen Bürgerumfrage handelt es sich um eine Mehrthemenbefragung (Omnibusbefragung). Die inhaltlichen Schwerpunkte ergeben sich aus den Informations­bedürfnissen der Stadtverwaltung. Der vorliegende Ergebnisbericht wertet ausgewählte Fragestellungen der Kommunalen Bürgerumfrage 2024 grafisch und textlich aus.",
        "doi": "https://doi.org/10.31235/osf.io/8wmab_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8wmab",
        "version": 1
      },
      {
        "title": "Socioeconomic Conditions as Predictors of Short-term Fertility Intentions in Times of a Polycrisis",
        "authors": "Darina Kmentová, Martin Kreidl",
        "abstract": "This paper shows how women’s short-term fertility intentions changed during the unfolding polycrisis between 2020 and 2022 in the Czech Republic and how this change was stratified by education and household income. We describe changes in short-term fertility intentions using predicted probabilities obtained from ordinal logistic regressions of short-term intentions on education level/income quartile over years, while controlling for age, parity, partnership status, and employment status. Data come from the second cycle of the Generations and Gender Survey (GGS-II), wave 1 from the Czech Republic, which was conducted between 2020 and 2022. Short-term fertility intentions declined in most education and income groups between 2020 and 2022. Only among women in the highest income quartile, there is no apparent decline in short-term intentions from 2020 to 2022. Among women with lower education, short-term fertility intentions declined more rapidly than among women with higher education. There apparently is a much stronger demographic resilience among women in the wealthiest households. Resilience among the rich was likely boosted by the tax reform of 2021, which reduced the tax rate of individuals in the highest income quintile by almost 5 % on average, while the tax rate in the lowest quintile dropped only by 2 %. This tax change could have weakened the sensitivity of the richest individuals to the unfolding polycrisis.",
        "doi": "https://doi.org/10.31235/osf.io/2kfns_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "2kfns",
        "version": 1
      },
      {
        "title": "The triple burden of mental illness? A sibling analysis of parental education, polygenic scores, and gene–environment interactions",
        "authors": "INVEST Flagship, Henrik Dobewall, Sam Trejo, Maria Vaalavuo",
        "abstract": "This study examines whether parental socioeconomic resources and polygenic risk jointly shape mental health among siblings. Utilizing Finnish population registers linked to polygenic scores (PGSs), we analyze 21,178 sibling pairs (50.5% female and median year of birth 1961). We first assess whether PGSs for mental illness differ by parental education. Second, we test the polygenic prediction of psychiatric diagnoses and psychotropic medication use applying the recently developed phenotype differences model, which estimates direct genetic effects free from environmental confounding and requires genotyping of only one sibling. Third, we assess whether the relationship between polygenic risk and mental illness varies by parental education. Group differences in the PGSs were minimal. In within-family analyses, we found direct genetic effects in 7 of 12 outcome-PGS combinations. Results are contrasted with between-family analyses of unrelated individuals. Evidence that parental education moderates polygenic risk was weak and did not hold up under stringent statistical tests, highlighting challenges detecting gene-environment interactions in mental illness.",
        "doi": "https://doi.org/10.31235/osf.io/8c9z6_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8c9z6",
        "version": 1
      },
      {
        "title": "The reanimation of normative manhood acts in schools: Teachers’ accounts of boys’ manosphere-aggravated misogyny",
        "authors": "Prof Steven Roberts, Maya Del Rio Reddan, Georgia Thomas-Parr, Stephanie Wescott",
        "abstract": "Drawing on qualitative survey data from 107 Australian teachers, we analyse how boys perform masculinity in schools through dominance, derision, defiance, and harassment, in ways that constitute reanimated normative manhood acts (Schwalbe, 2014). Teachers describe a noticeable shift around 2022, coinciding with the rising visibility and popularity of the manosphere, when some boys’ misogyny became more explicit, emboldened, and unchecked. Building on Moloney and Love’s (2018) work on ‘virtual manhood acts’ (VMAs), we determine five normative manhood acts now visible offline: (1) backlash misogyny; (2) homosocial harassment; (3) humour-as-baiting; (4) sexualisation of women; and (5) disinvestment in schooling. Highlighting the inextricable relationship between online misogyny and gendered power dynamics in physical educational settings, we underscore how certain boys’ increasing disregard for consequences reflects a renewed model of masculinity rooted in backlash politics, manosphere ideologies, and a broader far-right, anti-establishment orientation toward selfhood, community, and society.",
        "doi": "https://doi.org/10.31235/osf.io/m4kd8_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76d02",
            "name": "Feminist, Gender, and Sexuality Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d6a",
            "name": "Disability and Equity in Education"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "m4kd8",
        "version": 1
      },
      {
        "title": "Motivated Causal Reasoning and Responsibility for Civilian Casualties in Military Conflicts",
        "authors": "Dimiter Toshkov, Honorata Mazepus",
        "abstract": "Causal judgments are ubiquitous in politics and are crucial for assigning responsibility and blame. But causal judgments are also tricky, especially when complex causal structures are involved, such as joint production, omissive causation and double prevention. Cognitive science has demonstrated that people are more likely to pick factors as ‘causal’ when they make a difference for the outcome across a range of counterfactual scenarios, with the scenarios sampled based on their statistical and prescriptive normality. We propose that this makes causal judgements susceptible to motivated reasoning, and ingroup favouritism in particular. We hypothesize that people will be less likely to assign causal efficacy and responsibility for counternormative outcome to groups they support, and that the bias will be greater for more complex causal structures. We test these propositions in a pre-registered survey experiment run on quota-based representative sample in Poland. The context of the experimental vignettes is a military conflict between Russia and Ukraine. We find that in all scenarios respondents assign significantly higher causal power and responsibility to the attackers when the attackers are Russian rather than Ukrainian, consistent with our theory and the very high levels of public support for Ukraine in Poland. Contrary to our expectations, responsibility of the attackers is not significantly lower when they hit a public building as a result of defending combatants moving there rather than when unprovoked. Unexpectedly, in a scenario where the civilians get killed after moving to where the defenders are, the defenders get a higher share of the blame when they are identified as Ukrainian rather than Russian. This is consistent with people holding their favored party to higher moral standards for protecting civilians.",
        "doi": "https://doi.org/10.31219/osf.io/qc563_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "qc563",
        "version": 2
      },
      {
        "title": "Unraveling the small sample bias in AR(1) models: the pros and cons of available bias correction methods",
        "authors": "Zhiwei Dou, Sigert Ariens, Eva Ceulemans, Ginette Lafit",
        "abstract": "The first order autoregressive [AR(1)] model is widely used to investigate psycholog- ical dynamics. This study focuses on the estimation and inference of the autoregressive (AR) effect in AR(1) models under a limited sample size—a common scenario in psy- chological research. State-of-the-art estimators of the autoregressive effect are known to be biased when sample sizes are small. We analytically demonstrate the causes and consequences of this small sample bias on the estimation of the AR effect, its variance, and the AR(1) model’s intercept, particularly when using OLS. In addition, we reviewed various bias correction methods proposed in the time series literature. A simulation study compares the OLS estimator with these correction methods in terms of estimation accuracy and inference. The main result indicates that the small sam- ple bias of the OLS estimator of the autoregressive effect is a consequence of limited information and correcting for this bias without more information always induces a bias-variance trade-off. Nevertheless, correction methods discussed in this research may offer improved statistical power under moderate sample sizes when the primary research goal is hypothesis testing.",
        "doi": "https://doi.org/10.31219/osf.io/esfpy_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca973",
            "name": "Statistics and Probability"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "esfpy",
        "version": 2
      },
      {
        "title": "Inventory of Modes of Existential Awareness (IMEA): A new typology and a tool for assessing distinct self-transcendent and non-dual awareness states",
        "authors": "Dusana Dorjee, Thy Nguyen, Olivia Märtins",
        "abstract": "Objectives Self-transcendent and non-dual states of awareness are increasingly investigated in research on mechanisms underpinning contemplative practices and their mental health applications. This study presents a new typology of 15 such states, called in this framework ‘Modes of Existential Awareness’ (MEAs), and an initial validation of a new measure of MEAs - The Inventory of Modes of Existential Awareness (IMEA). Methods The IMEA consists of 15 brief scenarios, describing each of the MEAs, divided into three categories: positive, negative and incomplete MEAs. The scenarios are followed by questions about frequency of experiencing MEAs within and outside of meditation, and at will. Ninety-seven participants with meditation experience completed the IMEA together with a measure recording characteristics of their contemplative practice and established self-reports of decentering, psychological wellbeing, mindfulness, meditation depth and personality. Results Meditators experienced positive MEAs most frequently. Hours of meditation practice and retreat experience were significantly positively correlated with the majority of the positive MEAs. Positive MEAs were significantly more frequently experienced in meditation and negative MEAs outside of meditation. Most positive MEAs were significantly positively related to decentering, mindfulness, psychological wellbeing, meditation depth and conscientiousness (and negatively with neuroticism). The opposite pattern was observed for negative MEAs. There was a lack of consistent relationships with incomplete MEAs. Conclusions The IMEA is a new flexible measure that opens new opportunities for examining both the role of self-transcendent states in mechanisms underpinning meditation and their contribution to therapeutic effects of different contemplative practice types.",
        "doi": "https://doi.org/10.31219/osf.io/smqeg_v3",
        "subjects": [],
        "id": "smqeg",
        "version": 3
      },
      {
        "title": "Remembering without (representational) memory: A neuro-computational study on regaining categoricity and compositionality from minimal traces",
        "authors": "Zahra Fayyaz, Laurenz Wiskott, Markus Werning",
        "abstract": "This paper provides a proof of principle for the philosophical theory of Trace Minimalism (Werning, 2020), a novel account of episodic memory. It claims that remembering goes without the storage of representational content in memory. Remembering rather consists in the construction of a representation about a scenario, previously experienced, through the interaction of minimal traces with acquired statistical regularities. A minimal trace merely constitutes a causal link to the experience but possesses no trans-temporally transmitted representational (viz. categorical and compositional) content. Our proof of principle uses a neuro-computational model that is based on an autoencoder modeling the visual pathway and a transformer modeling the semantic information network. It assumes the hippocampus as the host of minimal traces. Our model demonstrates that minimal traces, which lack sufficient information for the reliable categorization and composition of content on their own, can be enhanced through interaction with semantic information. This process allows for the accurate construction of past scenarios, respecting regularities in the world, and supporting the reliability of episodic memory. Our findings suggest that episodic memory relies on sparse, fragmentary information rather than stored content, providing a robust proof of principle that remembering is possible without representational memory traces.",
        "doi": "https://doi.org/10.31219/osf.io/zjprq_v2",
        "subjects": [
          {
            "id": "584240d954be81056ceca8eb",
            "name": "Bioinformatics"
          },
          {
            "id": "584240d954be81056ceca97a",
            "name": "Philosophy"
          },
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "zjprq",
        "version": 2
      },
      {
        "title": "A social influence perspective toward employee-organization relationships: The role of relationship norms in employee peer networks",
        "authors": "Yan Qu, Cen April Yue, Katie Haejung Kim, Alvin Zhou",
        "abstract": "Employee-organization relationships (EORs) have been widely examined in the scholarship of internal public relations. While previous research has focused on organizational- and leadership-level factors that shape EORs, the influence of employees’ peer networks has not received much attention. Drawing from a social influence perspective, this study examines EORs as a product of normative influence within employees’ instrument and friendship networks—those networks composed of coworkers with whom employees share information or advice and those they consider friends. An egocentric online survey was conducted to examine the effects of EOR norms on employees’ EOR perceptions and how such normative influence is moderated by structural network characteristics (i.e., network size, relationship closeness, and network density). We found that employees’ EOR perceptions were highly consistent with the EORs of their instrument and friendship ties across all dimensions. Moreover, network size and relationship closeness were directly and positively associated with certain dimensions of EORs. Relationship closeness also played a moderator role for some dimensions of EOR. Our research findings suggest the importance of organizations creating a positive relationship environment and dynamics among employees.",
        "doi": "https://doi.org/10.31235/osf.io/5kaex_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "5kaex",
        "version": 1
      },
      {
        "title": "Institutional Adult Education Regimes: Continuing Vocational Education and Training Participation and Barriers in Germany, Sweden and The United Kingdom",
        "authors": "Nate Breznau, Judith Offerhaus",
        "abstract": "This study investigates continuing vocational education and training (CVET) in three institutional contexts: Germany, Sweden, and The United Kingdom. Drawing on the first wave of PIAAC survey data’s unique questions and data availability, we analyse linkages between institutional regimes and socio-economic gradients in CVET participation and barriers to participation including self-reported constraints and lack of intrinsic interest. Theoretical and empirical evidence suggests that differences in CVET participation reflect educational, labour market, and welfare state institutions. Results show that Sweden’s universal-collectivist regime fosters the highest participation with minimal disparities, while Germany’s corporatist regime shows lower participation and higher stratification. The UK’s liberal-individualist model exhibits moderate participation but sharp socio-economic inequalities, emphasizing financial and employer-related barriers. Resource constraints such as time and money emerge as prominent barriers across institutional contexts. We thus shed light on different skill formation institutions and the differences and similarities in human behaviours and perceptions across them. Our exploratory measurement of interest opens pathways for future research that was not thought possible with existing PIAAC data. These findings contribute to long-term institutional analysis and theory, and inform policy interventions to reduce barriers, increase interest, and support disadvantaged groups.",
        "doi": "https://doi.org/10.31235/osf.io/ekda2_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ekda2",
        "version": 1
      },
      {
        "title": "Peer Review 2027: Scenarios for Academic Publishing in the Age of AI",
        "authors": "Kevin Munger, Bert N. Bakker, Adam J. Berinsky, Natascha Just, Andrew Guess, Nathalie Giger, Keren Tenenboim-Weinblatt, Regina Lawrence, Arnout van de Rijt",
        "abstract": "The practices of peer review and the broader landscape of academic publishing are under strain. Submission rates are rising, placing greater demands on editorial and reviewer capacity. The use of LLMs in the production of academic papers threatens to accelerate these trends beyond the breaking point. This article is the product of a meeting of editors of academic journals across political science, sociology, and communication science to discuss the issue of LLMs in academic publishing. We argue that peer review is an essential and irreplaceably human component of social science: if elements of the research process traditionally done by humans are substituted by AI, humans should increase their involvement with the evaluation of research. We present a scenario-casting exercise illustrating four possible equilibria for the incorporation of LLMs into the publication ecosystem, and we discuss the various levers that academic journals have at their disposal to navigate the changing landscape. We emphasize that adaptive policies with built-in evaluation mechanisms, feedback loops, and a capacity for revision are required, along with new streams of metascientific data to remain up to date as AI and its adoption continue to evolve.",
        "doi": "https://doi.org/10.31235/osf.io/594zj_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "594zj",
        "version": 1
      },
      {
        "title": "When Climate Hits Home: Local Economies and Pro-Environmentalism in Congressional Politics",
        "authors": "Rachel Porter, Benjamin Francis, William Kakenmaster",
        "abstract": "Despite scientific consensus on the realities of climate change, environmental policy remains among the most contentious issues in the United States Congress. How are local economic realities reflected in political representation amid polarization? Using original data on campaign commitments and legislative activity, we examine whether climate disaster risk and energy-sector composition are associated with greater pro-environmentalism among congressional politicians. We find asymmetric partisan effects. Republicans representing districts with higher baseline vulnerability to climate disasters are more likely to adopt pro-environmental campaign commitments and support pro-environmental legislation in Congress. Democrats from districts with high dependence on carbon-intensive industries for constituent employment are less likely to advocate for pro-environmental policies during campaigns, but they consistently maintain strong pro-environmental legislative records, regardless of district composition. These findings reveal that local economic pressures correspond with some Republicans' support for climate action while Democratic behavior remains largely stable, identifying promising opportunities for cross-party coalition building.",
        "doi": "https://doi.org/10.31235/osf.io/57dsu_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "57dsu",
        "version": 1
      },
      {
        "title": "Why Diversity Measures Are Not Comparable (and How to Fix It): Normalizing Multitype Team Diversity",
        "authors": "Yeray Barrios-Fleitas, Arend Rensink",
        "abstract": "Research on team diversity increasingly adopts multitype and multidimensional designs, yet the measurement of diversity remains methodologically fragmented. Although existing frameworks distinguish theoretically meaningful diversity types, the indices used to operationalize them are expressed on heterogeneous and non-comparable scales. As a result, researchers face persistent difficulties in interpreting coefficients, comparing diversity between attributes or types, and integrating diversity measures into multivariate, longitudinal, or optimization-based models. To address this limitation, we propose a systematic normalization of multitype team diversity indices. Building directly on Dawson’s measurement framework, we derive the theoretical maximum of each diversity index according to its corresponding assumptions regarding diversity type, attribute scale, and team size. Using these maxima, all indices are rescaled to the unit interval [0-1], preserving their substantive meaning while making them directly comparable. This normalization completes an essential but previously implicit step in multitype diversity measurement and provides a unified, interpretable metric that strengthens the methodological foundations of cumulative research on team diversity.",
        "doi": "https://doi.org/10.31235/osf.io/4u3cd_v1",
        "subjects": [],
        "id": "4u3cd",
        "version": 1
      },
      {
        "title": "Reallocation of wellbeing across the life course in the OECD between 2008 and 2024",
        "authors": "Jose Marquez, Jan-Emmanuel De Neve",
        "abstract": "Introduction: Recent evidence suggests a substantial temporal change in the traditional U-shaped age-wellbeing relationship in many countries. From a sustainable wellbeing perspective that emphasises intergenerational equity, we examine how wellbeing was reallocated across age groups in 28 OECD countries between 2008 and 2024. Method: We analyse life evaluation (0–10 scale) data from the Gallup World Poll at four anchor years (2008, 2011, 2019, 2024), using country-specific models and two classification approaches (quadratic and confidence-interval-based). We assess cross-national heterogeneity, methodological sensitivity, and sustainable wellbeing implications through age-group reallocation patterns. Results: Age-wellbeing profiles varied greatly across countries, with classifications sensitive to functional form, age boundaries, and temporal pooling. We identified five patterns: (1) sustainable (8 countries including Eastern Europe, East Asia, Chile: broad-based gains across all age groups), (2) unsustainable (14 countries across North, Western and Southern Europe, North America, and New Zealand, characterised by early-adulthood decline alongside substantially better outcomes in late adulthood; Spain exemplified the starkest contrast (-1.34 point-change for ages 18-29, and +0.83 for ages 70-79)), (3) no significant age-based reallocation (Turkey, Israel), (4) reverse patterns (United Kingdom, Ireland: late adulthood fared worse than early adulthood), (5) mixed/unique patterns (Australia, Denmark). Conclusion: Age-wellbeing profile classifications are sensitive to methodological choices, though reallocation patterns provide robust evidence about distributional dynamics. Half the sample showed unsustainable trajectories, raising profound intergenerational equity concerns. Eight countries achieved sustainable, broad-based gains, all starting from low baselines, which suggests that equitable trajectories may be more easily achievable when aggregate wellbeing is improving rather than declining. Addressing unsustainable patterns requires comprehensive policy attention and routine age-disaggregated monitoring.",
        "doi": "https://doi.org/10.31235/osf.io/ugpek_v1",
        "subjects": [],
        "id": "ugpek",
        "version": 1
      },
      {
        "title": "Verb-Noun Collocation Patterns in News Reports on the 2025 Papal Conclave: A Corpus-Based Study",
        "authors": "Mark Anthony Aryee",
        "abstract": "This paper explores verb-noun collocation in international news coverage of the 2025 Papal Conclave. 20 online news articles were gathered from the media. A total of 438 verb-noun collocations were identified using AntConc version 3.5.9. The collocation patterns were analysed in terms of their frequency, syntactic structure, and discourse using a qualitative approach. The findings reveal that verb-noun collocations such as elected pope, pope said, and cardinals held were the most frequent. The findings also reveal that pre-election coverage emphasises suspense and secrecy while post-election coverage highlights institutional legitimacy, authority and continuity. Three main themes were also identified including “Papal Identity and Authority”, “Church Governance and Hierarchy” and “Ceremonial and Liturgical Roles”. The findings highlight that collocations are not just grammatical but ideological. The study demonstrates the reliability of corpus-based methods in revealing subtle ideologies in religious media discourse.",
        "doi": "https://doi.org/10.31235/osf.io/2p93b_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          }
        ],
        "id": "2p93b",
        "version": 1
      },
      {
        "title": "Adjusting to the Other: Audiencing Through Gesture in Karnatak Vocal Lessons",
        "authors": "Lara Pearson",
        "abstract": "In addition to their pedagogic dimensions, music lessons are contexts for performing and audiencing. This article focuses on performance-audiency interactions in Karnatak vocal lessons in South India, exploring how teachers and students audience each other. Drawing on work from phenomenological and pragmatist traditions, I analyse ways that gesture, gaze and utterance contribute to teachers’ and students’ grip over their interactions, both with the other person and with the music performed. Through this analysis I develop the concept of audiency as an active and embodied ‘adjustment to the other’, and aim to further understanding of music as interaction.",
        "doi": "https://doi.org/10.31235/osf.io/3xjv7_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d43",
            "name": "Music"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "3xjv7",
        "version": 1
      },
      {
        "title": "Women Workers and Employment Guarantee in Urban Rajasthan",
        "authors": "Krishna Priya Choragudi",
        "abstract": "This paper examines women workers’ participation in the Indira Gandhi Rozgar Guarantee Yojana–Urban (IRGY), a public works program introduced in 2022 in Rajasthan as one of the recent experiments with employment guarantee schemes in urban India. The study reveals that women demonstrate significantly higher interest and participation in IRGY than men, especially those engaged in housework/ casual wage work. A central benefit of IRGY for women lies in its role in easing their entry or return to the labor market through flexible and locally available employment provided by the government. In a context where female labor force participation has historically remained low, the paper shows how access to public employment can facilitate women’s participation in the labour force, expanding the pool of working women, not just redistributing work among those already employed, making IRGY a novel intervention in urban employment policy.",
        "doi": "https://doi.org/10.31235/osf.io/kpnyq_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "kpnyq",
        "version": 2
      },
      {
        "title": "The Timing of Suboptimality: How Temporal Uncertainty Drives Procrastination Behavior",
        "authors": "Konstantina Sokratous, Arend Hintze, Anderson K. Fitch, Peter Kvam",
        "abstract": "Procrastination, where people engage with an immediately rewarding task when they should work on a task with a delayed payoff, is typically framed as self-regulation failure or lack of motivation. We challenge this view by demonstrating that procrastination emerges naturally from the computational intractability of sequential resource allocation under temporal uncertainty. When time horizons are certain, humans approach mathematically optimal strategies for balancing competing tasks. However, when deadlines are uncertain -- requiring integration over exponentially growing outcome spaces -- participants systematically over-invest in immediate rewards early, then attempt to compensate too late. Critically, this temporal signature of deviation from optimality predicts individual differences in self-reported procrastination independently of overall task performance. Using machine learning to relate behavioral patterns across 24 conditions of a sequential resource allocation task to validated self-report measures, we show that procrastinators exhibit a specific timing dysfunction: being suboptimal early when optimal policy prescribes work -- not merely performing worse on average. These findings reframe procrastination as bounded rationality under computational constraints rather than pure irrationality, suggesting that interventions targeting uncertainty reduction or temporal scaffolding may prove more effective than exhortations to increase motivation or willpower.",
        "doi": "https://doi.org/10.31219/osf.io/trkv9_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecabbb",
            "name": "Computer Sciences"
          }
        ],
        "id": "trkv9",
        "version": 3
      },
      {
        "title": "Examining the Signal-Detection Account of Visual Working Memory",
        "authors": "Yiou He, David Kellen, Henrik Singmann",
        "abstract": "The study of visual working memory has long centered on debates between Signal Detection Theory (SDT) and discrete-slots models. A notable limitation of these debates is the strong reliance on parametric assumptions and selective-influence manipulations that rarely receive direct test. Here we take a different approach by examining whether visual working-memory judgments satisfy the structural constraints implied by a random-scale representation—a general latent-variable framework from which both SDT and discrete-slots models can be derived. In Experiments 1a and 1b, multiple-alternative forced-choice judgments conformed to these constraints, allowing the reconstruction of single-item ROC functions without response-bias manipulations. The reconstructed ROC functions were curved and asymmetric, contradicting the linear predictions of discrete-slots accounts. Experiment 2 provided a complementary failure case, showing that random-scale constraints break down precisely when their theoretical conditions are not met. Experiment 3 extended the findings to item-location bindings in change detection, again yielding an asymmetric ROC function that neither equal-variance SDT nor discrete-slots models can accommodate. Together, the results show that visual working memory judgments respect the general assumptions underlying SDT while undermining the core commitments of discrete-slots theories.",
        "doi": "https://doi.org/10.31219/osf.io/w287y_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "w287y",
        "version": 3
      },
      {
        "title": "An exploratory psychometric network analysis of the college adaptation questionnaire in a sample of first year students",
        "authors": "Thomas V.  Pollet, Gabriele Adomaviciute, Nadine Haggag, Alyson Dodd, Sam G. B. Roberts",
        "abstract": "The transition to university requires adjustment by students across many aspects of their lives. Multiple instruments have been developed to assess adjustment to life at university. One of the key instruments which has been widely adopted is the College Adaptation Questionnaire (CAQ). This measure is typically applied as a unidimensional measurement instrument. We examined the structure of the CAQ using a sample of 240 first year students at a UK university using psychometric network analyses. In addition, we examined whether the network structure for the items differed between first generation university students and non-first generation students. Using a Clique Percolation method, we found support for four clusters: satisfaction with university life and support (e.g. ‘I am very satisfied with the course of my studies’), social connection (e.g. ‘I made many friends here’), adjustment to university (e.g. ‘I find it hard to get used to life here’) and student motivation (‘Sometimes I do not know what to do with my time’). Network comparison tests suggested that the structure of the psychometric network did not significantly vary according to first generation status. We discuss our findings with reference to capturing student adjustment to university. Our findings suggest that the CAQ should preferably be used as a multidimensional instrument.",
        "doi": "https://doi.org/10.31219/osf.io/fpej9_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "fpej9",
        "version": 3
      },
      {
        "title": "Toward Loopback Cinema: A Conceptual Framework for Emotion-Adaptive Narrative Film Systems",
        "authors": "Velayutham S",
        "abstract": "Contemporary cinema is fundamentally passive; narrative progression remains fixed regardless of the viewer’s emotional state, attentional engagement, or cognitive response. While interactive media have introduced branching structures through explicit user choices, such systems rely on conscious decision-making rather than implicit emotional feedback. This white paper proposes a conceptual framework for Loopback Cinema, an emotion-adaptive narrative paradigm in which a film continuously reshapes its storytelling trajectory based on the inferred viewer affective state. Loopback Cinema is conceptualized as a closed feedback loop between viewer emotional response and narrative generation, where affective signals serve as implicit inputs to a dynamic scene-selection process. The framework introduces the notions of continuous affective sensing, narrative state spaces, and loopback-driven scene orchestration, positioning cinema as a responsive system rather than as a linear artifact. Importantly, the framework is non-diagnostic and non-deterministic, functioning as a storytelling orientation mechanism, rather than a psychological assessment tool. By reframing cinema as a living narrative system that listens to its audience, this study outlines a foundation for future research in emotion-adaptive media, affective human–computer interaction, and next-generation cinematic experiences.",
        "doi": "https://doi.org/10.33767/osf.io/grjx6_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecabf7",
            "name": "Electrical and Computer Engineering"
          },
          {
            "id": "584240d954be81056ceca9f3",
            "name": "Computer Engineering"
          },
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          },
          {
            "id": "584240d954be81056ceca8ac",
            "name": "Film and Media Studies"
          }
        ],
        "id": "grjx6",
        "version": 1
      },
      {
        "title": "On the Conditions of Human and Civilizational Load: A Foundational Declaration",
        "authors": "C.H. McCray",
        "abstract": "This paper introduces Onodynamics, the study of sustained load in human and civilizational systems. It observes that many failures commonly attributed to moral, psychological, political, or economic causes are more accurately understood as capacity failures arising from sustained compression. By isolating compression as a governing condition rather than a situational stressor, this work defines a distinct scientific object concerned with regime behavior under load. The paper does not propose interventions, prescriptions, or optimization strategies. It names a condition, delineates its properties, and establishes boundaries on interpretation and use.",
        "doi": "https://doi.org/10.33767/osf.io/znjfr_v1",
        "subjects": [],
        "id": "znjfr",
        "version": 1
      },
      {
        "title": "Screams in Silence: The Sound of Fear in Bernard Herrmann's Psycho Score– A Media Psychological Study",
        "authors": "Reana A. Francis",
        "abstract": "Suspense is central to cinematic storytelling, shaping how audiences perceive, anticipate, and emotionally respond to narrative events. Alfred Hitchcock’s Psycho (1960) exemplifies this mastery, in large part through the chilling score of Bernard Herrmann. This study investigates how Herrmann’s music generates tension, fear, and psychological engagement by analyzing key sequences such as the infamous shower scene, parlor and hallway sequences, and moments of deliberate silence. Through qualitative scene analysis, the research examines the interplay between musical elements—including staccato strings, dissonant harmonies, and rhythmic pacing—and Hitchcock’s visual techniques, such as framing, camera movement, and editing rhythm. The findings demonstrate that Herrmann’s score functions not merely as accompaniment but as an active mechanism for directing attention, sustaining suspense, and eliciting cognitive and emotional responses. The alignment of auditory and visual elements creates a multi-sensory experience that intensifies narrative tension and manipulates audience expectation. By situating this analysis within media psychology and film theory, the study provides insight into how music can shape perception, heighten emotional arousal, and construct immersive suspense. This research contributes to understanding the mechanics of cinematic fear, offering practical and theoretical implications for scholars, filmmakers, and media creators interested in the design of psychologically compelling audiovisual narratives.",
        "doi": "https://doi.org/10.33767/osf.io/9p457_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8ac",
            "name": "Film and Media Studies"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecab10",
            "name": "American Studies"
          },
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          },
          {
            "id": "584240da54be81056cecab45",
            "name": "Music"
          }
        ],
        "id": "9p457",
        "version": 1
      },
      {
        "title": "Sound of Surveillance: Speculative Futures for Voice Data in India",
        "authors": "Sonika",
        "abstract": "Voice-activated technology embodies India's ongoing negotiation between the promise of empowerment and the spectre of surveillance. Building upon the paper's dialectic, progress versus risk, and the search for ethical synthesis, this analysis offers an integrated examination of the voice interaction data lifecycle, drawing in the realities of India's socio-cultural and regulatory frameworks. Moving well beyond traditional legal compliance, it proposes contextually attuned, speculative design interventions, and situates these within broader debates about universal versus contextual privacy models in the era of AI-driven voice ecosystems. Based on a comprehensive survey of 500 respondents across urban and semi-urban India, this study reveals profound contradictions in user behavior: while 76% remain unaware of voiceprints as biometric identifiers, they continue engaging with voice technologies that unknowingly create these digital fingerprints. The research identifies four critical tension points,the unacknowledged biometric, the convenience paradox, the lingual gap, and task-specific utility versus broad integration,that illuminate the complex relationship between technological adoption and privacy awareness in contemporary India.",
        "doi": "https://doi.org/10.33767/osf.io/5wqjy_v1",
        "subjects": [],
        "id": "5wqjy",
        "version": 1
      },
      {
        "title": "Ichabod’s Mind: A Narrative Synthesis of Suspense, Folklore, and Cognitive Fear",
        "authors": "Reana A. Francis",
        "abstract": "This paper presents a narrative review and theoretical synthesis of suspense, fear processing, and cognitive engagement as illustrated through Washington Irving’s The Legend of Sleepy Hollow. Drawing on historical folklore, cultural archetypes, and psychological theory, the study examines how environmental and narrative cues evoke anticipatory anxiety, attentional focus, and embodied cognitive responses in readers. The methodology integrates literary analysis, folklore scholarship, and cognitive psychology to map the processes through which narrative suspense and sensory description guide emotional, perceptual, and decision-making responses. Particular attention is given to the interplay between memory, expectation, and sensory integration, emphasizing how the anticipation of threat shapes cognition and behavior. The paper situates the Headless Horseman within a broader psychological and symbolic framework, exploring his role as a projection of communal fear, social anxiety, and shadowed aspects of identity. Through the lens of Jungian depth psychology and contemporary threat-processing research, the Horseman archetype is analyzed as both a cultural artifact and a cognitive trigger, demonstrating how folklore leverages human attentional biases, pattern recognition, and predictive processing to elicit suspense and fear. Literary descriptions of Sleepy Hollow’s nocturnal environment are treated as structured stimuli, where auditory, visual, and spatial cues interact with reader expectation to produce measurable anticipatory responses. By synthesizing folklore, historical context, and cognitive theory, this work illustrates how narrative and environmental patterns can shape affective experience, decision-making, and learning. It highlights how cultural stories, while entertaining, function as cognitive scaffolds that train attention, pattern recognition, and emotional regulation in response to threat. This approach bridges literary scholarship, psychology, and cognitive science, offering a model for understanding the enduring power of suspenseful folklore and its role in shaping perceptual and emotional engagement. The analysis underscores the relevance of these findings for contemporary education, narrative therapy, and media studies, suggesting that immersive storytelling can serve as both a cultural and cognitive tool. By framing fear as an adaptive, structured cognitive process, this paper extends theoretical models of suspense and emotional engagement beyond purely linguistic interpretation, illustrating how readers experience, predict, and respond to narrative threats at multiple levels of cognition.",
        "doi": "https://doi.org/10.33767/osf.io/ts6d4_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240d954be81056ceca8ae",
            "name": "Medical Sciences"
          },
          {
            "id": "584240da54be81056cecab69",
            "name": "Medical Specialties"
          },
          {
            "id": "584240da54be81056cecac85",
            "name": "Other Social and Behavioral Sciences"
          }
        ],
        "id": "ts6d4",
        "version": 1
      },
      {
        "title": "Eyes in the Static: A Narrative Synthesis of Cognitive Fear in Japanese Horror",
        "authors": "Reana A. Francis",
        "abstract": "This narrative review examines the psychological mechanisms underlying fear, uncertainty, and anticipatory cognition in Japanese horror folklore, drawing on tales such as Ringu, Ju-on, and Noroi. These narratives generate sustained suspense through minimalistic and ambiguous sensory cues—whispered sounds, flickering thresholds, and unseen presences—that engage perceptual systems and cognitive expectations, providing a rich context for exploring the architecture of human anxiety. Integrating frameworks from depth psychology, including Jungian interpretations of the Shadow, with contemporary cognitive neuroscience, Japanese horror functions as a model for investigating how the mind responds to unresolved threats, ambiguity, and environmental uncertainty. Narrative structures create a feedback loop in which anticipatory attention heightens perceptual sensitivity, amplifying emotional arousal, and facilitating selective encoding of threat-relevant stimuli. Such dynamics illustrate principles of predictive coding: the mind continuously generates hypotheses about potential dangers, and ambiguous cues trigger recursive simulations of threat scenarios, producing sustained psychological tension. Psychophysiological responses align with sympathetic activation, heightened vigilance, and modulation of memory consolidation, highlighting the potential of folklore narratives to serve as naturalistic laboratories for studying affective regulation and cognitive anticipation. Beyond fear, Japanese horror engages themes of existential uncertainty, boundary dissolution, and moral ambiguity, offering a symbolic space in which repressed anxieties, unintegrated psychic content, and shadow material can be externalized and negotiated. These narratives reveal mechanisms of attention, emotion regulation, and threat appraisal that may inform experimental and clinical psychology. Folklore thus emerges as both a cultural artifact and a psychologically resonant system, demonstrating how immersive narrative experiences shape cognitive-affective processes. By synthesizing narrative, psychological, and cognitive perspectives, the review underscores the translational value of folklore for research: Japanese horror provides a structured yet immersive paradigm for examining environmental ambiguity, cognitive anticipation, and emotional response, offering pathways to study stress, trauma, and adaptive coping strategies within controlled narrative contexts. Integration of classical psychological theory with contemporary empirical frameworks highlights the enduring relevance of archetypal horror narratives as tools for advancing understanding in cognitive-affective science and clinical practice.",
        "doi": "https://doi.org/10.33767/osf.io/arvqs_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056ceca8ac",
            "name": "Film and Media Studies"
          },
          {
            "id": "584240da54be81056cecab10",
            "name": "American Studies"
          }
        ],
        "id": "arvqs",
        "version": 1
      },
      {
        "title": "The Role of Sound and Music in Player Engagement &amp; Video Game-Induced Affect: A Systematic Review &amp; Meta-Analysis",
        "authors": "Enja Heikkilä, Andrew Danso, Geoff Luck",
        "abstract": "Video game sound and music have previously been found to influence player engagement and affective responses during gameplay. However, a systematic investigation into the full extent of these effects has not been conducted. This review and meta-analysis examined the influence of music and sound on player emotional (e.g., affective responses) engagement during video game play. 14 studies met the inclusion criteria, with six providing data for meta-analysis on affective valence. Results show that sound and music were able to elevate player engagement during gameplay by positively influencing engagement related domains such as enjoyment, flow, immersion and motivation. Sound and music had a significant positive effect on affective valence (g = 0.409, 95% CI [0.109, 0.709]; p = 0.007). Sensitivity analysis showed a consistent significant effect, with low heterogeneity (g = 0.287, 95% CI [0.113, 0.462]; p = 0.001; I² = 0%). Study quality was generally high, with 11 out of the 14 studies rated for a low risk of bias. There is promising evidence for video game sound and music to improve player engagement and affective responses during gameplay, yet further research as well as standardization of methodology is required to better understand the underlying mechanisms in this emerging area.",
        "doi": "https://doi.org/10.33767/osf.io/mxrgh_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca844",
            "name": "Art and Design"
          },
          {
            "id": "584240da54be81056cecac24",
            "name": "Technology and Innovation"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecab45",
            "name": "Music"
          }
        ],
        "id": "mxrgh",
        "version": 3
      },
      {
        "title": "The Geography of the Digital Divide: A Spatial Analysis of Chinese Infrastructure Investment and Educational Outcomes in Sub-Saharan Africa",
        "authors": "Jenna Butterscotch, Qianhao Zhao",
        "abstract": "This study examines the relationship between Chinese digital infrastructure investment and educational outcomes in Sub-Saharan Africa, analyzing whether large-scale \"hard\" infrastructure development translates into improved \"soft\" human capital results. Drawing on data from the China Africa Research Initiative, International Telecommunication Union, World Bank, and UNESCO covering the period 2000-2024, the research employs spatial analysis and comparative case studies of Ethiopia, Kenya, and Ghana to assess the impact of China's Digital Silk Road initiative. The theoretical framework integrates Heeks' concept of data justice and the Bass diffusion model to examine both instrumental access (physical connectivity) and structural capacity (educational outcomes). Findings reveal a significant positive correlation between Chinese ICT loans and internet penetration rates, but a weaker connection to educational indicators such as the Human Capital Index and tertiary enrollment. The analysis identifies a persistent and evolving urban-rural digital divide, with connectivity concentrated in capital cities and economic centers while rural areas remain largely disconnected. Case studies demonstrate that state-led models (Ethiopia) produce slower educational gains despite substantial investment, while market-led (Kenya) and e-government (Ghana) approaches show more promising results when combined with existing institutional capacity. The research identifies three critical challenges: the debt-education trade-off whereby loan repayments crowd out educational spending, digital sovereignty concerns related to surveillance infrastructure, and the \"leapfrog illusion\" that assumes technology can substitute for foundational educational development. The study concludes that while Chinese investment has successfully built Africa's digital backbone infrastructure, it has inadvertently reinforced spatial inequalities and failed to generate proportional improvements in human capital, particularly in rural areas. Policy recommendations emphasize the need for vendor-neutral education programs, increased investment in \"last mile\" rural connectivity, and strategic separation of infrastructure development from educational content delivery.",
        "doi": "https://doi.org/10.33767/osf.io/3cux5_v1",
        "subjects": [],
        "id": "3cux5",
        "version": 1
      },
      {
        "title": "From Generation to Detection: Leveraging Empirically Derived Linguistic Hints for LLM-Based Fake News Detection",
        "authors": "Piyush Ghasiya",
        "abstract": "The rapid advancement and widespread use of Large Language Models (LLMs) have raised concerns about their potential to generate persuasive and deceptive content at scale. As LLM- generated text becomes increasingly indistinguishable from human writing, identifying linguistic features in LLM-generated fake news is critical for both the detection and mitigation of fake news. This research examines linguistic differences between real news and LLM-generated fake news headlines across four dimensions: toxicity, sentiment, moral framing, and lexical similarity. Using prompt engineering, we created five datasets of AI-generated fake news headlines (∼22,000 each) and compared them with a dataset of real news headlines of the same size. Our analysis shows that LLM-generated fake news are more toxic, negative, and subjective, and rely more heavily on authority-based language. To verify the effectiveness of these linguistic features, we conducted classification experiments using two state-of-the-art LLMs (GPT-4o-mini and GPT-5-mini) under zero-shot, few-shot, and linguistically guided conditions. Our results show that while zero-shot performance is modest (GPT-4o-mini mean F1 = 67.89%, GPT-5-mini mean F1 = 58.47%), both few-shot and linguistic hint approaches achieve consistent and robust improvements over zero-shot, with mean F1 scores in a similar range (≈ 70%), indicating that linguistic markers can be systematically leveraged to improve automated fake news detection. Overall, these findings suggest that LLMs produce consistent linguistic features and that such features can be effectively exploited in scalable fake news detection strategies.",
        "doi": "https://doi.org/10.33767/osf.io/a9jks_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "a9jks",
        "version": 1
      },
      {
        "title": "Ghosted by the drug trade: a digital ethnography of absence, ethics, and epistemic friction on Tinder",
        "authors": "Piotr Siuda",
        "abstract": "This Research Note reflects on a digital ethnography project that set out to explore whether, and in what ways, dating app Tinder is used in the online drug trade. Despite a carefully crafted six-month study involving ethically transparent research profiles and off-platform recruitment attempts, no direct contact with drug vendors was established, and no explicit traces of illicit activity were observed. Rather than treating this outcome as a failure, the project is reframed as a site of methodological and epistemological inquiry rooted in digital ethnography, with particular attention to the challenges of conducting reflexive fieldwork in obscured, platform-mediated environments. It highlights the tensions—epistemic frictions—between researcher visibility, platform affordances, and the deliberate opacity of illicit economies. The Note details the initial research design and subsequent methodological pivots while reflecting on failure, ethical transparency, and how absence can become a meaningful object of analysis. It offers insights into how digital ethnographers might respond reflexively to inaccessible digital fields and develop strategies for engaging with phenomena that resist capture. Crucially, it argues that absence should not be read merely as methodological failure but as a reflection of how disciplinary assumptions and platform-specific affordances shape what can, and cannot, be known.",
        "doi": "https://doi.org/10.33767/osf.io/gt526_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "gt526",
        "version": 1
      },
      {
        "title": "Bots and autonomous agents",
        "authors": "Vasilisa Kuznetsova, Cornelius Puschmann",
        "abstract": "Designed to emulate human behavior through automated social media activity, social bots and autonomous agents potentially influence online conversations and public opinion. While there are positive interventions of bots providing salient information on political issues and encouraging civil debate, scholarly attention gravitates towards malicious automated agents—bots spreading partisan agendas, amplifying misinformation, or suppressing political participation. Although the precise impact of bots on public discourse is challenging to measure, their nefarious strategic use in elections is of particular concern, especially when bots are deployed as part of organized manipulation campaigns. Most bots on social media are simple algorithms that perform text-based, keyword-driven tasks. However, with recent developments in artificial intelligence, bots are becoming increasingly sophisticated and are now capable of producing diverse and original multimodal content, blurring the line between human and bot behavior and thus raising even greater concerns about the potential misuse of the technology.",
        "doi": "https://doi.org/10.33767/osf.io/j3yd4_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "j3yd4",
        "version": 1
      },
      {
        "title": "Cognitive-communicative strategies in the electoral process of Ukraine",
        "authors": "Raisa Ovinnikova",
        "abstract": "The study is devoted to the analysis of cognitive-communicative strategies that will be employed in the electoral process of Ukraine under conditions of mediatization, digitalization, and increasing cognitive load on voters. The relevance of the research will be determined by the ongoing transformation of political communication, changes in the institutional design of the electoral system following the adoption of the Electoral Code of Ukraine, and the growing role of cognitive mechanisms influencing electoral behavior and political trust. The purpose of the study will be to identify and systematize cognitive-communicative strategies used in the electoral process of Ukraine, to analyze the mechanisms of their influence on mass political consciousness and voter behavior, and to outline the opportunities and risks associated with their application in a democratic political environment. The object of the study will be the electoral process of Ukraine as a multilevel system of political interaction, while the subject of the study will comprise cognitive-communicative strategies of transmission and formation of political meanings in electoral discourse. The methodological framework of the study will be based on systemic, institutional, and structural-functional approaches, enabling the electoral process to be considered as a complex system of political communication. The research design will envisage the use of content analysis and discourse analysis to empirically identify cognitive-communicative strategies, frames, and narrative structures in electoral discourse. Interpretation of the results will rely on the theoretical foundations of cognitive linguistics and political psychology, allowing for analysis of meaning-making mechanisms in political messages and their potential impact on electoral orientations. The empirical base of the study will include pre-election programs, public speeches of political actors, and media messages disseminated during parliamentary election campaigns in Ukraine. It is expected that the results of the study will contribute to the development of a coherent theoretical and methodological framework for analyzing cognitive-communicative strategies, systematizing their types and functions, and clarifying their relationship with electoral behavior. The practical significance of the study will lie in the possibility of applying its findings in political communication, public administration, media, education, and civil society, particularly to enhance transparency and ethical standards of electoral communication under contemporary information challenges.",
        "doi": "https://doi.org/10.33767/osf.io/cg63w_v1",
        "subjects": [],
        "id": "cg63w",
        "version": 1
      },
      {
        "title": "Governing the Narrative: Algorithmic Power, Propaganda, and the Ethical Resistance of Filipino Journalists in the 2022 Philippine National Elections",
        "authors": "Kim Bernard Fajardo",
        "abstract": "This qualitative study investigates how Filipino journalists negotiated ethical dilemmas amid the algorithmic, polarized, and economically precarious media environment of the 2022 National and Local Elections. Drawing upon 27 in-depth semi-structured interviews with practitioners across broadcast, online, and community news organizations, the study employs thematic analysis to examine the moral dynamics shaping contemporary election coverage. Grounded in Ward’s (2019) virtue ethics, McLuhan’s (1964) media ecology, Shoemaker and Vos’s (2009) gatekeeping theory, and McQuail’s (2013) normative media theory, the research develops the Ethical Navigation Framework for Digital Election Coverage as a contextualized model of moral agency within Philippine journalism. Findings reveal that journalists operate in an accelerated and metricized environment where algorithms and audience analytics increasingly mediate editorial judgment. Within these conditions, practitioners continuously negotiate tensions between speed and verification, visibility and integrity, and survival and civic duty. Despite structural pressures, journalists demonstrate adaptive virtue ethics through micro-ethical practices—fact-checking rituals, public correction threads, peer debriefings, and algorithmic subversions—that sustain professional integrity and civic accountability. These acts of ethical navigation generate moral resilience, understood as the capacity to uphold reflexive judgment under constraint. Further, this research argues that digital journalism ethics must be reimagined not as adherence to static codes but as ecological responsiveness—a continuous negotiation between technological affordances, institutional constraints, and democratic imperatives.",
        "doi": "https://doi.org/10.33767/osf.io/p2hgy_v1",
        "subjects": [
          {
            "id": "584240d954be81056ceca8ac",
            "name": "Film and Media Studies"
          },
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          }
        ],
        "id": "p2hgy",
        "version": 1
      },
      {
        "title": "Conscious Branding for the Age of AI: A Jungian Framework for Symbolic, Psychological, and Ethical Communication",
        "authors": "Rafael Maria Friebe",
        "abstract": "Drawing on depth psychology, archetypal theory, narrative identity research, cinematic minimalism, and AI ethics, the project develops a theoretically grounded and methodologically operational framework for studying symbolic resonance, psychological alignment, and individuation-supportive communication. This project presents a Jungian framework for Conscious Branding in the Age of Artificial Intelligence, examining how brands and AI-mediated communication environments function as symbolic ecosystems that shape identity, emotion, attention, and cultural imagination. The work integrates: Narrative psychology Symbolic phenomenology Mindfulness research Jungian archetypal theory AI ethics and UX design Media and cinematic atmosphere studies It proposes: New measurement instruments (Symbolic Resonance Scale, Psychological Alignment Index) Ethical design principles for AI-mediated symbolic environments Applied frameworks for branding, UX, media, psychotherapy, education, and cultural institutions Preprint &amp; DOI This manuscript is made available as a scholarly preprint for dissemination, citation, and academic discussion. The full manuscript is permanently archived on Zenodo: DOI: https://doi.org/10.5281/zenodo.17849994 This DOI is registered with Zenodo and linked to ORCID. Key Research Themes Symbolic communication &amp; meaning-making Archetypes as phenomenological regularities AI-driven personalization &amp; identity formation Psychological alignment &amp; shadow manipulation Narrative integrity &amp; symbolic ethics Atmospheric design &amp; cinematic minimalism Individuation in algorithmic environments Methodology The project combines: Symbolic phenomenology Archetypal content analysis Mixed-method UX research Psychological scale construction Algorithmic audit principles Mindfulness-based measurement anchoring Author Rafael Maria Friebe, PhD Independent researcher &amp; filmmaker ORCID: 0009-0003-5676-1271 IMDb: https://www.imdb.com/name/nm15068174/ Related Creative Research The framework is informed by the author’s experimental art-house film: Die before you die – triggered (2025) An exploration of symbolic transition, architectural thresholds, masked silence, and contemplative pacing.",
        "doi": "https://doi.org/10.33767/osf.io/rg36x_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecabf7",
            "name": "Electrical and Computer Engineering"
          },
          {
            "id": "584240d954be81056ceca9f3",
            "name": "Computer Engineering"
          },
          {
            "id": "584240d954be81056ceca8be",
            "name": "Communication"
          },
          {
            "id": "584240da54be81056cecaa89",
            "name": "Advertising and Promotion Management"
          },
          {
            "id": "584240da54be81056cecac47",
            "name": "Business Law, Public Responsibility, and Ethics Business"
          }
        ],
        "id": "rg36x",
        "version": 1
      },
      {
        "title": "Examining Passive Learning: Short-Form Video Consumption and Information Verification among Media Students",
        "authors": "Mian Muhammad Ahmad",
        "abstract": "The explosion of short-form video platforms have rapidly changed how mass media is consumed. This study analyzes how consuming short videos passively influences how media students in Pakistan verify information. A survey was sent to 150 students selected via a structured questionnaire. Chi-square analysis revealed there is a statistically significant link between the passive consumption of short videos and a lack of information verification. Although there was no connection between passive video consumption and the perceived learning of information or retention. These findings are concerning for the habits of passive digital media consumption and highlight the need for more in depth studies to incorporate electronic media for assessments of a cognitive nature.",
        "doi": "https://doi.org/10.33767/osf.io/v4m2g_v1",
        "subjects": [],
        "id": "v4m2g",
        "version": 1
      },
      {
        "title": "Autistic Traits Relate to Speed/Accuracy Trade-off but not Statistical Learning and Updating",
        "authors": "Flóra Hann, Orsolya Pesthy, Bianka Brezóczki, Teodóra Vékony, Cintia Anna Nagy, Laurie-Anne Sapey-Triomphe, Eszter Tóth-Fáber, Bence Csaba Farkas, Kinga Farkas, Dezso Nemeth",
        "abstract": "Cognitive and social alterations characterize Autism Spectrum Disorder (ASD), yet comprehensive explanations are challenged by ASD's heterogeneity. One candidate framework is predictive processing, which posits that predictive processes are altered in ASD (e.g., slower internal model updating). We tested this framework using the spectrum approach, which suggests that subclinical autistic traits are continuously distributed in the general population, with most diagnosed individuals above a threshold. We recruited neurotypical adults (N = 296) to examine the relationship between autistic traits and predictive processing. Using an implicit statistical learning task, we tested model updating in an unsupervised, ecologically valid manner, and assessed speed/accuracy trade-off to control for potential visuomotor performance confounds in ASD. We found no difference in model updating rate along autistic traits, suggesting no relationship between these traits and model updating in the general population, contrary to the slow updating hypothesis. However, our results reveal a difference in the evolution of speed/accuracy trade-off along the degree of autistic traits, potentially indicating a shift in the balance of goal-directed and habitual systems related to autistic traits. These findings set the stage for further research on the interaction between executive functions and predictive, habitual processes related to autistic symptoms.",
        "doi": "https://doi.org/10.31219/osf.io/p8m37_v1",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "p8m37",
        "version": 1
      },
      {
        "title": "Shared Struggles, Divergent Paths: A Comparison of Grassroots and Professional Feminist Advocates’ Communication for Social Change in Argentina and the United States",
        "authors": "Maria Celeste Wagner",
        "abstract": "Contemporary activism media research, largely focused on digital media's technological and discursive aspects, often lacks comparative studies, and tends to overlook institutional or cultural factors in communication for social change (CSC). This study addresses these gaps by examining advocates’ sensemaking and communication praxis in contexts shaped by different advocacy traditions and sociocultural understandings of inequality. Through an analysis of 52 semi-structured interviews with Argentine grassroots advocates and U.S. professional ones, this study reveals similar media assessments across cases yet with different intersectional emphases: class in Argentina and race in the U.S. Cross-case divergencies emerge in advocates’ positionality towards institutions and in their representational strategies: While grassroots advocates act as pragmatic agents of change and adopt a flexible communication style described as a “pedagogy of patience,” professional ones act as epistemic experts who offer a feminist critique of journalistic objectivity. I reflect on how these findings attend overlooked factors in CSC.",
        "doi": "https://doi.org/10.31235/osf.io/2y3vp_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d8e",
            "name": "International and Area Studies"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "2y3vp",
        "version": 1
      },
      {
        "title": "Introducing the GESIS AppKit: An app-based mobile data collection infrastructure",
        "authors": "Charlotte de Alwis, Maximilian Haag, Julian Kohne, Lukas Otto, Jan Schnasse, Mareike Wieland",
        "abstract": "This article introduces the GESIS AppKit, an app-based data collection infrastructure and research software. Modern social science research increasingly recognizes the potential of smartphones as both a subject of study and a research tool. The GESIS AppKit addresses critical gaps in mobile research infrastructure by providing an institutionally maintained platform that enables researchers to conduct intensive longitudinal studies such as the Experience Sampling Method (ESM) and Ecological Momentary Assessment (EMA) without requiring programming expertise. The platform facilitates flexible study design through an intuitive web-based interface and delivers questionnaires to participants via a cross-platform mobile application for iOS and Android. A validation study during the 2024 European Parliament election campaign with 678 participants demonstrates the platform's effectiveness, achieving participation and compliance rates consistent with previous research. Released as open-source software and hosted as a free service for academic researchers, the GESIS AppKit removes technical barriers to mobile research and supports methodological advancement in social science research.",
        "doi": "https://doi.org/10.31235/osf.io/q8v72_v1",
        "subjects": [],
        "id": "q8v72",
        "version": 1
      },
      {
        "title": "Unpacking the Heterogeneity of NEETs: A Cluster Analysis",
        "authors": "Maria-Helena Pimentel, Joana Lara Soares, Francisco Simões, Maria Barbosa-Ducharne",
        "abstract": "Introduction: Despite growing evidence that Not in Employment, Education or Training youth (NEETs) are a heterogeneous population with diverse risks and resources, policy, research and practice have often treated them as a uniform group. Grounded in a life-course and developmental perspective, this study explores the heterogeneity within a group of Portuguese NEETs with three main objectives: (i) to characterise the psychological functioning of NEETs; (ii) to identify distinct psychological profiles; and (iii) to examine how these profiles relate to other variables with well-being and mental health. Method: A sample of 241 NEETs (18-29 years) from the Porto Metropolitan Area completed standardised measures of stress, quality of life, perceived social support, resilience, and behavioural problems. Results: A cluster analysis revealed three distinct profiles: Psychologically Adaptive (34.0%), Moderately Vulnerable (46.5%), and Psychosocially Vulnerable (19.5%). These groups differed significantly across all psychological variables, while age and time in NEET status were not distinguishing factors. Gender, educational attainment, and involvement in the justice system emerged as key differentiating factors. Conclusion: Findings support the view that NEETs are not a psychologically homogeneous group, highlighting the cumulative effects of disadvantage and the protective role of psychosocial resources. Unpacking this heterogeneity provides new insights for research and strengthens the design of more tailored, developmentally sensitive interventions and policies.",
        "doi": "https://doi.org/10.31235/osf.io/327d8_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "327d8",
        "version": 1
      },
      {
        "title": "The effect of the wine critic's 100 points in the digital age: the case of Spain",
        "authors": "Antonio Blanco González, José Luis del Campo Villares",
        "abstract": "In any product whose evaluation involves taste factors, subjectivity is a determining factor. For this reason, a rating or evaluation system is sometimes proposed to help potential consumers navigate different decision-making alternatives. In recent decades, the wine sector has been characterized by the use of ratings issued by specialized critics. This access channel serves as a means of knowledge for potential customers who have not physically seen the product and who, upon seeing the ratings received by these critics, see them as an influential factor in their final decision-making. Making a decision based on the numerical rating given by a wine reviewer after tasting a wine, where the wine is awarded the maximum score (100 points), can have a positive influence on the consumer's decision. However, not all critics, and consequently their ratings, have the same relevance to the final buyer. This work designed a methodology and proposed a formulation that objectively assesses the real influence of a wine's highest rating by a critic, based on its increased online visibility, search volume, and references in digital media. Several indicators were designed to compare the influence of different critics' scores over a time horizon of one to four weeks after a wine received its highest rating. The study examined whether the highest rating awarded by a specialized wine reviewer has the same impact in all cases or whether it depends on the critic. It also determined the duration of its influence over time.",
        "doi": "https://doi.org/10.31235/osf.io/5kd4v_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76db6",
            "name": "Agricultural and Resource Economics"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "5kd4v",
        "version": 1
      },
      {
        "title": "The impact of the COVID-19 pandemic on international researcher mobility",
        "authors": "Andrey Lovakov",
        "abstract": "The COVID-19 pandemic imposed unprecedented constraints on international mobility, yet its consequences for the global circulation of scientific talent remain poorly quantified. Using longitudinal bibliometric data from Scopus covering more than 32 million researchers, this study provides a global assessment of how the pandemic disrupted international researcher mobility between 2020 and 2022. Pandemic-related “lost mobility” is estimated using counterfactual trend extrapolation based on pre-2020 trajectories. International researcher mobility fell short of expected levels by an estimated 14,703 movements (±2,791), corresponding to a 3.7% loss. Although observed mobility rebounded by 2022, it remained below counterfactual trends. Effects varied widely across countries and were asymmetric: losses in incoming mobility were strongly associated with destination-country COVID-19 policy stringency and political regime type, whereas outgoing mobility showed no comparable relationship. These findings underscore the institutionally mediated nature of scientific mobility during global crises.",
        "doi": "https://doi.org/10.31235/osf.io/6h5nv_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "6h5nv",
        "version": 1
      },
      {
        "title": "Growing Educational Gaps in Childlessness, Employment, and Income: Explained by Changes in Resources and Abilities Available to Less-Educated Groups?",
        "authors": "Jonathan Wörn, Miriam Evensen",
        "abstract": "Educational inequalities in childlessness have grown across cohorts. It remains unclear to what extent this development was driven by a decline in resources and abilities in groups with low education. Using high-quality Norwegian population registers (n=683,882 men born 1963-1991), we find that increasing educational inequalities in childlessness are mirrored by growing educational gaps in employment participation and income. Educational groups have diverged on resources (parental income rank) but converged on abilities (relative cognitive ability). Regression models show that changes in the composition of educational groups in terms of parental income explain 6%-7% of the growth in educational gaps in childlessness, employment participation and income. In contrast, gaps in life outcomes would have grown more than observed had educational groups not converged on cognitive abilities. We conclude that relative education-specific changes in financial resources and cognitive abilities explain little, if any, of the growing educational inequalities in the life outcomes studied.",
        "doi": "https://doi.org/10.31235/osf.io/sb62p_v1",
        "subjects": [],
        "id": "sb62p",
        "version": 1
      },
      {
        "title": "Using decomposition techniques and machine learning to investigate the determinants of socioeconomic inequalities in early childcare access",
        "authors": "Laudine Carbuccia",
        "abstract": "Formal early childcare has a strong equalizing potential, yet access remains socioeconomically stratified. This study examines how these socioeconomic inequalities emerge and widen across three stages of the formal early childcare access process: intention to use early childcare during pregnancy, application, and actual access during the child’s first year. Using longitudinal data on approximately 2,000 families in France, collected during pregnancy and followed one year after birth, we document a progressive widening of gaps along the access pathway. Compared with high–socioeconomic status (SES) households, low–SES households are about 18% less likely to intend to use early childcare, 25% less likely to apply, and 46% less likely to obtain access. To identify the determinants of these gaps, we combine machine learning for variable selection with decomposition analyses that quantify the contribution of observable factors at each stage across a wide range of 39 predictors. At the intention stage, most of the SES gap is accounted for by differences in observable characteristics related to resources, constraints, and available alternatives, with norms contributing little. At subsequent stages, inequalities increasingly reflect institutional barriers. The largest disparities emerge at the access stage, where spot allocation-related factors favoring higher-income, working, and earlier-applying households, and knowledge of the childcare system, account for most of the gap. Overall, the results show that socioeconomic stratification in early childcare access is closely linked to the timing and design of access processes, even in systems intended to be universal.",
        "doi": "https://doi.org/10.31235/osf.io/kgr67_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "kgr67",
        "version": 1
      },
      {
        "title": "Hushing-up: a social epistemic practice for overcoming partisan ignorance",
        "authors": "Aaron Gray",
        "abstract": "Much work in feminist social epistemology shares the basic assumption that ignorance generated by silencing (and related phenomena) is undesirable. While true in many contexts, I depart from that consensus, introducing and offering a philosophical account of a social epistemic practice that I term ‘hushing-up.’ This practice has emerged organically in response and in resistance to sectarian bigotry in Northern Ireland (NI), and contributes to post-conflict transitions away from social and political polarisation and its derivative harms to individuals and collectives. In spaces where hushing-up is deployed, ignorance of peoples’ community background is intentionally cultivated as a strategy in opposition to bigotry, while bigoted or sectarian displays incur social costs. Positioning hushing-up against existing accounts of political ignorance, and contributing to the idea of an epistemology of ignorance, I distinguish between performative partisanship (involving ignorance driven by social rewards for showing group allegiance) and pressured partisanship (involving ignorance driven by the avoidance of social sanctions for displaying indicators of disloyalty to a group). On the account I defend, shifts in social norms are central to addressing some forms of harmful ignorance. I argue that hushing-up succeeds in doing this in two ways: first, by reducing the rationality of pressured partisanship by providing alternative social support to that provided in polarised social spaces such that the cost of dissent is lowered; and secondly, by disincentivising performative partisanship through increasing the difficulty of identifying targets and ensuring that bigoted displays are met with disapproval in spaces where that norm is in force.",
        "doi": "https://doi.org/10.31235/osf.io/m9j26_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76cf4",
            "name": "Philosophy"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "m9j26",
        "version": 1
      },
      {
        "title": "Compression of visual information in redundancy masking follows grouping and segmentation",
        "authors": "Sabrina Hansmann-Roth, Wolf Harmening, Bilge Sayim",
        "abstract": "In typical scenes, the available visual information exceeds the processing limits of the visual system. To reduce information, the visual system organizes visual input according to various principles. For example, in visual grouping local elements are grouped into larger wholes. Recently, it was shown how the visual system compresses redundant information by ‘redundancy masking’ which reduces the number of perceived items in repeating patterns. For example, when three identical items are presented in the periphery, observers often report perceiving only two items. In the current study, we examined the role of grouping and segmentation in redundancy masking. In particular, we asked whether visual grouping determines –and precedes— the units in which information is compressed in redundancy masking. Stimuli consisted of arrays of 3-5 vertical lines, briefly presented in the left or right visual field. We varied the contrast polarity of the lines creating the following patterns: uniform arrays, alternating arrays, and subgroups of identical lines with a different line at the stimulus edge. Observers reported the number of lines and then indicated the perceived feature values for each reported line. Our results revealed redundancy masking in all conditions. Importantly, redundancy masking always came after segmentation and grouping: lines were masked predominantly within segmented subgroups of identical lines. The reported patterns were highly systematic, even when redundancy masking occurred: The presence/absence of the two contrast polarities (Contrast), the stimulus edge (Edge) and their ordinal frequencies (Ratio) were largely accurately reported. Hence, important stimulus information remained largely intact. We suggest that redundancy masking comes after grouping and segmentation, and that the visual system compresses redundant information in the visual periphery by reducing the number of perceived identical items while preserving key stimulus features.",
        "doi": "https://doi.org/10.31219/osf.io/vf9qw_v2",
        "subjects": [],
        "id": "vf9qw",
        "version": 2
      },
      {
        "title": "Learning from the input: a corpus-based investigation of Chinese classifiers in children’s books and child-directed speech",
        "authors": "Jinyu Shi, Yaling Hsiao, Yifan Yang, Elizabeth Wonnacott, Kate Nation",
        "abstract": "In Mandarin Chinese, numeral classifiers form a grammatical category that is syntactically obligatory when a noun is modified by a numeral or a demonstrative. The appropriate choice of a classifier is associated with the semantic properties of its corresponding noun and is context dependent. Experience with language is needed to learn these patterns, but little is known about how classifiers are structured in children’s language environments. We compared the frequency and distribution of classifier phrases in four corpora: child-directed speech, children’s television shows, children’s books, and adult-directed speech. Classifier usage in children’s books was more diverse than in both child-directed and adult speech. Books contained more specific classifiers that co-occurred with a higher proportion of unique nouns whereas everyday speech relied on more generic classifiers. Books therefore provide access to classifier-noun collocations that are rare in speech. Implications for language development and language processing are discussed.",
        "doi": "https://doi.org/10.31219/osf.io/6k92q_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056ceca960",
            "name": "Linguistics"
          }
        ],
        "id": "6k92q",
        "version": 4
      },
      {
        "title": "How many is enough? Sample Size in Staggered Difference-in-Differences Designs",
        "authors": "Benjamin Egerod, Florian M Hollenbach",
        "abstract": "We use power simulations to examine when difference-in-differences techniques for staggered treatments provide informative estimates. Using data on GDP in US States, we show that effects of more than 2.5% are necessary before the statistical tests achieve 80% power. Conditional on statistical significance, when interventions generate a 2.5% effect, difference-in-differences techniques overestimate the true effect by close to 20%-50%, on average. We use data on publicly traded firms to investigate how the necessary sample size differs by context. More than 500-1,000 firms are needed to study interventions generating a 10% increase in revenue. Finally, we examine how power can be improved through simple transformations that reduce the noise and autocorrelation of the data. Our paper shows that: i) surprisingly large sample sizes may be required to study meaningful interventions, ii) power simulations will reveal which interventions can be studied with the data at hand, and iii) power may be better for alternative measures of similar concepts.",
        "doi": "https://doi.org/10.31219/osf.io/ac5ru_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecab8f",
            "name": "Economics"
          },
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          }
        ],
        "id": "ac5ru",
        "version": 2
      },
      {
        "title": "Social bonding through shared experiences: the role of emotional intensity",
        "authors": "Victor Chung, Rocco Mennella, Elisabeth Pacherie, Julie Grezes",
        "abstract": "Sharing emotions with other individuals is a widespread phenomenon. Previous research proposed that experiencing intense and similar emotions with other individuals reinforces social bonds. However, several aspects of this phenomenon remain unclear, notably whether social bonding requires the convergence and synchronization of emotions in the group, and whether these effects generalize across positively valenced and negatively valenced emotional contexts. To address these questions, we measured subjective emotional experiences, physiological activity (cardiac, respiratory, electrodermal) and social attitudes in dyads of unacquainted individuals who watched videos in the presence of each other. We manipulated the emotional content of the videos and the type of shared attention between participants, to test for the contribution of interpersonal influence. The results revealed that intense emotions indexed by physiological arousal were associated with the emergence of reciprocal prosocial attitudes within dyads, and that this effect depended on joint attention. We did not observe the convergence and synchronization of emotions within dyads, which suggests that experiencing similar emotions was not necessary for social bonding. We discuss implications of this study for research on collective effervescence and the social consequences of shared experiences.",
        "doi": "https://doi.org/10.31219/osf.io/y92eb",
        "subjects": [
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          },
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "y92eb",
        "version": 1
      },
      {
        "title": "Historical Social Tables: Advantages, Methodology, and Problems",
        "authors": "Philipp Emanuel Erfurth, María Gómez León, Giacomo Gabbuti, Branko Milanovic, Carolyn Fisher",
        "abstract": "This paper provides a methodological contribution to the study of historical income inequality by examining the construction and use of social tables for the nineteenth century. In a period when modern household surveys were absent, social tables represent one of the only feasible approaches for providing distributional evidence for the entire population. At the same time, existing studies rely on a wide range of assumptions, classifications, and data treatments, which makes comparisons across countries and over time difficult. The paper reviews the main methodological challenges involved in constructing social tables, including class definitions, within-group inequality, units of analysis, and the external validation of income levels and subsistence benchmarks. Using simulations and historical examples, it shows how alternative methodological choices can generate substantial differences in inequality estimates. It finally proposes a set of guiding principles and template structures aimed at improving comparability, while still preserving the country-specific nature of historical evidence. (Stone Center on Socio-Economic Inequality Working Paper)",
        "doi": "https://doi.org/10.31235/osf.io/5nsqm_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "5nsqm",
        "version": 1
      },
      {
        "title": "Underlying Threats of Customer Service Jobs for Talented Graduates in Career Development in Bangladesh",
        "authors": "Mahmud Wahid",
        "abstract": "The objective of this article is to take a deeper look into the realities of career management by young graduates from the perspective of Bangladesh. Career management is a critical issue for every professional all around the world. Much depends on how an individual has planned his/her career and approached it with right and timely decision making. Although this proposition is ideal to expect, in practice, more precisely in the developing countries like Bangladesh, where the job opportunities are scarce, only a handful of organizations can afford or have the strategic objective to implement career development policies for its employees. The concern of this study is to understand the career path that are offered by service based organizations to its employees and see the possible implications on career that are purely focused on direct customer interactions for a substantial period of time.",
        "doi": "https://doi.org/10.31235/osf.io/q2xcd_v1",
        "subjects": [],
        "id": "q2xcd",
        "version": 1
      },
      {
        "title": "Meritocratic Narratives and Aporophobia: Unintended Consequences for Deservingness and Exclusionary Outcomes",
        "authors": "Valentina Rotondi, Matteo Alessandro Ruberto, Paolo Santori",
        "abstract": "Meritocratic ideals claim that economic outcomes should reflect effort and talent rather than luck or inherited advantage. This paper argues that such narratives create a neglected externality: by emphasizing individual effort and downplaying structural constraints, they shift poverty explanations toward personal blame and fuel aporophobia—aversion toward the poor—and related exclusionary attitudes. A conceptual framework links aporophobia to contractualist ideas of reciprocity and social membership, and a simple belief‑formation model formalizes the mechanism. Using cross‑country data from the World Values Survey and a U.S. experiment, the study shows that stronger meritocratic beliefs correlate with attributing poverty to laziness and with harsher attitudes toward immigrants. A luck‑focused informational prime produces varied behavioral responses in a dictator game and interacts with meritocratic beliefs in shaping sensitivity to need. The findings underscore how narratives shape deservingness and suggest that reducing poverty requires challenging the normative assumptions embedded in meritocratic framings.",
        "doi": "https://doi.org/10.31235/osf.io/cpnjf_v1",
        "subjects": [],
        "id": "cpnjf",
        "version": 1
      },
      {
        "title": "New Measures of Ethnic Power Relations in Africa",
        "authors": "Felix Bethke",
        "abstract": "Ethnic conflicts are a major threat to global peace and security and have historically caused immense human suffering. To explain ethnic conflict, research has identified ethnic power relations (EPR) as particularly relevant. Accordingly, ethnic conflicts are the result of competing ethno-nationalist claims to state power. If politically relevant ethnic groups are not appropriately represented in the government, they are likely to develop grievances and in turn mobilize for rebellion. Research on ethnic power relations has evolved into a comprehensive research field, which led to the creation of numerous datasets, aggregated into the EPR-data family. The paper advances empirical research on ethnic power relations by providing new data, which allows more fine-grained and dynamic conceptualization and measurement of the phenomenon. I introduce the Ethnic Composition of African Governments (ECAG) dataset, which provides individual-level data on the ethnic affiliation of more than 11,000 ministers. It includes 37 African countries each covered monthly from independence until December 2019. The paper illustrates how the data can be used to compute measures of (proportional) representation of ethnic groups and highlights crucial differences to the established EPR-data family, which relies on expert evaluation of ethnic group’s access to state power. Additionally, I provide a case study of how ethnic power-relations influenced the outbreak of the Tigray war in Ethiopia, highlighting the issue of token representation.",
        "doi": "https://doi.org/10.31235/osf.io/ynfps_v1",
        "subjects": [],
        "id": "ynfps",
        "version": 1
      },
      {
        "title": "Early-Life Nutritional Ecologies and Perinatal Outcomes among Immigrants",
        "authors": "Hector Cebolla-Boado, Alvaro Suarez, Michael Borchgrevink Lund",
        "abstract": "Research on migrant perinatal outcomes has much focused on how and why migration protects against unhealthy low birth weights, often overlooking the emerging risk of fetal macrosomia among immigrant populations. We propose a multi-sited, life-course framework that links early-life exposure to nutritional deprivation in mothers' countries of origin to perinatal outcomes in destination. Using unconditional quantile regression on Spanish birth registry microdata linked with historical FAO nutritional series, we reveal a dual pattern: immigrant status confers protection at the lower tail of the birthweight distribution but predicts excessive growth at the upper tail. To explain this paradox, we test competitive nutritional mechanisms. We find that adjusting for historical caloric availability yields null results, ruling out simple energy-deficit hypotheses. In contrast, adjusting for the scarcity of key macronutrients—specifically Fats and proteins—attenuates the macrosomia risk by nearly 80% at the 95th percentile. This validates a qualitative nutritional mismatch mechanism: metabolic efficiency programmed by early lipid scarcity becomes maladaptive in the obesogenic destination environment. Heterogeneity analyses confirm that this mechanism is specific to populations undergoing drastic lipid transitions such as Latin Americans, highlighting the enduring biological legacy of origin-country nutritional ecologies.",
        "doi": "https://doi.org/10.31235/osf.io/sp8jt_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "sp8jt",
        "version": 1
      },
      {
        "title": "ERP Integration as a Strategic Capability: The Role of National Innovation Ecosystems in Europe",
        "authors": "Giulio Mallardi, Angelo Leogrande, Carlo Drago, Alberto Costantiello",
        "abstract": "The current research aims to examine the reasons behind the higher ERP system integration in some European countries compared to others. This research conceptualizes ERP system integration not merely as a technological phenomenon but also as a strategic organizational capability. This research is based on the existing literature on Strategic Information Systems, digital transformation, and IT-Business alignment. This research aims to explore the impact of the external innovation ecosystem on ERP system diffusion and assimilation. This research utilizes a mixed research method that combines panel data analysis with machine learning algorithms and cluster analysis. This research utilizes panel data analysis by combining the ERP system integration data from the EUROSTAT database with the European Innovation Scoreboard. This research identifies that countries with higher innovation ecosystem maturity exhibit higher ERP system integration. This research also identifies different patterns of ERP system integration in various clusters of countries. This research has managerial implications that highlight the strategic importance of ERP system integration. This research also has implications for policymakers that highlight the importance of investing in the innovation ecosystem. This research contributes to the existing literature on Strategic Information Systems by combining macro-level data analysis with strategic insights on ERP system integration.Keywords: ERP integration, Strategic information systems, Innovation ecosystem, IT–business alignment, Digital transformation",
        "doi": "https://doi.org/10.31235/osf.io/rb2sz_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "rb2sz",
        "version": 1
      },
      {
        "title": "The Partisans we Imagine aren't the Ones we Meet. Why Partisanship Rarely Rules The Formation of Social Relationships",
        "authors": "Jona de Jong, Delia Baldassarri",
        "abstract": "This article challenges dominant views that partisanship informs the formation of social relationships and that ordinary Republicans and Democrats loathe each other. Evidence for these claims generally comes from studies in which respondents reject fictitious out-partisans. However, in most encounters, partisanship is often invisible, or ambiguous, and few people care about it. Using an original survey module, we show that only 15 percent of respondents know the partisanship of a recently met acquaintance, and few consider it important. Selection experiments further show that preferences for co-workers, neighbors, and recreational partners are barely shaped by politics: when partisanship is invisible, people seldom seek it out. Only when presented with explicit information about partisanship -- which is rare in everyday life -- do partisan preferences emerge. These results temper concerns about widespread out-partisan avoidance, and reveal limitations of survey experiments. While partisan labels evoke hostility, actual out-partisans seldom do.",
        "doi": "https://doi.org/10.31235/osf.io/pbcm3_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "pbcm3",
        "version": 1
      },
      {
        "title": "Seeking Roles, Not Ranks: Occupations in the Formation of Adolescents’ Career Aspirations",
        "authors": "Linus Krug, Per Block",
        "abstract": "The occupational aspirations young people hold steer their educational decisions and guide their labor market trajectories, thereby channeling them into aspiration-specific socioeconomic pathways. They have long been understood as central in the intergenerational transmission of (dis)advantage. Yet aspirations on the level of detailed occupations, and their dependence on parental occupations, have received little attention. This is because conventional accounts treat aspiration formation as rank-seeking, suggesting that adolescents seek status or prestige as a function of parental standing, with higher parental positions resulting in adolescents aspiring higher. Using recent data from the German National Educational Panel Study (NEPS) and recent advances in the statistical modelling of network-type data, we show that aspirations are more than abstract socioeconomic ambition; they are distinctly role-seeking, with adolescents aspiring to specific occupations. Young people envision their future work lives in terms of explicit jobs and occupational roles. These occupationally anchored aspirations vary systematically with parental occupations, and this variation exists far beyond occupational ranks. Focusing on the occupation-to-occupation links between parents and children reveals a stronger intergenerational link than previously recognized, indicates aspiration formation to be more stratified than conventionally assumed, and opens new avenues for understanding the intergenerational transmission of inequality.",
        "doi": "https://doi.org/10.31235/osf.io/xc9u6_v1",
        "subjects": [],
        "id": "xc9u6",
        "version": 1
      },
      {
        "title": "Implications of tenant data collection in housing: protecting Australian renters",
        "authors": "Sophia Maalsen, Andrew Clarke, Claire Daniel, Samantha Floreani, Justine Humphry, Chris Martin, Lina Przhedetsky, Dallas Rogers, Jathan Sadowski, Balamurugan Soundararaj",
        "abstract": "This research explores how property technology (PropTech) is used in Australia’s private and social rental sectors to collect and process applicant and tenant personal information. It examines the implications of this for individuals and housing access, and whether existing policy and legal frameworks are fit-for-purpose. About one-third of Australian households rent. PropTech’s role in mediating access to housing is increasing. It is being used for applicant screening, advertisement targeting and accessing tenant ‘blacklist’ databases. The digital collection and use of personal information raises concerns about data security, privacy, and discrimination. There is an urgent need to better understand PropTech’s role and impact and ensure Australia’s policy and regulatory frameworks are protecting renters.",
        "doi": "https://doi.org/10.31235/osf.io/nj64b_v1",
        "subjects": [
          {
            "id": "5a8c80f2c698300375c76c7c",
            "name": "Property Law and Real Estate"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "nj64b",
        "version": 1
      },
      {
        "title": "Private Sector Tools for Social Missions? How Nonprofit Leaders Adapt Management Frameworks in Practice",
        "authors": "Sarah R. Brown, Max French, Marco Checchi",
        "abstract": "Private sector management frameworks (PSMFs) are increasingly utilised by nonprofit leaders to drive strategy and manage operations. While some scholars laud PSMFs for enhancing nonprofit productivity and strategic effectiveness, others contend they are ill-suited for a social mission context. This study addresses a pragmatic route forward, exploring how nonprofit leaders of organisations in the UK and US adapt PSMFs to befit their nonprofit context. Through in-depth interviews and document analysis we explore PSMF translation in six cases, revealing three distinct “PSMF translation” approaches: Responsive, Proactive and Mediative. These categories demonstrate senior leaders are intentional actors who rework private sector logic to fit functional nonprofit needs, bridging the dual demands for commercial efficiency and social impact. We conclude by addressing the currently ad hoc and atomised state of PSMF usage, calling for scholars, policymakers and field leaders to support informed PSMF translation across the social sector.",
        "doi": "https://doi.org/10.31235/osf.io/946ca_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "946ca",
        "version": 1
      },
      {
        "title": "Phantasms collide: Navigating video-mediated communication in the Swedish workplace.",
        "authors": "Rebekah Cupitt",
        "abstract": "Global telecommunications companies sell new technologies and services that aim to increase communication possibilities. This case study of one Swedish telecommunications company (the Company) examines how employee notions of video-mediated communication are embedded social meanings. These social meanings are purposefully linked to notions of efficiency in the workplace, the environment, corporate social responsibility and economic gain. Through advertisements, slogans, in-house incentive programs and company policies, the Company has achieved what could be described as a shift in employee attitudes towards working using video mediated communication channels – so-called video meetings. The shift is however, far from comprehensive and this consciously constructed understanding of video-mediated communication co-exists and conflicts with multiple other meanings both explicit, implicit and purposefully ignored. By detailing these different understandings and their inter-relations, the complex and purposed nature of video-mediated communication phantasm in a global telecommunications company emerges. Keywords: video mediated communication, work, meetings, discourse, phantasms, shared imaginings 9000 words Refereed article This article has not been submitted to any other publication.",
        "doi": "https://doi.org/10.31235/osf.io/5quys_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccb",
            "name": "Digital Humanities"
          },
          {
            "id": "5a8c80f6c698300375c76d22",
            "name": "Film and Media Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "5quys",
        "version": 1
      },
      {
        "title": "The Ethnographer as Detective: Evidential Paradigm and Abduction",
        "authors": "Mario Cardano",
        "abstract": "The paper reflects on the use of the evidential paradigm in ethnographic research. Ethnography, and social research more broadly, must address the invisibility of action's meaning and the definitions of situation. For accessing these \"internal states\"—beliefs, meanings, values—a semiotic orientation toward reading traces, signs, clues, and minor details is essential. The specificity of this reading practice emerges through comparison with medical diagnosis, revealing a critical difference: unlike patients who collaborate in diagnosis, research participants deploy dissimulation and simulation as self-protection. Drawing on Becker's insight that participants orient performances toward more consequential audiences (superiors, peers) rather than ethnographers, and Anteby's analysis of resistance strategies, the paper demonstrates how the evidential paradigm addresses this opacity through attention to \"expressions given off\" and unwitting testimonies. The paper subsumes the evidential paradigm under abductive logic, thereby addressing Ginzburg's ostensible resistance to this framing. Ethnographic fieldwork becomes the theatre where evidential paradigm and abductive inference operate together. Following Peirce's classical definition, enriched by Walton and Eco's contributions, the paper adopts Eco's distinction of three abductive types: overcoded, undercoded, and creative. Each type is illustrated through Sherlock Holmes' adventures—Ginzburg's exemplar of the evidential paradigm—and through the author's ethnographic studies on nature sacralization in Italian communities and childhood vaccine hesitancy across seven European countries. The paper concludes that the evidential paradigm guides the ethnographer's gaze toward marginal details and unwitting testimonies that trigger abductive reasoning—the core engine of ethnographic practice. Keywords: Evidential paradigm, Ethnography, Abductive reasoning Forthcoming in Sociologica vol. 20, num. 1, 2026",
        "doi": "https://doi.org/10.31235/osf.io/7k5xa_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "7k5xa",
        "version": 1
      },
      {
        "title": "From Inundation to Recovery: Mapping Flood Footprints in Dubai After the April 2024 Storm",
        "authors": "Xin Hong",
        "abstract": "In April 2024, the United Arab Emirates (UAE) experienced its heaviest rainfall in 75 years, which triggered widespread urban flooding and prolonged disruptions. This study assesses the spatial impact and post-rainfall recovery of the event using the U-Net deep learning architecture on daily PlanetScope satellite imagery captured on a pre-rainfall date and on a series of post-rainfall dates between 14 and 27 April 2024. Multi-temporal land use and land cover (LULC) classifications were generated using a U-Net model trained via transfer learning, and the LULC categories were water, vegetation, built area, and bare ground. The multi-temporal LULC classifications were further applied for change detection analyses to map flooded areas and track temporal recovery across LULC categories. The U-Net model for LULC classification achieved over 95% overall accuracy and a Kappa statistic of 0.927. The change detection and inundation recovery showed that approximately 23.8 km² —nearly 10 times the area of Downtown Dubai—was flooded. The flood affected the built area and bare ground most, while vegetation exhibited higher flood resilience. Although rainfall ended by April 17, 95% of flooded areas remained submerged three days later, and 37% were still underwater by day ten. These findings reveal the limitations of urban drainage systems in Dubai and the value of high-temporal remote sensing and deep learning for flood monitoring. This study offers a practical and replicable framework to support urban flood risk assessment, resilience planning, and climate adaptation in the Persian Gulf region, characterized by rapid urbanization and fragile arid environments similar to Dubai.",
        "doi": "https://doi.org/10.31235/osf.io/f362a_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          }
        ],
        "id": "f362a",
        "version": 1
      },
      {
        "title": "Inside the Gift: The Moral Economy of Green Securitisation",
        "authors": "alessandro maresca",
        "abstract": "Contemporary climate governance is saturated with ethical language: intergenerational justice, the rights of future generations, planetary survival. Yet when one examines the instruments through which this governance is being assembled—green bonds, sustainability-linked loans, collateral frameworks—one finds a different register of obligation. This article distinguishes ethics, the universalising horizon that legitimates green finance, from morality, the obligations encoded in the exchange-forms of loans, bonds, and repo collateral—covenants, eligibility criteria, step-ups, verification protocols. Drawing on Strathern's relational anthropology, it analyses these instruments as devices that perform successive cuts: operations that sever ecological relations from their context, exteriorise obligations into detachable rights, and eclipse the conditions of their production. Each cut—from loan to bond to asset-backed security to repo collateral—reassigns responsibility from situated relations to increasingly impersonal infrastructures of circulation. With Guyer, the article tracks the temporalities these instruments enact: how coupon calendars, taxonomy reviews, and collateral eligibility compress planetary futures into sequences of near-term obligations—overnight rolls, quarterly reviews, annual KPIs—privileging continuous liquidity over thick, extended commitments. Drawing on Karatani's theory of exchange-forms, the analysis reads this trajectory as a rearticulation of the capital–nation–state complex at planetary scale, asking whether green finance opens toward new forms of association or remains enclosed within the inherited trinity. The apocalyptic register of climate discourse—tipping points, runaway warming, the end of the world—is taken seriously through de Martino's distinction between apocalypse with and without eschaton. Green finance, the article argues, stages a controlled apocalypse without eschaton: existential threats are converted into review cycles, covenants, and term sheets, while the decisive moment of world-refoundation is continually deferred. If a climate constitution is being written, it is being written in the moral language of eligibility, seniority, and pledgeability—under the ethical sign of planetary survival.",
        "doi": "https://doi.org/10.31235/osf.io/e4wyx_v1",
        "subjects": [],
        "id": "e4wyx",
        "version": 1
      },
      {
        "title": "Climate governance without climate discourse: Evidence from three decades of legislative questions in India",
        "authors": "Vishesh Leon Diengdoh",
        "abstract": "Multi-level governance (MLG) emphasises the importance of subnational institutions and actors in climate governance. From an MLG perspective, state legislatures and legislators in India represent potentially important but empirically underexamined sites of climate governance, given their roles in articulating local concerns, exercising policy oversight, and holding executive actors accountable. This study provides the first systematic synthesis of climate-related legislative discourse in India by examining over three decades (1993–2025) of legislative questions from the Meghalaya Legislative Assembly. Using a public corpus of 9,522 questions retrieved from the National eVidhan Application (NeVA) portal, the study applies an iteratively developed keyword-based annotation approach to distinguish between explicit climate discourse and implicit climate-relevant engagement. The findings show that explicit references to climate change are exceedingly rare, accounting for 0.06% of all legislative questions, consistent with the limited formal integration of state legislatures within India’s climate governance framework. In contrast, legislators frequently engage with climate-relevant sectors such as coal, flood, forests, and irrigation, framing these issues primarily through administrative and financial concerns rather than through climate change narratives. This pattern highlights the unrealised potential of subnational legislatures as sites of climate governance. By focusing on legislative attention and discourse, this study contributes new empirical evidence on subnational climate governance in the Global South and highlights opportunities for mainstreaming climate-change discourse within legislative processes.",
        "doi": "https://doi.org/10.31235/osf.io/5ncpt_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "5ncpt",
        "version": 1
      },
      {
        "title": "Accountability, Integrity: AI Policy in Public Libraries",
        "authors": "Kathryn FitzGerald, Benjamin Charles Germain Lee",
        "abstract": "As organizations that are explicitly values-driven, public libraries play a critical role in building and maintaining a democratic, equitable, and sustainable information environment. With the growing potential of artificial intelligence (AI) to reshape library collections, services, and workflows, public libraries must determine how to engage with these technologies while maintaining longstanding library values. Despite widespread discussion of AI’s impact on public libraries, to our knowledge there exists no published analysis of American and Canadian public library AI policies to date. In this paper, we address this gap first through an environmental scan of public library websites to identify publicly available AI policy statements. We then analyze these policy statements according to how they include library values. In our scan of over 200 library websites, we identified just 16 publicly available AI policies. ese policies all govern internal or staff usage rather than patron usage. All policies reference at least two library values, with privacy and security the most frequently cited.",
        "doi": "https://doi.org/10.31235/osf.io/79tjb_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          }
        ],
        "id": "79tjb",
        "version": 1
      },
      {
        "title": "From Speed to Sobriety: The Evolution of Urban Imaginaries and the Anticipation of Future Infrastructures",
        "authors": "Léo Martial",
        "abstract": "This article examines the evolution of urban imaginaries and their influence on infrastructure design, focusing on Japan as a case study. The futuristic visions of the 1970s, illustrated by Gunther Radtke and groups such as Archigram, celebrated speed, growth, and technology. By contrast, the ecological, economic, and social crises of the 21st century have fostered imaginaries centered on sobriety, resilience, and inclusivity. These shifts raise key questions: how can we reconcile past legacies with present challenges, and how can infrastructures anticipate the needs of a changing world? Japan, marked by demographic decline yet persistent large-scale technological projects, offers a privileged lens. Campaigns to dismantle obsolete infrastructures in rural areas show pragmatic adaptation, while the SCMaglev train embodies faith in technological progress. These tensions echo broader debates opposing advocates of ecological degrowth to defenders of modernization. Through case studies on mobility, energy, and ecological infrastructures, the article shows how imaginaries shape design choices. It highlights the challenges and opportunities of transition toward sustainable and resilient models, stressing the importance of inclusive, transdisciplinary dialogue to define the values and priorities guiding future infrastructures in an uncertain world.",
        "doi": "https://doi.org/10.31235/osf.io/5dhuc_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          }
        ],
        "id": "5dhuc",
        "version": 1
      },
      {
        "title": "Game-Based Learning and Machizukuri: Gamification in youth participatory urban planning in Japan",
        "authors": "Léo Martial, Hiroyuki Kubono, Shino Miura",
        "abstract": "This paper examines the intersection of machizukuri, Japan’s collaborative, bottom-up approach to community planning, and the growing field of game-based learning in urban design. It traces the evolu-tion of participatory planning methods in Japan, emphasizing how machizukuri has progressively incor-porated digital tools and gamification to strengthen civic engagement. Drawing on international and do-mestic examples, the study analyzes how serious games and game engines, such as Godot, can enhance spatial literacy, collaborative learning, and youth empowerment in urban contexts. Building on this theo-retical foundation, the paper proposes an open-source participatory workshop framework that integrates open-source GIS data, 3D modeling (Blender), and real-time simulation (Godot). This framework reinter-prets machizukuri as a form of digital civic experimentation, bridging traditional community practices with contemporary digital infrastructures. The study concludes by discussing the framework’s pedagogi-cal, methodological, and social implications, highlighting its potential to foster spatial reasoning, civic re-sponsibility, and inclusive urban co-design among younger generations.",
        "doi": "https://doi.org/10.31235/osf.io/2jdz9_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d58",
            "name": "Art Education"
          },
          {
            "id": "5a8c80f7c698300375c76d65",
            "name": "Other Education"
          },
          {
            "id": "5a8c80f7c698300375c76d69",
            "name": "Science and Mathematics Education"
          },
          {
            "id": "5a8c80f7c698300375c76d70",
            "name": "Educational Methods"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          }
        ],
        "id": "2jdz9",
        "version": 1
      },
      {
        "title": "Bicycle success by social acceptance: the example of Japan",
        "authors": "Léo Martial, Fumihiko Nakamura, Shino Miura",
        "abstract": "Adoption of non-motorized means of transport plays a key role towards sustainable cities while acknowledging major environmental challenges. Proposing bicycle-friendly infrastructure and policies is increasingly being prioritized in more and more cities. This article provides an overview of the bicycle in Japan. The current situation is analyzed based on national aggregate data and is linked to its history, policies and the emergence of a specific bicycle culture. A contrast between data and culture in bicycle use is highlighted, providing evidence about the specificity of the Japanese case. Previous studies on the bicycle focused on the importance of different aspects of bicycle infrastructure and policies. Through literature review based of the fourteen parameters of the Copenhagenize bicycle-friendly cities index, this study identifies the lack of studies about bicycle culture and social acceptance. It proposes an insight about the importance related to bicycle culture and social acceptance in bicycle success, using the example of Japan.",
        "doi": "https://doi.org/10.31235/osf.io/pwzv3_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          }
        ],
        "id": "pwzv3",
        "version": 1
      },
      {
        "title": "Do AI-based tools complement or replace existing information sources in tourist decision-making?",
        "authors": "Qingqing Chen, Sara Dolnicar",
        "abstract": "The rapid diffusion of artificial intelligence (AI) has made new information sources available to inform tourist decision-making. This study explores the role of AI assistants and search engine–generated AI summaries relative to existing information sources across destination, activity, dining, and shopping decisions. Drawing on qualitative and quantitative data collected in two stages (N = 450), we analyse patterns of information source use, socio-demographic differences, and user engagement through the lens of habit–enjoyment–effort theory. Results show that AI-based tools currently complement rather than replace existing information sources and are perceived as low-effort, but not yet habitual or enjoyable. The findings depict an early stage of adoption of AI-powered information sources, with substantial potential to reshape tourist information search.",
        "doi": "https://doi.org/10.31235/osf.io/ubyj3_v1",
        "subjects": [],
        "id": "ubyj3",
        "version": 1
      },
      {
        "title": "Workplace ties that matter: The impact of advice and friendship networks on employee identification, well-being, and turnover intention",
        "authors": "Cen April Yue, Yan Qu, Haejung Katie Kim, Alvin Zhou",
        "abstract": "While workplace networks shape employees’ perceptions, attitudes, and behaviors, prior research has primarily emphasized organizational and leadership-related factors. This study adopts an egocentric network perspective to explore how employees’ workplace network characteristics—such as network size, relationship closeness, multiplex ties, and employee-organization relationship (EOR) norms—are associated with their organizational identification, well-being, and intentions to leave, within both advice and friendship networks. The findings reveal the nuanced patterns in these associations across the two network types. A larger friendship network corresponds with higher organizational identification and well-being, whereas the size of an advice network does not show a significant relationship with employee outcomes. Relationship closeness within advice networks is linked to greater organizational identification and well-being, while closeness within friendship networks does not show a significant association. EOR norms within both advice and friendship networks are positively related to employee outcomes. Additionally, the higher proportion of friends in advice networks corresponds with greater well-being and lower turnover intentions, while having supervisors as friends is associated with lower well-being. This research contributes to employee and organizational communication literature by highlighting the relevance of personal network dynamics in understanding employee attitudes and behaviors.",
        "doi": "https://doi.org/10.31235/osf.io/znb47_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "znb47",
        "version": 1
      },
      {
        "title": "Public relations meets artificial intelligence: Assessing utilization and outcomes",
        "authors": "Cen April Yue, Linjuan Rita Men, Donna Z. Davis, Renee Mitson, Alvin Zhou, Ahmed Al Rawi",
        "abstract": "This study delves into how public relations leaders are engaging with AI, drawing on the insights of experts with deep expertise in the field. Through interviews with 20 public relations leaders well-versed in AI, the research reveals their current attitudes, practical applications, and assessments of AI’s role in the field. It further examines their perspectives on the associated risks, ethical dilemmas, and future trajectories of AI in public relations. By capturing these expert voices, the study provides a timely and nuanced understanding of AI’s potential to drive innovation, enhance strategies, and shape the future of public relations.",
        "doi": "https://doi.org/10.31235/osf.io/rhzsy_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "rhzsy",
        "version": 1
      },
      {
        "title": "Walking Toward the Mountain: Spatial Memory and Urban Inertia",
        "authors": "TUGCE TERZI",
        "abstract": "This paper offers a conceptual exploration of urban inertia through the lens of spatial memory, situating the discussion explicitly within architectural and urban planning prac- tice. Drawing on a metaphor derived from a fixed spatial trajectory, the study examines how remembered routes and habitual spatial practices persist despite changing social and environmental conditions. Rather than treating inertia as a social reluctance or planning failure, the paper reframes it as a spatially produced condition embedded in architec- tural form, planning logics, and everyday use. Building on discussions of spatial memory, path dependency, and the social production of space, the paper argues that urban inertia emerges when inherited spatial configurations continue to guide movement and perception beyond their original context. By framing participation as a spatial design instrument, the paper highlights the role of architecture and planning in supporting collective reori- entation. Spatial memory is thus approached not as an obstacle to be erased, but as a condition to be critically reworked through design. Shared as a preprint, this text invites interdisciplinary discussion while remaining grounded in design- and planning-oriented inquiry.",
        "doi": "https://doi.org/10.31235/osf.io/b9ef3_v1",
        "subjects": [
          {
            "id": "5a8c80f5c698300375c76ceb",
            "name": "History of Art, Architecture, and Archaeology"
          }
        ],
        "id": "b9ef3",
        "version": 1
      },
      {
        "title": "The Importance of Internal Audit Professionalism for the Quality of Healthcare Services: Challenges of Applying Global Standards in Lithuania",
        "authors": "Ilona Ogurcova",
        "abstract": "The efficiency and quality of healthcare services increasingly depend on the application of advanced governance, risk management, and control models. Internal audit, when conducted in line with international professional standards, has the potential to act not only as a control mechanism but also as a strategic partner contributing to organizational resilience and value creation. In 2024, The Institute of Internal Auditors (IIA) introduced the Global Internal Audit Standards, strengthening the emphasis on professionalism, independence, competence, and strategic alignment of the internal audit function across all sectors, including the public healthcare system. This article examines the challenges of applying these global standards within the Lithuanian healthcare sector, focusing on a specific regulatory requirement that mandates medical or health sciences education for the head of internal audit (the so-called internal medical audit). Through a systematic analysis of the Global Internal Audit Standards, national legislation on public sector internal audit, and sector-specific regulations issued by the Ministry of Health, the study identifies a fundamental normative tension between international audit professionalism and sectoral qualification restrictions. The article argues that internal audit effectiveness derives primarily from professional audit competencies, independence, and risk-based methodologies rather than from subject-specific clinical education. Drawing on an analogy with information technology audits, the analysis demonstrates that complex, knowledge-intensive sectors can be audited effectively through professional internal auditors who engage subject matter experts without compromising objectivity. The findings suggest that the current regulatory model risks professional isolation of healthcare auditors, reduced audit value, weakened organizational resilience, and inefficient allocation of scarce healthcare resources. The article concludes that aligning national healthcare audit regulation with the Global Internal Audit Standards would strengthen governance, enhance risk management, and enable internal audit to function as an integral component of professional management and innovation within healthcare institutions.",
        "doi": "https://doi.org/10.31235/osf.io/sav3b_v1",
        "subjects": [
          {
            "id": "5a8c80f0c698300375c76c18",
            "name": "Administrative Law"
          },
          {
            "id": "5a8c80f1c698300375c76c2a",
            "name": "Law and Politics"
          },
          {
            "id": "5a8c80f1c698300375c76c2d",
            "name": "Medical Jurisprudence"
          },
          {
            "id": "5a8c80f1c698300375c76c4b",
            "name": "Law and Society"
          },
          {
            "id": "5a8c80f2c698300375c76c53",
            "name": "International Law"
          },
          {
            "id": "5a8c80f2c698300375c76c59",
            "name": "Organizations Law"
          },
          {
            "id": "5a8c80f2c698300375c76c71",
            "name": "Health Law and Policy"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76e1f",
            "name": "Organization Development"
          }
        ],
        "id": "sav3b",
        "version": 1
      },
      {
        "title": "Residential Configuration and Dormitory Culture Formation: A Quantitative Analysis of How Gender Composition and Spatial Design Influence Residents' Cooperative Attitudes in University Housing",
        "authors": "Tsubasa SATO, Natsumi NEGORO, MisaNicole LoPresti, Misaki IIO",
        "abstract": "This study examined how diﬀerent gender compositions (male-only, female-only, and co-ed dormitories) and spatial designs (same-floor co-ed and floor-separated co-ed) across four buildings in the H village student dormitory at Keio University influenced residents’ cooperative attitudes and values. A longitudinal survey was conducted five times between May and November 2025, and data from 153 domestic students were analyzed. The cultural influence of buildings was estimated using intraclass correlation coeﬃcients (ICC) derived from linear mixed-eﬀects models. The overall ICC was 0.075 (95% CI: [0.000, 0.258]), indicating that approximately 7.5% of response variance was explained by building diﬀerences. For “willingness to participate in dormitory events,” ICC reached 0.279 (p&lt;0.001). Analysis of cultural similarity among new residents in co-ed buildings revealed no significant diﬀerence between similarity to same-sex seniors (95.1%) and opposite-sex seniors (95.7%; p = 0.160). However, co-ed buildings showed significantly lower event participation willingness compared to single-sex buildings (p&lt;0.05).",
        "doi": "https://doi.org/10.31235/osf.io/t3nbf_v1",
        "subjects": [],
        "id": "t3nbf",
        "version": 1
      },
      {
        "title": "OVERLOOKED POTENTIAL? CHILDCARE SERVICES AND UKRAINIAN REFUGEE MOTHERS IN GERMANY",
        "authors": "Ludovica Gambaro, Sophia Schmitz, Mathias Huebener, C. Katharina Spiess",
        "abstract": "This paper examines whether refugee mothers in high income countries can benefit from universal childcare services. Using a large representative survey of Ukrainian refugees in Germany linked with administrative area-level information, we estimate the effects of childcare services on mothers’ participation in language and integration courses, employment, language skills, social contact with Germans, their feeling welcome and subjective wellbeing. To address potential biases from omitted variables and endogeneity, we complement ordinary least squares estimations with a formal assessment of unobserved factors and an instrumental variable approach, using local childcare coverage rates as instrument. Results indicate that mothers increase their participation in integration and language classes as well as labor market engagement when their child attends childcare services. Additionally, childcare attendance is associated with mothers’ improved German skills and more frequent contact with German residents, confirming that childcare centers can foster bridging ties. We find no effect on maternal wellbeing. While our selected outcomes cannot capture the full range of Ukrainian refugee mothers' experiences in Germany, they extend beyond traditional labor market indicators, underscoring the broader integrative function of childcare services.",
        "doi": "https://doi.org/10.31235/osf.io/gfht5_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "gfht5",
        "version": 1
      }
    ]
  }
}